Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# LearningResourceArticleVC.howToSupportYourPartner.section6.text
source: Encourage them to sleep and take care of themself. Do more around the house so they can recover from their grief. Make their load lighter in any way you can. Cook healthy meals. Anyone who is grieving after losing a baby could use extra help getting through the day. Bring home items that will promote relaxation such as scented candles, a CD of soft music, and some lavender/chamomile tea. Make an appointment for your partner at a spa or with a registered massage therapist when they feel they are ready. Being treated gently by someone’s warm, healing hands can do wonders to release the sadness, grief, and tension that they hold in their body.
de: Ermutige sie, zu schlafen und sich um sich selbst zu kümmern. Übernehme mehr im Haushalt, damit sie sich von ihrer Trauer erholen können. Mache ihre Last so leicht wie möglich. Koche gesunde Mahlzeiten. Jeder, der nach dem Verlust eines Babys trauert, könnte zusätzliche Hilfe brauchen, um den Tag zu überstehen. Bringe Dinge mit nach Hause, die Entspannung fördern, wie Duftkerzen, eine CD mit sanfter Musik und etwas Lavendel-/Kamillentee. Vereinbare einen Termin für deinen Partner in einem Spa oder bei einem zertifizierten Massagetherapeuten, wenn sie bereit dazu sind. Sanft von den warmen, heilenden Händen von jemandem behandelt zu werden, kann Wunder bewirken, um die Traurigkeit, die Trauer und die Spannung, die sie in ihrem Körper halten, loszulassen.
es: Anímala a dormir y a cuidarse. Haz más en la casa para que pueda recuperarse de su dolor. Haz su carga más ligera en cualquier forma que puedas. Cocina comidas saludables. Cualquiera que esté de duelo después de perder un bebé podría usar ayuda adicional para sobrellevar el día. Lleva a casa artículos que promuevan la relajación, como velas aromáticas, un CD de música suave y un poco de té de lavanda/manzanilla. Haz una cita para tu pareja en un spa o con un terapeuta de masajes registrado cuando se sienta lista. Ser tratada con suavidad por las manos cálidas y sanadoras de alguien puede hacer maravillas para liberar la tristeza, el dolor y la tensión que tiene en su cuerpo.
fr: Encouragez-les à dormir et à prendre soin d'eux-mêmes. Faites plus de choses à la maison pour qu'ils puissent se remettre de leur chagrin. Allégez leur charge de travail de toutes les manières possibles. Préparez des repas sains. Toute personne en deuil après avoir perdu un bébé pourrait avoir besoin d'une aide supplémentaire pour traverser la journée. Ramenez à la maison des articles qui favorisent la détente, comme des bougies parfumées, un CD de musique douce et du thé à la lavande/camomille. Prenez rendez-vous pour votre partenaire dans un spa ou avec un massothérapeute agréé lorsqu'ils se sentent prêts. Se faire traiter doucement par des mains chaudes et guérisseuses peut faire des merveilles pour libérer la tristesse, le chagrin et la tension qu'ils retiennent dans leur corps.
it: Incoraggiala a dormire e a prendersi cura di sé. Fai di più in casa in modo che possa riprendersi dal suo dolore. Rendi il suo carico più leggero in ogni modo possibile. Cucina pasti sani. Chiunque stia vivendo un lutto dopo aver perso un bambino potrebbe usare un aiuto extra per superare la giornata. Porta a casa oggetti che promuovano il relax, come candele profumate, un CD di musica soft e un po' di tè alla lavanda/camomilla. Prenota un appuntamento per la tua partner in una spa o con un massaggiatore professionista quando si sentirà pronta. Essere trattata con dolcezza dalle mani calde e curative di qualcuno può fare miracoli per rilasciare la tristezza, il dolore e la tensione che trattiene nel suo corpo.
nl: Moedig hen aan om te slapen en voor zichzelf te zorgen. Doe meer in het huishouden zodat ze kunnen herstellen van hun verdriet. Maak hun last lichter op elke mogelijke manier. Kook gezonde maaltijden. Iedereen die rouwt na het verlies van een baby kan extra hulp gebruiken om de dag door te komen. Breng spullen mee naar huis die ontspanning bevorderen, zoals geurkaarsen, een cd met zachte muziek en wat lavendel/kamille thee. Maak een afspraak voor je partner in een spa of bij een geregistreerde massagetherapeut wanneer ze er klaar voor zijn. Zacht behandeld worden door de warme, helende handen van iemand kan wonderen doen om de verdriet, rouw en spanning die ze in hun lichaam vasthouden los te laten.
pl: Zachęcaj ich do snu i dbania o siebie. Rób więcej w domu, aby mogli odpocząć po swoim żalu. Odciąż ich w jakikolwiek sposób. Gotuj zdrowe posiłki. Każdy, kto opłakuje po stracie dziecka, może potrzebować dodatkowej pomocy, aby przetrwać dzień. Przynieś do domu rzeczy, które będą sprzyjać relaksowi, takie jak zapachowe świece, płyty CD z łagodną muzyką i herbatę lawendową/rumiankową. Umów się na wizytę w spa dla swojego partnera lub zarezerwuj masaż, gdy poczują, że są gotowi. Bycie delikatnie traktowanym przez ciepłe, uzdrawiające ręce kogoś może zdziałać cuda w uwolnieniu smutku, żalu i napięcia, które trzymają w swoim ciele.

# LearningResourceArticleVC.howToSupportYourPartner.section7.headline
source: Offer to attend counseling with them
de: Biete an, gemeinsam zur Beratung zu gehen
es: Ofrece asistir a terapia con ella
fr: Proposez d'assister à une thérapie avec eux
it: Offri di partecipare a una consulenza con lei
nl: Bied aan om mee te gaan naar een therapeut
pl: Zaproponuj uczestnictwo w terapii razem z nimi

# LearningResourceArticleVC.howToSupportYourPartner.section7.text
source: Not only can counseling help a couple move through the stages of grief, but a good counselor can offer helpful suggestions about how to deal specifically with grief after a miscarriage like suggesting books and websites that might help. Here’s another suggestion, rituals include building a strength totem, naming the baby, writing the baby a letter, and memorializing the baby in a way that feels right to you.
de: Eine Beratung kann einem Paar nicht nur helfen, die Phasen der Trauer zu durchlaufen, sondern ein guter Berater kann auch hilfreiche Vorschläge machen, wie man speziell mit der Trauer nach einer Fehlgeburt umgeht, wie das Empfehlen von Büchern und Websites, die helfen könnten. Hier ist ein weiterer Vorschlag: Rituale wie das Erstellen eines Stärketotems, das Benennen des Babys, das Schreiben eines Briefes an das Baby und das Gedenken an das Baby auf eine Weise, die sich für dich richtig anfühlt.
es: No solo la terapia puede ayudar a una pareja a pasar por las etapas del duelo, sino que un buen terapeuta puede ofrecer sugerencias útiles sobre cómo lidiar específicamente con el duelo después de un aborto espontáneo, como sugerir libros y sitios web que puedan ayudar. Aquí hay otra sugerencia, los rituales incluyen construir un tótem de fuerza, nombrar al bebé, escribirle una carta al bebé y conmemorar al bebé de una manera que te parezca correcta.
fr: Non seulement la thérapie peut aider un couple à traverser les étapes du deuil, mais un bon thérapeute peut offrir des suggestions utiles sur la manière de gérer spécifiquement le deuil après une fausse couche, comme suggérer des livres et des sites Web qui pourraient aider. Voici une autre suggestion : les rituels incluent la construction d'un totem de force, nommer le bébé, écrire une lettre au bébé et commémorer le bébé d'une manière qui vous semble appropriée.
it: Non solo la consulenza può aiutare una coppia a superare le fasi del lutto, ma un buon consulente può offrire suggerimenti utili su come affrontare specificamente il lutto dopo un aborto spontaneo, come suggerire libri e siti web che potrebbero essere di aiuto. Ecco un altro suggerimento: i rituali includono la costruzione di un totem della forza, dare un nome al bambino, scrivere una lettera al bambino e commemorare il bambino in un modo che ti sembri giusto.
nl: Niet alleen kan therapie een paar helpen om door de stadia van rouw heen te komen, maar een goede therapeut kan ook nuttige suggesties bieden over hoe specifiek om te gaan met rouw na een miskraam, zoals het aanbevelen van boeken en websites die kunnen helpen. Hier is nog een suggestie: rituelen omvatten het bouwen van een kracht totem, het benoemen van de baby, het schrijven van een brief aan de baby en het herdenken van de baby op een manier die voor jou goed voelt.
pl: Terapia może nie tylko pomóc parze przejść przez etapy żałoby, ale dobry terapeuta może również zaoferować pomocne sugestie dotyczące radzenia sobie z żałobą po poronieniu, takie jak polecanie książek i stron internetowych, które mogą pomóc. Oto kolejna sugestia, rytuały obejmujące budowanie totemu siły, nadanie dziecku imienia, napisanie listu do dziecka i upamiętnienie dziecka w sposób, który jest dla was odpowiedni.

# LearningResourceArticleVC.howToSupportYourPartner.section8.headline
source: Offer to participate in a memorial
de: Biete an, an einer Gedenkfeier teilzunehmen
es: Ofrece participar en un memorial
fr: Proposez de participer à une commémoration
it: Offri di partecipare a un memoriale
nl: Bied aan om deel te nemen aan een herdenking
pl: Zaproponuj udział w memoriale

# LearningResourceArticleVC.howToSupportYourPartner.section8.text
source: There are many websites that offer suggestions of how you and your partner might do this. There are jewelers who make personalized pendants, necklaces, and key chains for people who have miscarried, with their baby’s name and due date. There are online virtual memorials devoted to “angels” who are dearly loved and missed by their families. There are organizations devoted to supporting couples who have suffered a miscarriage, which take donations in the name of a lost baby. Encourage them to take the time to think about what might feel right to them, and to talk to you about whether they would like to include you in a memorial. Respect their wishes if they would prefer to do this alone, or not at all. Not everyone likes to share their grief and consider it a very intimate and private act. Being there for your partner is the only thing you can do at this time. Make sure they know they are loved, respected and wanted. Remember, even though this is hard on you it is much harder on your partner that was carrying the baby. When the time is right, heal together but give space when it is needed.
de: Es gibt viele Websites, die Vorschläge bieten, wie du und dein Partner dies tun könntet. Es gibt Juweliere, die personalisierte Anhänger, Halsketten und Schlüsselanhänger für Menschen herstellen, die eine Fehlgeburt erlitten haben, mit dem Namen ihres Babys und dem Geburtstermin. Es gibt Online-Gedenkstätten, die „Engeln“ gewidmet sind, die von ihren Familien innig geliebt und vermisst werden. Es gibt Organisationen, die Paare unterstützen, die eine Fehlgeburt erlitten haben, und die Spenden im Namen eines verlorenen Babys annehmen. Ermutige sie, sich Zeit zu nehmen, um darüber nachzudenken, was sich für sie richtig anfühlen könnte, und mit dir darüber zu sprechen, ob sie dich in eine Gedenkfeier einbeziehen möchten. Respektiere ihre Wünsche, wenn sie dies lieber allein oder gar nicht tun möchten. Nicht jeder teilt gerne seine Trauer und betrachtet sie als sehr intime und private Handlung. Für deinen Partner da zu sein, ist das Einzige, was du in dieser Zeit tun kannst. Stelle sicher, dass sie wissen, dass sie geliebt, respektiert und gewollt sind. Denke daran, auch wenn dies schwer für dich ist, ist es viel schwieriger für deinen Partner, der das Baby getragen hat. Wenn die Zeit reif ist, heilt gemeinsam, aber gib Raum, wenn er gebraucht wird.
es: Hay muchos sitios web que ofrecen sugerencias sobre cómo tú y tu pareja podrían hacer esto. Hay joyeros que hacen colgantes personalizados, collares y llaveros para personas que han tenido un aborto espontáneo, con el nombre y la fecha de nacimiento del bebé. Hay memoriales virtuales en línea dedicados a los “ángeles” que son amados y extrañados por sus familias. Hay organizaciones dedicadas a apoyar a las parejas que han sufrido un aborto espontáneo, que aceptan donaciones en nombre de un bebé perdido. Anímala a tomarse el tiempo para pensar en lo que podría parecerle adecuado y a hablar contigo sobre si le gustaría incluirte en un memorial. Respeta sus deseos si prefiere hacerlo sola o no hacerlo en absoluto. No a todos les gusta compartir su dolor y lo consideran un acto muy íntimo y privado. Estar ahí para tu pareja es lo único que puedes hacer en este momento. Asegúrate de que sepa que es amada, respetada y deseada. Recuerda, aunque esto es difícil para ti, es mucho más difícil para tu pareja que estaba llevando al bebé. Cuando llegue el momento, sanen juntos pero den espacio cuando sea necesario.
fr: Il existe de nombreux sites Web qui offrent des suggestions sur la manière dont vous et votre partenaire pourriez faire cela. Il y a des bijoutiers qui fabriquent des pendentifs personnalisés, des colliers et des porte-clés pour les personnes qui ont fait une fausse couche, avec le nom de leur bébé et la date prévue de l'accouchement. Il existe des mémoriaux virtuels en ligne dédiés aux « anges » qui sont chèrement aimés et regrettés par leurs familles. Il existe des organisations dédiées à soutenir les couples qui ont subi une fausse couche, qui acceptent des dons au nom d'un bébé perdu. Encouragez-les à prendre le temps de réfléchir à ce qui pourrait leur convenir et à vous parler de leur souhait de vous inclure ou non dans une commémoration. Respectez leurs souhaits s'ils préfèrent le faire seuls ou pas du tout. Tout le monde n'aime pas partager son chagrin et considère cela comme un acte très intime et privé. Être là pour votre partenaire est la seule chose que vous pouvez faire en ce moment. Assurez-vous qu'ils savent qu'ils sont aimés, respectés et désirés. Rappelez-vous, même si cela est difficile pour vous, c'est beaucoup plus difficile pour votre partenaire qui portait le bébé. Lorsque le moment sera venu, guérissez ensemble mais donnez de l'espace quand c'est nécessaire.
it: Ci sono molti siti web che offrono suggerimenti su come tu e la tua partner potreste fare questo. Ci sono gioiellieri che realizzano ciondoli, collane e portachiavi personalizzati per persone che hanno avuto un aborto spontaneo, con il nome e la data prevista di nascita del loro bambino. Ci sono memoriali virtuali online dedicati agli “angeli” che sono amati e mancati dalle loro famiglie. Ci sono organizzazioni dedicate a supportare le coppie che hanno subito un aborto spontaneo, che accettano donazioni in nome di un bambino perso. Incoraggiala a prendersi il tempo di pensare a cosa potrebbe sentirsi giusto per lei, e a parlare con te se desidera includerti in un memoriale. Rispetta i suoi desideri se preferisce farlo da sola, o per niente. Non a tutti piace condividere il proprio dolore e lo considerano un atto molto intimo e privato. Essere lì per la tua partner è l'unica cosa che puoi fare in questo momento. Assicurati che sappia che è amata, rispettata e desiderata. Ricorda, anche se questo è difficile per te, è molto più difficile per la tua partner che portava il bambino. Quando sarà il momento giusto, guarite insieme, ma date spazio quando necessario.
nl: Er zijn veel websites die suggesties bieden over hoe jij en je partner dit kunnen doen. Er zijn juweliers die gepersonaliseerde hangers, kettingen en sleutelhangers maken voor mensen die een miskraam hebben gehad, met de naam en de uitgerekende datum van hun baby. Er zijn online virtuele gedenktekens gewijd aan 'engelen' die dierbaar zijn geliefd en gemist door hun families. Er zijn organisaties die zich inzetten voor het ondersteunen van koppels die een miskraam hebben gehad, en die donaties accepteren in de naam van een verloren baby. Moedig hen aan om de tijd te nemen om na te denken over wat goed voor hen zou voelen, en om met je te praten over of ze je willen betrekken bij een herdenking. Respecteer hun wensen als ze dit liever alleen doen of helemaal niet. Niet iedereen deelt graag zijn of haar verdriet en beschouwt dit als een zeer intieme en persoonlijke handeling. Er voor je partner zijn is het enige wat je op dit moment kunt doen. Zorg ervoor dat ze weten dat ze geliefd, gerespecteerd en gewenst zijn. Onthoud, ook al is dit moeilijk voor jou, het is veel moeilijker voor je partner die de baby droeg. Wanneer het juiste moment daar is, genees samen maar geef ruimte wanneer dat nodig is.
pl: Istnieje wiele stron internetowych, które oferują sugestie, jak wy i wasz partner możecie to zrobić. Są jubilerzy, którzy tworzą spersonalizowane wisiorki, naszyjniki i breloczki dla osób, które przeszły poronienie, z imieniem i datą narodzin dziecka. Istnieją wirtualne memoriały online poświęcone 'aniołkom', które są bardzo kochane i tęsknią za nimi ich rodziny. Są organizacje wspierające pary, które przeszły poronienie, które przyjmują darowizny na rzecz zmarłego dziecka. Zachęć ich, aby poświęcili czas na zastanowienie się, co mogłoby być dla nich odpowiednie, i porozmawiali z tobą, czy chcieliby włączyć cię do memorialu. Szanuj ich życzenia, jeśli wolą to zrobić samodzielnie lub wcale. Nie wszyscy lubią dzielić się swoim żalem i uważają to za bardzo intymny i prywatny akt. Bycie obok partnera to jedyna rzecz, którą możesz teraz zrobić. Upewnij się, że wiedzą, że są kochani, szanowani i potrzebni. Pamiętaj, choć to dla ciebie trudne, to jest znacznie trudniejsze dla twojego partnera, który nosił dziecko. Gdy nadejdzie odpowiedni czas, wspólnie się uzdrawiajcie, ale daj przestrzeń, gdy jest to potrzebne.

# LearningResourceArticleVC.ohBabySexAfterChildbirth.headline
source: Oh, baby! Sex after childbirth
de: Oh, Baby! Sex nach der Geburt
es: ¡Oh, bebé! Sexo después del parto
fr: Oh, bébé ! Le sexe après l'accouchement
it: Oh, baby! Sesso dopo il parto
nl: Oh, baby! Seks na de bevalling
pl: Oh, dziecko! Seks po porodzie

# LearningResourceArticleVC.ohBabySexAfterChildbirth.section1.headline
source: Let's get physical!
de: Lasst uns körperlich werden!
es: ¡Pongámonos físicos!
fr: Passons aux choses sérieuses !
it: Diamoci da fare!
nl: Laten we fysiek worden!
pl: Zacznijmy od fizyczności!

# LearningResourceArticleVC.ohBabySexAfterChildbirth.section1.text
source: A few weeks after the birth of your baby you’re back at home, and you’re getting into the swing of things with your new little one — but getting back into your sex life might surprisingly prove to be a bit of an issue, even when you feel you are ready. Getting back into the swing of things in the bedroom varies from person to person, but know it will happen eventually. Don't force or pressure yourself or your partner. Let things happen naturally. You’ll need to overcome, experience, and accept the changes you’ve been through, and if you’re having difficulties you need to realize that you’re not the only couple who has gone through this. With the help of your partner, a bit of understanding, and these tips, you’ll rediscover the pleasures of sex after childbirth!
de: Einige Wochen nach der Geburt deines Babys bist du wieder zu Hause und gewöhnst dich an den Alltag mit deinem kleinen Schatz — aber zurück ins Sexleben zu finden, kann überraschend schwierig sein, selbst wenn du dich bereit fühlst. Der Wiedereinstieg ins Schlafzimmer ist von Person zu Person unterschiedlich, aber sei sicher, dass es irgendwann passieren wird. Übe keinen Druck auf dich selbst oder deinen Partner aus. Lass die Dinge natürlich geschehen. Du wirst die Veränderungen, die du durchgemacht hast, überwinden, erfahren und akzeptieren müssen, und wenn du Schwierigkeiten hast, musst du dir bewusst machen, dass du nicht das einzige Paar bist, das dies durchgemacht hat. Mit der Hilfe deines Partners, etwas Verständnis und diesen Tipps wirst du die Freuden des Sex nach der Geburt wiederentdecken!
es: Unas semanas después del nacimiento de tu bebé, estás de vuelta en casa y te estás acostumbrando a las cosas con tu nuevo pequeño, pero volver a tu vida sexual puede resultar ser un problema, incluso cuando sientes que estás lista. Volver a la rutina en el dormitorio varía de una persona a otra, pero debes saber que eventualmente sucederá. No te fuerces ni presiones a tu pareja. Deja que las cosas sucedan de manera natural. Necesitarás superar, experimentar y aceptar los cambios por los que has pasado, y si estás teniendo dificultades, debes darte cuenta de que no eres la única pareja que ha pasado por esto. Con la ayuda de tu pareja, un poco de comprensión y estos consejos, redescubrirás los placeres del sexo después del parto.
fr: Quelques semaines après la naissance de votre bébé, vous êtes de retour à la maison et vous vous habituez à votre nouvelle vie avec votre petit bout de chou — mais reprendre une vie sexuelle peut s'avérer surprenamment difficile, même lorsque vous vous sentez prête. Le retour à la vie sexuelle varie d'une personne à l'autre, mais sachez que cela arrivera éventuellement. Ne vous forcez pas et ne mettez pas de pression sur vous-même ou votre partenaire. Laissez les choses se faire naturellement. Vous devrez surmonter, vivre et accepter les changements que vous avez traversés, et si vous avez des difficultés, vous devez réaliser que vous n'êtes pas le seul couple à avoir traversé cela. Avec l'aide de votre partenaire, un peu de compréhension et ces conseils, vous redécouvrirez les plaisirs du sexe après l'accouchement !
it: Alcune settimane dopo la nascita del tuo bambino sei tornata a casa e stai riprendendo il ritmo con il tuo piccolo — ma ritornare alla tua vita sessuale potrebbe sorprendentemente rivelarsi un problema, anche quando ti senti pronta. Tornare alla normalità in camera da letto varia da persona a persona, ma sappi che accadrà eventualmente. Non forzare o mettere pressione su te stessa o sul tuo partner. Lascia che le cose accadano naturalmente. Avrai bisogno di superare, sperimentare e accettare i cambiamenti che hai vissuto, e se hai difficoltà devi renderti conto che non sei l'unica coppia che ha attraversato questo. Con l'aiuto del tuo partner, un po' di comprensione e questi consigli, riscoprirai i piaceri del sesso dopo il parto!
nl: Enkele weken na de geboorte van je baby ben je weer thuis en begin je je nieuwe leven met je kleintje op te pakken — maar terugkeren naar je seksleven kan verrassend lastig blijken, zelfs als je je er klaar voor voelt. Het terugkeren naar je seksleven in de slaapkamer verschilt van persoon tot persoon, maar weet dat het uiteindelijk zal gebeuren. Dwing jezelf of je partner niet. Laat de dingen natuurlijk gebeuren. Je zult de veranderingen die je hebt doorgemaakt moeten overwinnen, ervaren en accepteren, en als je moeilijkheden ondervindt, moet je je realiseren dat je niet het enige koppel bent dat dit heeft meegemaakt. Met de hulp van je partner, een beetje begrip en deze tips, zul je de geneugten van seks na de bevalling herontdekken!
pl: Kilka tygodni po narodzinach dziecka wracasz do domu i zaczynasz przyzwyczajać się do życia z nowym maluchem – ale powrót do życia seksualnego może okazać się nieco problematyczny, nawet jeśli czujesz, że jesteś gotowa. Powrót do aktywności w sypialni różni się w zależności od osoby, ale pamiętaj, że prędzej czy później to się stanie. Nie zmuszaj ani siebie, ani partnera. Pozwól, by rzeczy działy się naturalnie. Będziesz musiała pokonać, doświadczyć i zaakceptować zmiany, które przeszłaś, a jeśli masz trudności, musisz zdać sobie sprawę, że nie jesteście jedyną parą, która przez to przechodziła. Z pomocą partnera, odrobiną zrozumienia i tych wskazówek, na nowo odkryjecie przyjemność z seksu po porodzie!
