Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# YogaVC.YogaPrental.BoundAnglePose.howText
source: Sit on your mat, bringing the bottoms of your feet together towards your pelvis. Drop your knees to your comfort level. Hold your feet with your hands and sit up straight while breathing deeply. Maintain this pose for 1-5 minutes, leaning forward occasionally if you would like a deep stretch in your hips.
de: Setzen Sie sich auf Ihre Matte, bringen Sie die Fußsohlen zusammen zu Ihrem Becken. Senken Sie Ihre Knie auf Ihr Komfortniveau. Halten Sie Ihre Füße mit Ihren Händen und sitzen Sie aufrecht, während Sie tief einatmen. Halten Sie diese Pose 1-5 Minuten lang, lehnen Sie sich gelegentlich nach vorne, wenn Sie eine tiefe Dehnung in Ihren Hüften wünschen.
es: Siéntate en tu esterilla, juntando las plantas de los pies hacia tu pelvis. Baja tus rodillas hasta tu nivel de comodidad. Sujeta tus pies con tus manos y siéntate erguido mientras respiras profundamente. Mantén esta postura durante 1-5 minutos, inclinándote hacia adelante ocasionalmente si deseas un estiramiento profundo en tus caderas.
fr: Asseyez-vous sur votre tapis, rapprochant les plantes de vos pieds vers votre bassin. Abaissez vos genoux à votre niveau de confort. Tenez vos pieds avec vos mains et asseyez-vous droit en respirant profondément. Maintenez cette posture pendant 1 à 5 minutes, en vous penchant occasionnellement vers l'avant si vous souhaitez étirer profondément vos hanches.
it: Siediti sul tuo tappetino, portando le piante dei piedi insieme verso il bacino. Abbassa le ginocchia al tuo livello di comfort. Afferra i tuoi piedi con le mani e siediti dritto mentre respiri profondamente. Mantieni questa posizione per 1-5 minuti, inclinandoti occasionalmente in avanti se desideri uno stiramento profondo nei fianchi.
nl: Ga op je yogamat zitten en breng de onderkanten van je voeten samen naar je bekken. Laat je knieën zakken tot je comfortniveau. Houd je voeten vast met je handen en zit rechtop terwijl je diep ademhaalt. Houd deze houding 1-5 minuten vast, af en toe voorover leunend als je een diepe rek in je heupen wilt voelen.
pl: Usiądź na macie, zbliżając stopy do siebie w kierunku miednicy. Opuszczaj kolana do swojego komfortowego poziomu. Chwyć stopy dłońmi i wyprostuj się, oddychając głęboko. Utrzymuj tę pozycję przez 1-5 minut, odchylając się od czasu do czasu do przodu, jeśli chcesz głęboko rozciągnąć biodra.

# YogaVC.YogaPrental.AnkleToKneePose.headline.text
source: Ankle to Knee Pose
de: Fußknöchelhaltung
es: Postura del tobillo sobre la rodilla
fr: Pose de la Cheville sur le Genou
it: Posizione della Caviglia sul Ginocchio
nl: Enkel-naar-Knie Houding
pl: Pozycja kostki na kolano

# YogaVC.YogaPrental.AnkleToKneePose.whereText
source: Hips, glutes and back.
de: Hüften, Gesäß und Rücken.
es: Caderas, glúteos y espalda.
fr: Hanches, fessiers et dos.
it: Fianchi, glutei e schiena.
nl: Heupen, bilspieren en rug.
pl: Biodra, pośladki i plecy.

# YogaVC.YogaPrental.AnkleToKneePose.whyText
source: The Ankle to knee pose accommodates your belly while also widening your hips. It also relieves back pressure and tension in your glutes.
de: Die Fußknöchelhaltung berücksichtigt Ihren Bauch und weitet gleichzeitig Ihre Hüften. Sie lindert auch den Druck im Rücken und die Spannung im Gesäß.
es: La postura del tobillo sobre la rodilla acomoda tu vientre mientras también ensancha tus caderas. También alivia la presión en la espalda y la tensión en los glúteos.
fr: La pose de la Cheville sur le Genou s'adapte à votre ventre tout en élargissant vos hanches. Elle soulage également la pression sur le dos et la tension dans les fessiers.
it: La posa della Caviglia sul Ginocchio si adatta alla tua pancia mentre allarga anche i fianchi. Allevia anche la pressione sulla schiena e la tensione nei glutei.
nl: De Enkel-naar-Knie houding past zich aan aan je buik terwijl het ook je heupen verbreedt. Het verlicht ook de druk op de rug en spanning in je bilspieren.
pl: Pozycja kostki na kolano dostosowuje się do brzucha, jednocześnie poszerzając biodra. Łagodzi również nacisk na plecy i napięcie w pośladkach.

# YogaVC.YogaPrental.AnkleToKneePose.howText
source: Come to a sitting position, tuck your left leg under your right leg. Place your right ankle on to your left knee, ensuring that your left ankle is in line with your right knee and your shins are parallel. Folding forward slightly, inhaling breath, you will feel a deep stretch in your hips as well as your glutes. Hold this pose for 30 seconds. Maintaining the ankle to knee pose, place your hands behind your back, keeping your arms straight with your palms flat on your mat to support your balance. As you lean back into your arms, drawing steady breath, you should feel a deep stretch in your back. Hold this pose for 30 seconds. Repeat the same sequence by alternating your left ankle to your right knee.
de: Kommen Sie in eine sitzende Position, stecken Sie Ihr linkes Bein unter Ihr rechtes Bein. Legen Sie Ihren rechten Knöchel auf Ihr linkes Knie, achten Sie darauf, dass Ihr linkes Knöchelgelenk mit Ihrem rechten Kniegelenk ausgerichtet ist und Ihre Schienbeine parallel sind. Neigen Sie sich leicht nach vorne, während Sie einatmen, und spüren Sie eine tiefe Dehnung in Ihren Hüften sowie Ihrem Gesäß. Halten Sie diese Pose 30 Sekunden lang. Halten Sie die Fußknöchelhaltung bei, legen Sie Ihre Hände hinter Ihren Rücken, halten Sie Ihre Arme gerade und die Handflächen flach auf Ihrer Matte, um Ihr Gleichgewicht zu unterstützen. Lehnen Sie sich zurück in Ihre Arme, atmen Sie ruhig und gleichmäßig und Sie sollten eine tiefe Dehnung in Ihrem Rücken spüren. Halten Sie diese Pose 30 Sekunden lang. Wiederholen Sie die gleiche Sequenz, indem Sie Ihren linken Knöchel auf Ihr rechtes Knie legen.
es: Siéntate en posición, mete tu pierna izquierda debajo de tu pierna derecha. Coloca tu tobillo derecho sobre tu rodilla izquierda, asegurándote de que tu tobillo izquierdo esté alineado con tu rodilla derecha y tus espinillas estén paralelas. Inclínate ligeramente hacia adelante, inhalando, sentirás un estiramiento profundo en tus caderas y en tus glúteos. Mantén esta postura durante 30 segundos. Manteniendo la postura del tobillo sobre la rodilla, coloca tus manos detrás de tu espalda, manteniendo tus brazos rectos con las palmas planas en tu esterilla para apoyar tu equilibrio. A medida que te inclinas hacia atrás en tus brazos, respirando de forma constante, deberías sentir un estiramiento profundo en tu espalda. Mantén esta postura durante 30 segundos. Repite la misma secuencia alternando tu tobillo izquierdo sobre tu rodilla derecha.
fr: Asseyez-vous en tailleur, glissez votre jambe gauche sous votre jambe droite. Placez votre cheville droite sur votre genou gauche, en veillant à ce que votre cheville gauche soit alignée avec votre genou droit et que vos tibias soient parallèles. En vous inclinant légèrement vers l'avant, en inspirant, vous ressentirez un étirement profond dans vos hanches et vos fessiers. Maintenez cette posture pendant 30 secondes. En maintenant la pose de la cheville sur le genou, placez vos mains derrière votre dos, en gardant les bras tendus et les paumes à plat sur votre tapis pour soutenir votre équilibre. En vous penchant en arrière dans vos bras, en inspirant régulièrement, vous devriez ressentir un étirement profond dans votre dos. Maintenez cette posture pendant 30 secondes. Répétez la même séquence en alternant votre cheville gauche sur votre genou droit.
it: Vieni in posizione seduta, infila la gamba sinistra sotto la gamba destra. Posiziona la caviglia destra sul ginocchio sinistro, assicurandoti che la caviglia sinistra sia allineata con il ginocchio destro e che le tibie siano parallele. Piegandoti leggermente in avanti, inspirando, sentirai uno stiramento profondo nei fianchi e nei glutei. Mantieni questa posizione per 30 secondi. Mantenendo la posizione della caviglia sul ginocchio, metti le mani dietro la schiena, mantenendo le braccia dritte con i palmi piatti sul tuo tappetino per sostenere il tuo equilibrio. Mentre ti inclini indietro sulle braccia, inspirando regolarmente, dovresti sentire uno stiramento profondo nella schiena. Mantieni questa posizione per 30 secondi. Ripeti la stessa sequenza alternando la caviglia sinistra al ginocchio destro.
nl: Kom in een zittende positie, stop je linkerbeen onder je rechterbeen. Plaats je rechterenkel op je linkerknie, zorg ervoor dat je linkerenkel in lijn is met je rechterknie en je scheenbenen parallel zijn. Buig lichtjes naar voren, adem in terwijl je diep inademt, voel je een diepe rek in je heupen en bilspieren. Houd deze houding 30 seconden vast. Houdend in de enkel-naar-knie houding, plaats je je handen achter je rug, houd je armen recht met je handpalmen plat op je mat om je evenwicht te ondersteunen. Terwijl je achterover leunt in je armen, rustig ademhalend, zou je een diepe rek in je rug moeten voelen. Houd deze houding 30 seconden vast. Herhaal dezelfde sequentie door afwisselend je linker enkel op je rechterknie te plaatsen.
pl: Usiądź w pozycji siedzącej, wsuń lewą nogę pod prawą. Umieść prawą kostkę na lewym kolanie, upewniając się, że lewa kostka jest w linii z prawym kolanem, a piszczele są równoległe. Składając się nieco do przodu, wdychając powietrze, poczujesz głęboki rozciąg w biodrach oraz pośladkach. Utrzymuj tę pozycję przez 30 sekund. Pozostając w pozycji kostki na kolano, umieść dłonie za plecami, trzymając ramiona prosto z dłońmi spłaszczonymi na macie, aby wesprzeć równowagę. Gdy odchylasz się do tyłu w kierunku swoich ramion, oddychając równomiernie, powinieneś poczuć głęboki rozciąg w plecach. Utrzymuj tę pozycję przez 30 sekund. Powtórz tę samą sekwencję, zmieniając lewą kostkę na prawe kolano.

# YogaVC.YogaPrental.SeatedSideBend.headline.text
source: Seated Side Bend
de: Sitzende seitliche Beugung
es: Estiramiento lateral sentado
fr: Pose de l'Inclinaison Latérale Assise
it: Flessione Laterale Seduta
nl: Zittende Zijwaartse Buiging
pl: Pozycja skrętu boku na siedząco

# YogaVC.YogaPrental.SeatedSideBend.whereText
source: Hip, pelvis and back.
de: Hüfte, Becken und Rücken.
es: Cadera, pelvis y espalda.
fr: Hanches, bassin et dos.
it: Anca, bacino e schiena.
nl: Heup, bekken en rug.
pl: Biodro, miednica i plecy.

# YogaVC.YogaPrental.SeatedSideBend.whyText
source: The seated side stretch not only lowers stress but alleviates lower back pressure and eases hip and pelvis tension during pregnancy.
de: Die seitliche Sitzdehnung senkt nicht nur den Stress, sondern lindert auch den Druck im unteren Rücken und entspannt die Hüft- und Beckenmuskulatur während der Schwangerschaft.
es: El estiramiento lateral sentado no solo reduce el estrés, sino que alivia la presión lumbar y alivia la tensión en caderas y pelvis durante el embarazo.
fr: L'étirement latéral assis réduit non seulement le stress, mais soulage la pression sur le bas du dos et détend la tension au niveau des hanches et du bassin pendant la grossesse.
it: La flessione laterale seduta non solo riduce lo stress ma allevia la pressione sulla parte bassa della schiena e allevia la tensione dell'anca e del bacino durante la gravidanza.
nl: De zittende zijwaartse strekking verlaagt niet alleen stress maar verlicht ook de druk op de onderrug en verlicht spanning in heupen en bekken tijdens de zwangerschap.
pl: Rozciąganie się na boku siedząco nie tylko zmniejsza stres, ale także łagodzi nacisk na dolną część pleców oraz redukuje napięcie w biodrach i miednicy podczas ciąży.

# YogaVC.YogaPrental.SeatedSideBend.howText
source: Sitting tall, lengthen your spine with your legs crossed. Inhaling gently while extending your right arm and leaning your body to the left. Place your left hand on the mat for support and inhale deeply while holding this stretch for 30 seconds. Slowly come back to sitting tall, drawing full breaths. Then switch to your left arm and repeat the sequence.
de: Sitzen Sie aufrecht, strecken Sie Ihre Wirbelsäule mit gekreuzten Beinen. Atmen Sie sanft ein, während Sie Ihren rechten Arm ausstrecken und Ihren Körper nach links neigen. Legen Sie Ihre linke Hand zur Unterstützung auf die Matte und atmen Sie tief ein, während Sie diese Dehnung 30 Sekunden lang halten. Kommen Sie langsam wieder in die aufrechte Sitzposition und atmen Sie vollständig ein. Wechseln Sie dann zu Ihrem linken Arm und wiederholen Sie die Sequenz.
es: Sentado erguido, alarga tu columna vertebral con las piernas cruzadas. Inhalando suavemente mientras extiendes tu brazo derecho y inclinas tu cuerpo hacia la izquierda. Coloca tu mano izquierda en la esterilla para obtener apoyo e inhala profundamente mientras mantienes este estiramiento durante 30 segundos. Vuelve lentamente a sentarte erguido, inhalando completamente. Luego cambia a tu brazo izquierdo y repite la secuencia.
fr: Assis droit, allongez votre colonne vertébrale avec les jambes croisées. En inspirant doucement, étirez votre bras droit et penchez votre corps vers la gauche. Placez votre main gauche sur le tapis pour vous soutenir et inspirez profondément tout en maintenant cet étirement pendant 30 secondes. Revenez lentement à une position assise droite, en respirant à pleins poumons. Puis passez à votre bras gauche et répétez la séquence.
it: Seduto in posizione eretta, allunga la tua colonna vertebrale con le gambe incrociate. Inspirando delicatamente, estendi il braccio destro e piega il corpo verso sinistra. Metti la mano sinistra sul tappetino per avere supporto ed espira profondamente mentre mantieni questa posizione per 30 secondi. Torna lentamente in posizione eretta, facendo respiri profondi. Quindi passa al braccio sinistro e ripeti la sequenza.
nl: Zittend rechtop, lengte je ruggengraat met je benen gekruist. Terwijl je zachtjes inademt, strek je je rechterarm uit en leun je je lichaam naar links. Plaats je linkerhand op de mat ter ondersteuning en adem diep in terwijl je deze stretch 30 seconden vasthoudt. Kom langzaam terug naar een rechte zithouding, terwijl je volledig ademt. Wissel dan naar je linkerarm en herhaal de sequentie.
pl: Siedząc wyprostowany, wydłuż kręgosłup z nogami skrzyżowanymi. Wdychając delikatnie, wyprostuj prawą rękę i pochyl ciało w lewo. Umieść lewą rękę na macie w celu wsparcia i wdychaj głęboko, utrzymując ten rozciąg przez 30 sekund. Powoli wróć do siedzenia prosto, wdechając pełnymi płucami. Następnie zmień stronę na lewą rękę i powtórz sekwencję.

# YogaVC.YogaPrental.StandingForwardBend.headline.text
source: Standing Forward Bend
de: Stehende Vorwärtsbeuge
es: Postura de flexión hacia adelante de pie
fr: Pose de la Flexion Avant Debout
it: Piegamento in Avanti in Piedi
nl: Staande Voorovergebogen Houding
pl: Pozycja skrętu boku na siedząco

# YogaVC.YogaPrental.StandingForwardBend.whereText
source: Hamstring, hips, back and circulation.
de: Hamstrings, Hüften, Rücken und Blutzirkulation.
es: Isquiotibiales, caderas, espalda y circulación.
fr: Ischio-jambiers, hanches, dos et circulation.
it: Femorali, fianchi, schiena e circolazione.
nl: Hamstrings, heupen, rug en bloedsomloop.
pl: Udo, biodra, plecy i krążenie.

# YogaVC.YogaPrental.StandingForwardBend.whyText
source: The standing forward bend can improve blood circulation which can relieve swollen feet and legs. This pose also delivers a deep stretch in the lower back and even relieves tension in the hips and hamstrings.
de: Die stehende Vorwärtsbeuge kann die Blutzirkulation verbessern, was geschwollene Füße und Beine lindern kann. Diese Haltung bietet auch eine tiefe Dehnung im unteren Rücken und lindert sogar Spannungen in Hüften und Oberschenkeln.
es: La postura de flexión hacia adelante de pie puede mejorar la circulación sanguínea, lo que puede aliviar los pies y las piernas hinchadas. Esta postura también proporciona un estiramiento profundo en la parte baja de la espalda e incluso alivia la tensión en las caderas y los isquiotibiales.
fr: La flexion avant debout peut améliorer la circulation sanguine, ce qui peut soulager les pieds et les jambes gonflés. Cette pose procure également un étirement profond dans le bas du dos et soulage même la tension dans les hanches et les ischio-jambiers.
it: Il piegamento in avanti in piedi può migliorare la circolazione sanguigna, che può alleviare gonfiori alle gambe e ai piedi. Questa posizione offre anche uno stiramento profondo nella parte bassa della schiena e allevia la tensione nei fianchi e nei muscoli posteriori della coscia.
nl: De staande voorovergebogen houding kan de bloedsomloop verbeteren, waardoor gezwollen voeten en benen worden verlicht. Deze houding geeft ook een diepe rek in de onderrug en verlicht zelfs spanning in de heupen en hamstrings.
pl: Pozycja skrętu boku na siedząco może poprawić krążenie krwi, co może złagodzić opuchnięte stopy i nogi. Ta pozycja dostarcza również głęboki rozciąg w dolnej części pleców oraz łagodzi napięcie w biodrach i mięśniach łydek.

# YogaVC.YogaPrental.StandingForwardBend.howText
source: Standing with your hands on your hips and feet slightly wider than hips-width distance apart. Start to lean forward at the hips, keeping a straight back as you fold down. When you reach your level of comfortability, with your back flat, soften your knees and relax into a forward bend. You can let your arms hang or you can grab opposite elbows. Hold this pose for 30 seconds while breathing rhythmically.
de: Stehen Sie mit Ihren Händen auf den Hüften und den Füßen etwas weiter als hüftbreit auseinander. Beginnen Sie, sich an den Hüften nach vorne zu neigen, wobei Sie einen geraden Rücken bewahren, während Sie sich nach unten beugen. Wenn Sie Ihr Komfortniveau erreicht haben und Ihr Rücken flach ist, beugen Sie Ihre Knie leicht und entspannen Sie sich in einer Vorwärtsbeuge. Sie können Ihre Arme hängen lassen oder Sie können sich gegenüberliegende Ellbogen greifen. Halten Sie diese Pose 30 Sekunden lang, während Sie gleichmäßig atmen.
es: De pie con las manos en las caderas y los pies ligeramente más anchos que la distancia entre las caderas. Comienza a inclinarte hacia adelante desde las caderas, manteniendo la espalda recta mientras te doblas hacia abajo. Cuando alcances tu nivel de comodidad, con la espalda plana, flexiona ligeramente las rodillas y relájate en una flexión hacia adelante. Puedes dejar que tus brazos cuelguen o puedes agarrar los codos opuestos. Mantén esta postura durante 30 segundos respirando rítmicamente.
fr: Debout, les mains sur les hanches et les pieds légèrement plus écartés que la largeur des hanches. Commencez à vous pencher en avant au niveau des hanches, en gardant le dos droit pendant que vous vous pliez vers le bas. Lorsque vous atteignez votre niveau de confort, le dos plat, pliez légèrement les genoux et détendez-vous dans une flexion avant. Vous pouvez laisser vos bras pendre ou vous pouvez attraper vos coudes opposés. Maintenez cette posture pendant 30 secondes en respirant de manière rythmique.
it: In piedi con le mani sui fianchi e i piedi leggermente più larghi della larghezza delle anche. Inizia a piegarti in avanti sui fianchi, mantenendo la schiena dritta mentre ti pieghi in avanti. Quando raggiungi il tuo livello di comfort, con la schiena piatta, piega leggermente le ginocchia e rilassati in un piegamento in avanti. Puoi lasciare pendere le braccia o puoi afferrare i gomiti opposti. Mantieni questa posizione per 30 secondi respirando ritmicamente.
nl: Sta met je handen op je heupen en je voeten iets breder dan heupbreedte uit elkaar. Begin naar voren te leunen bij de heupen, houd een rechte rug terwijl je naar beneden vouwt. Wanneer je je comfortniveau hebt bereikt, met een platte rug, buig je je knieën en ontspan je in een vooroverbuiging. Je kunt je armen laten hangen of je kunt tegenovergestelde ellebogen vastpakken. Houd deze houding 30 seconden vast terwijl je ritmisch ademhaalt.
pl: Stojąc z rękami na biodrach i stopami nieco szerzej niż szerokość bioder. Zacznij pochylać się do przodu w biodrach, utrzymując prosty kręgosłup, gdy się składasz. Gdy osiągniesz swój poziom komfortu, z prostym kręgosłupem, zgiń kolana i zrelaksuj się w pochyleniu do przodu. Możesz pozwolić swoim ręką opaść lub możesz złapać przeciwległe łokcie. Utrzymuj tę pozycję przez 30 sekund, oddychając rytmicznie.

# YogaVC.YogaPrental.CatCowPose.headline.text
source: Cat-Cow Pose
de: Katze-Kuh-Haltung
es: Postura de la vaca-gato
fr: Pose du Chat et de la Vache
it: Posizione del Gatto-Mucca
nl: Kat-Koe Houding
pl: Pozycja kota i krowy

# YogaVC.YogaPrental.CatCowPose.whereText
source: Neck, shoulders, torso and back.
de: Nacken, Schultern, Rumpf und Rücken.
es: Cuello, hombros, torso y espalda.
fr: Cou, épaules, torse et dos.
it: Collo, spalle, torso e schiena.
nl: Nek, schouders, torso en rug.
pl: Szyja, ramiona, tułów i plecy.

# YogaVC.YogaPrental.CatCowPose.whyText
source: This pose boosts circulation and spinal mobility while stretching your neck, shoulders and torso. Feel the stress melt away!
de: Diese Haltung fördert die Durchblutung und die Beweglichkeit der Wirbelsäule und dehnt gleichzeitig Ihren Nacken, Ihre Schultern und Ihren Rumpf. Fühlen Sie, wie der Stress verschwindet!
es: Esta postura aumenta la circulación y la movilidad espinal mientras estira el cuello, los hombros y el torso. ¡Siente cómo el estrés desaparece!
fr: Cette pose stimule la circulation et la mobilité de la colonne vertébrale tout en étirant le cou, les épaules et le torse. Sentez le stress disparaître !
it: Questa posizione favorisce la circolazione e la mobilità spinale mentre allunga collo, spalle e torso. Sentirai lo stress sciogliersi via!
nl: Deze houding bevordert de circulatie en de mobiliteit van de wervelkolom, terwijl je nek, schouders en torso worden uitgerekt. Voel de stress wegvloeien!
pl: Ta pozycja wzmacnia krążenie i ruchomość kręgosłupa, jednocześnie rozciągając szyję, ramiona i tułów. Poczuj, jak stres znika!
