Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# YogaVC.YogaPrental.GoddessPose.howText
source: Take a step with your feet, widening your stance along your mat, with your toes pointing outward. As you bend your knees, ensure they stay behind your toes, and let the natural pull of gravity guide your tailbone down. Your arms can find a comfortable position – resting on your thighs, in a prayer position, or with palms turned upward. Stay in this low stance for 5-7 cycles of breath before gently bringing your feet together as you straighten your legs.
de: Machen Sie einen Schritt mit Ihren Füßen und verbreitern Sie Ihren Stand auf Ihrer Matte, mit den Zehen nach außen zeigend. Wenn Sie Ihre Knie beugen, achten Sie darauf, dass sie hinter Ihren Zehen bleiben, und lassen Sie Ihr Steißbein durch die natürliche Schwerkraft nach unten führen. Ihre Arme können eine bequeme Position finden - ruhen auf Ihren Oberschenkeln, in einer Gebetsposition oder mit nach oben gedrehten Handflächen. Bleiben Sie 5-7 Atemzyklen lang in dieser niedrigen Haltung und bringen Sie dann Ihre Füße sanft zusammen, während Sie Ihre Beine strecken.
es: Da un paso con los pies, ampliando tu postura a lo largo de tu colchoneta, con los dedos de los pies hacia afuera. Al flexionar las rodillas, asegúrate de que se mantengan detrás de tus dedos de los pies y deja que la gravedad guíe tu coxis hacia abajo. Tus brazos pueden encontrar una posición cómoda: descansando sobre tus muslos, en posición de oración o con las palmas hacia arriba. Mantente en esta posición baja durante 5-7 ciclos de respiración antes de juntar suavemente los pies mientras enderezas las piernas.
fr: Faites un pas avec vos pieds, élargissez votre stance le long de votre tapis, avec vos orteils pointant vers l'extérieur. En pliant les genoux, assurez-vous qu'ils restent derrière vos orteils, et laissez la gravité guider naturellement votre coccyx vers le bas. Vos bras peuvent trouver une position confortable - reposant sur vos cuisses, en position de prière ou avec les paumes tournées vers le haut. Restez dans cette position basse pendant 5 à 7 cycles de respiration avant de ramener doucement vos pieds ensemble en redressant vos jambes.
it: Fai un passo con i piedi, allargando la tua posizione lungo il tappetino, con le punte dei piedi rivolte verso l'esterno. Mentre pieghi le ginocchia, assicurati che restino dietro le dita dei piedi e lascia che il naturale attrito della gravità guidi il coccige verso il basso. Le braccia possono trovare una posizione confortevole - appoggiandosi sulle cosce, in posizione di preghiera o con i palmi rivolti verso l'alto. Resta in questa posizione bassa per 5-7 cicli di respiri prima di riavvicinare dolcemente i piedi mentre distendi le gambe.
nl: Zet een stap met je voeten, verbreed je stand langs je mat, met je tenen naar buiten gericht. Buig bij het buigen van je knieën ervoor dat ze achter je tenen blijven en laat de natuurlijke zwaartekracht je stuitje naar beneden leiden. Je armen kunnen een comfortabele positie vinden - rustend op je dijen, in een gebedspositie of met de handpalmen naar boven gedraaid. Blijf in deze lage positie gedurende 5-7 ademhalingen voordat je je voeten voorzichtig bij elkaar brengt terwijl je je benen strekt.
pl: Zrób krok stopami, poszerzając swoje położenie wzdłuż maty, z palcami stóp skierowanymi na zewnątrz. Gdy zginasz kolana, upewnij się, że pozostają za palcami, a naturalna siła grawitacji kieruje kości ogonem w dół. Twoje ramiona mogą znaleźć wygodną pozycję - opierając się na udach, w pozycji modlitewnej lub z dłońmi zwróconymi do góry. Pozostań w tej niskiej pozycji przez 5-7 cykli oddechowych, zanim delikatnie złączysz stopy, prostując nogi.

# YogaVC.YogaPrental.PigeonPose.headline.text
source: Pigeon Pose
de: Taube Haltung
es: Postura de la paloma
fr: Pose du Pigeon
it: Posizione del Piccione
nl: Duif Houding
pl: Pozycja Gołębia

# YogaVC.YogaPrental.PigeonPose.whereText
source: Thighs, hips, lower back and pelvic floor.
de: Oberschenkel, Hüften, unterer Rücken und Beckenboden.
es: Muslos, caderas, zona lumbar y suelo pélvico.
fr: Cuisses, hanches, bas du dos et plancher pelvien.
it: Cosce, fianchi, parte bassa della schiena e pavimento pelvico.
nl: Dijen, heupen, onderrug en bekkenbodem.
pl: Uda, biodra, dolna część pleców i dno miednicy.

# YogaVC.YogaPrental.PigeonPose.whyText
source: It relieves hip and lower back discomfort, provides a gentle stretch of the pelvic floor, and is a stress-reducing pose for emotional well-being. Additionally, it helps in preparation for labor through body awareness and improves posture as the body adapts to the growing belly.
de: Sie lindert Beschwerden in Hüfte und unterem Rücken, bietet eine sanfte Dehnung des Beckenbodens und ist eine stressreduzierende Haltung für das emotionale Wohlbefinden. Darüber hinaus hilft sie bei der Vorbereitung auf die Geburt durch Körperbewusstsein und verbessert die Haltung, da sich der Körper an den wachsenden Bauch anpasst.
es: Alivia el malestar en las caderas y la zona lumbar, proporciona un estiramiento suave del suelo pélvico y es una postura que reduce el estrés para el bienestar emocional. Además, ayuda en la preparación para el parto a través de la conciencia corporal y mejora la postura a medida que el cuerpo se adapta al vientre en crecimiento.
fr: Elle soulage les inconforts des hanches et du bas du dos, offre un étirement doux du plancher pelvien et est une pose réduisant le stress pour le bien-être émotionnel. De plus, elle aide à la préparation à l'accouchement grâce à la prise de conscience corporelle et améliore la posture à mesure que le corps s'adapte au ventre en expansion.
it: Allevia il disagio all'anca e alla parte bassa della schiena, fornisce uno stiramento delicato del pavimento pelvico e riduce lo stress per il benessere emotivo. Inoltre, aiuta nella preparazione al parto attraverso la consapevolezza del corpo e migliora la postura mentre il corpo si adatta al pancione in crescita.
nl: Het verlicht ongemak in de heupen en onderrug, biedt een zachte rek van de bekkenbodem en is een stressverlagende houding voor emotioneel welzijn. Bovendien helpt het bij de voorbereiding op de bevalling door lichaamsbewustzijn en verbetert het de houding naarmate het lichaam zich aanpast aan de groeiende buik.
pl: Łagodzi dyskomfort w biodrach i dolnej części pleców, zapewnia łagodne rozciągnięcie dna miednicy oraz jest pozycją redukującą stres dla dobrostanu emocjonalnego. Dodatkowo pomaga w przygotowaniu do porodu poprzez świadomość ciała i poprawia postawę, gdy ciało przystosowuje się do rosnącego brzucha.

# YogaVC.YogaPrental.PigeonPose.howText
source: Starting in a tabletop position, bring your right knee forward and out to the right, aligning it with your right wrist. Extend your left leg straight back behind you. Ensure your hips are squared, and the right shin is parallel to the mat. Slowly lower your torso over your bent right leg, using your forearms for support or a cushion under your hips if needed. Breathe deeply, holding the stretch for about 30 seconds to a minute. Ensure you perform this pose with caution, making any necessary adjustments for comfort.
de: Beginnen Sie in einer Tischposition, bringen Sie Ihr rechtes Knie nach vorne und nach rechts, so dass es sich mit Ihrem rechten Handgelenk ausrichtet. Strecken Sie Ihr linkes Bein gerade nach hinten. Stellen Sie sicher, dass Ihre Hüften ausgerichtet sind und das rechte Schienbein parallel zur Matte liegt. Senken Sie langsam Ihren Oberkörper über Ihr gebeugtes rechtes Bein, verwenden Sie Ihre Unterarme zur Unterstützung oder ein Kissen unter Ihren Hüften, wenn nötig. Atmen Sie tief ein, halten Sie die Dehnung etwa 30 Sekunden bis eine Minute lang. Führen Sie diese Haltung mit Vorsicht aus und machen Sie gegebenenfalls Anpassungen für Komfort.
es: Comenzando en una posición de cuatro patas, lleva tu rodilla derecha hacia adelante y hacia afuera, alineándola con tu muñeca derecha. Extiende tu pierna izquierda recta hacia atrás. Asegúrate de que tus caderas estén cuadradas y que la espinilla derecha esté paralela al suelo. Baja lentamente tu torso sobre tu pierna derecha doblada, usando tus antebrazos para apoyarte o una almohada bajo tus caderas si es necesario. Respira profundamente, manteniendo el estiramiento durante aproximadamente 30 segundos a un minuto. Asegúrate de realizar esta postura con precaución, realizando los ajustes necesarios para mayor comodidad.
fr: En commençant par une position de table, avancez votre genou droit vers l'avant et sur le côté droit, en l'alignant avec votre poignet droit. Étendez votre jambe gauche droit derrière vous. Assurez-vous que vos hanches sont alignées et que le tibia droit est parallèle au tapis. Abaissez lentement votre torse sur votre jambe droite pliée, en utilisant vos avant-bras pour soutenir ou un coussin sous vos hanches si nécessaire. Respirez profondément, en maintenant l'étirement pendant environ 30 secondes à une minute. Assurez-vous de réaliser cette pose avec prudence, en apportant les ajustements nécessaires pour votre confort.
it: Iniziando in una posizione a quattro zampe, porta il ginocchio destro in avanti e verso destra, allineandolo con il polso destro. Estendi la gamba sinistra dritta dietro di te. Assicurati che i fianchi siano allineati e che la tibia destra sia parallela al tappetino. Abbassa lentamente il busto sulla gamba destra piegata, usando gli avambracci per il supporto o un cuscino sotto i fianchi se necessario. Respira profondamente, mantenendo lo stiramento per circa 30 secondi a un minuto. Assicurati di eseguire questa posizione con cautela, apportando eventuali aggiustamenti necessari per il comfort.
nl: Begin in een tafelbladpositie, breng je rechterknie naar voren en naar buiten, in lijn met je rechterpols. Strek je linkervoet recht naar achteren. Zorg ervoor dat je heupen recht staan en het rechter scheenbeen parallel aan de mat is. Laat langzaam je romp over je gebogen rechterbeen zakken, gebruik je onderarmen voor ondersteuning of een kussen onder je heupen indien nodig. Adem diep in en houd de rek ongeveer 30 seconden tot een minuut vast. Voer deze houding voorzichtig uit en maak indien nodig aanpassingen voor comfort.
pl: Rozpocznij w pozycji na czworakach, przesuń prawe kolano do przodu i na zewnątrz, wyrównując je z prawym nadgarstkiem. Wyciągnij lewą nogę prosto do tyłu. Upewnij się, że biodra są wyrównane, a prawa piszczel jest równoległa do maty. Powoli opuść tułów nad zgiętą prawą nogą, używając przedramion do wsparcia lub poduszki pod biodra, jeśli to konieczne. Oddychaj głęboko, utrzymując rozciągnięcie przez około 30 sekund do minuty. Upewnij się, że wykonujesz tę pozycję ostrożnie, dokonując niezbędnych dostosowań dla wygody.

# YogaVC.YogaPrental.ChildsPose.headline.text
source: Child’s Pose
de: Kindes Haltung
es: Postura del niño
fr: Pose de l'Enfant
it: Posizione del Bambino
nl: Kindhouding
pl: Pozycja Dziecka

# YogaVC.YogaPrental.ChildsPose.whereText
source: Shoulders, neck, spine and back.
de: Schultern, Nacken, Wirbelsäule und Rücken.
es: Hombros, cuello, columna vertebral y espalda.
fr: Épaules, cou, colonne vertébrale et dos.
it: Spalle, collo, colonna vertebrale e schiena.
nl: Schouders, nek, wervelkolom en rug.
pl: Barki, szyja, kręgosłup i plecy.

# YogaVC.YogaPrental.ChildsPose.whyText
source: This pose offers a gentle stretch to the pelvic joints, expanding the internal dimensions of the pelvic canal and outlet. This increased space facilitates the baby's descent and emergence during birth. It serves as an excellent preparatory pose for childbirth, uniquely benefiting your pelvis in readiness for the birthing process.
de: Diese Haltung bietet eine sanfte Dehnung der Beckengelenke, erweitert die inneren Dimensionen des Beckenkanals und des Auslasses. Dieser erhöhte Raum erleichtert den Abstieg und das Auftreten des Babys während der Geburt. Sie dient als ausgezeichnete Vorbereitungshaltung für die Geburt und bringt einzigartige Vorteile für Ihr Becken in Vorbereitung auf den Geburtsprozess.
es: Esta postura ofrece un estiramiento suave a las articulaciones pélvicas, expandiendo las dimensiones internas del canal pélvico y la salida. Este aumento de espacio facilita el descenso y la emergencia del bebé durante el parto. Sirve como una excelente postura preparatoria para el parto, beneficiando de manera única a tu pelvis en preparación para el proceso de parto.
fr: Cette pose offre un étirement doux des articulations pelviennes, élargissant les dimensions internes du canal pelvien et de la sortie. Cet espace accru facilite la descente et l'émergence du bébé pendant l'accouchement. Elle sert d'excellente pose préparatoire à l'accouchement, bénéficiant de manière unique à votre bassin en prévision du processus d'accouchement.
it: Questa posizione offre uno stiramento delicato delle articolazioni pelviche, espandendo le dimensioni interne del canale pelvico e dell'uscita. Questo aumento dello spazio facilita la discesa e l'emersione del bambino durante il parto. Serve come una posizione preparatoria eccellente per il parto, beneficiando in modo unico il tuo bacino in preparazione al processo di nascita.
nl: Deze houding biedt een zachte rek voor de bekkengewrichten, waardoor de interne afmetingen van het bekkenkanaal en de uitlaat worden vergroot. Deze toegenomen ruimte vergemakkelijkt de afdaling en het verschijnen van de baby tijdens de bevalling. Het dient als een uitstekende voorbereidende houding voor de bevalling en biedt unieke voordelen voor je bekken ter voorbereiding op het bevallingsproces.
pl: Ta pozycja oferuje delikatne rozciągnięcie stawów miednicznych, zwiększając wewnętrzne wymiary kanału miednicy i ujścia. Ten zwiększony przestrzeń ułatwia opadanie i pojawienie się dziecka podczas porodu. Jest doskonałą pozycją przygotowawczą do porodu, unikalnie korzystającą z twojej miednicy do gotowości na proces porodowy.

# YogaVC.YogaPrental.ChildsPose.howText
source: Begin in a tabletop position, then gently widen your knees to make space for your belly. Lower your hips back towards your heels, extending your arms forward, and rest your forehead on the mat. Take slow, deep breaths, feeling a gentle stretch in your lower back and hips. Stay in this pose for as long as it's comfortable, focusing on relaxation. To exit, walk your hands back and return to a seated position.
de: Beginnen Sie in einer Tischposition und verbreitern Sie dann vorsichtig Ihre Knie, um Platz für Ihren Bauch zu schaffen. Senken Sie Ihre Hüften zurück in Richtung Ihrer Fersen, strecken Sie Ihre Arme nach vorne und legen Sie Ihre Stirn auf die Matte. Atmen Sie langsam und tief, spüren Sie eine sanfte Dehnung in Ihrem unteren Rücken und Ihren Hüften. Halten Sie diese Haltung so lange wie möglich bequem ist, konzentrieren Sie sich auf Entspannung. Um die Haltung zu verlassen, gehen Sie mit Ihren Händen zurück und kehren Sie in eine sitzende Position zurück.
es: Comienza en una posición de cuatro patas, luego separa suavemente las rodillas para hacer espacio para tu vientre. Baja las caderas hacia tus talones, extendiendo los brazos hacia adelante, y apoya la frente en la colchoneta. Respira despacio y profundamente, sintiendo un estiramiento suave en la parte baja de la espalda y las caderas. Mantente en esta postura durante el tiempo que sea cómodo, enfocándote en la relajación. Para salir, lleva las manos hacia atrás y vuelve a una posición sentada.
fr: Commencez par une position à quatre pattes, puis écartez doucement vos genoux pour faire de la place pour votre ventre. Abaissez vos hanches vers vos talons, étirez vos bras vers l'avant et posez votre front sur le tapis. Respirez lentement et profondément, ressentant un étirement doux dans le bas de votre dos et vos hanches. Restez dans cette pose aussi longtemps que vous êtes à l'aise, en vous concentrant sur la relaxation. Pour sortir de la pose, reculez vos mains et revenez à une position assise.
it: Inizia in una posizione a quattro zampe, quindi allarga dolcemente le ginocchia per fare spazio alla tua pancia. Abbassa i fianchi verso i talloni, estendendo le braccia in avanti e appoggiando la fronte sul tappetino. Respira lentamente e profondamente, sentendo uno stiramento delicato nella parte bassa della schiena e nei fianchi. Resta in questa posizione per tutto il tempo in cui è confortevole, concentrati sul rilassamento. Per uscire, cammina con le mani indietro e torna in posizione seduta.
nl: Begin in een tafelbladpositie en maak je knieën voorzichtig breder om ruimte te maken voor je buik. Breng je heupen naar achteren richting je hielen, strek je armen naar voren uit en rust je voorhoofd op de mat. Neem langzame, diepe ademhalingen, voel een zachte rek in je onderrug en heupen. Blijf in deze houding zo lang als comfortabel is, gericht op ontspanning. Om eruit te komen, loop je met je handen terug en keer je terug naar een zittende positie.
pl: Zacznij w pozycji na czworakach, następnie delikatnie rozszerz kolana, aby zrobić miejsce na brzuch. Opuść biodra w kierunku pięt, wyciągnij ramiona do przodu i opuść czoło na matę. Oddychaj powoli i głęboko, czując delikatne rozciągnięcie w dolnej części pleców i biodrach. Pozostań w tej pozycji tak długo, jak jest to wygodne, koncentrując się na relaksacji. Aby wyjść, wróć rękami do pozycji siedzącej.

# YogaVC.YogaPrental.FigureFourPose.headline.text
source: Figure-Four Pose
de: Vier Haltung
es: Postura de la cifra cuatro
fr: Pose de la Figure Quatre
it: Posizione del Numero Quattro
nl: Vierkant Houding
pl: Pozycja Cyfry Cztery

# YogaVC.YogaPrental.FigureFourPose.whereText
source: Pelvic floor, pelvis, hips and back.
de: Beckenboden, Becken, Hüften und Rücken.
es: Suelo pélvico, pelvis, caderas y espalda.
fr: Plancher pelvien, bassin, hanches et dos.
it: Pavimento pelvico, bacino, fianchi e schiena.
nl: Bekkenbodem, bekken, heupen en rug.
pl: Dno miednicy, miednica, biodra i plecy.

# YogaVC.YogaPrental.FigureFourPose.whyText
source: It provides relief from lower back discomfort, enhances hip flexibility, engages and strengthens the pelvic floor muscles, reduces stress, and fosters emotional well-being.
de: Sie bietet Linderung bei Beschwerden im unteren Rücken, verbessert die Flexibilität der Hüften, aktiviert und stärkt die Beckenbodenmuskulatur, reduziert Stress und fördert das emotionale Wohlbefinden.
es: Proporciona alivio del malestar lumbar, mejora la flexibilidad de las caderas, compromete y fortalece los músculos del suelo pélvico, reduce el estrés y fomenta el bienestar emocional.
fr: Elle soulage les inconforts lombaires, améliore la flexibilité des hanches, engage et renforce les muscles du plancher pelvien, réduit le stress et favorise le bien-être émotionnel.
it: Offre sollievo dal disagio alla parte bassa della schiena, migliora la flessibilità dell'anca, coinvolge e rafforza i muscoli del pavimento pelvico, riduce lo stress e favorisce il benessere emotivo.
nl: Het biedt verlichting bij lage rugpijn, verbetert de flexibiliteit van de heupen, betrekt en versterkt de bekkenbodemspieren, vermindert stress en bevordert emotioneel welzijn.
pl: Łagodzi ból w dolnej części pleców, zwiększa elastyczność bioder, aktywuje i wzmacnia mięśnie dna miednicy, redukuje stres i wspiera dobrostan emocjonalny.
