Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# LearningResourceArticleVC.positionPerfect.section1.text
source: Tip #1: When trying to conceive, gravity is your best friend, it’s all about giving the sperm the best chance to get to that egg! As they say, ‘what goes up, must come down’, so standing up straight after sex should be avoided. Instead, continue to lay down for around 15 minutes, try your best to stay still so that those swimmers get to where they’re going. You can also help the sperm out by placing a pillow underneath the hips, giving gravity the upper hand. Take it a step further and put your legs up, possibly with the assistance of a wall close to your bed. There is no guarantee that these tips work 100% of the time, however you’re most definitely giving the sperm their greatest shot at achieving their life’s purpose, getting you pregnant! Tip #2: Have an orgasm! It is said that having an orgasm can increase your chances of conception due to the uterine contraction during climax. This theory has mixed results, yet it is worth experimenting with. Oxytocin is released during orgasm, and this is a feelgood hormone, removing some of that stress, which is one of conception’s worst enemies! And hey, even if this theory is not entirely rock solid, who doesn’t want an orgasm anyway? Tip #3: Ditch the lube. There is some debate on if lubrication hinders conception, yet many people recommend ditching the lubrication in the process, as it’s believed to affect the mobility of sperm.
de: Tipp Nr. 1: Wenn Sie versuchen, schwanger zu werden, ist die Schwerkraft Ihr bester Freund. Es geht darum, den Spermien die beste Chance zu geben, an die Eizelle zu gelangen! Wie man so schön sagt: 'Was nach oben geht, muss auch wieder nach unten kommen', deshalb sollte man es vermeiden, nach dem Sex direkt aufzustehen. Legen Sie sich stattdessen etwa 15 Minuten lang hin und versuchen Sie, möglichst ruhig zu bleiben, damit die Schwimmer ihr Ziel erreichen. Sie können den Spermien auch helfen, indem Sie ein Kissen unter die Hüften legen, damit die Schwerkraft die Oberhand gewinnt. Gehen Sie noch einen Schritt weiter und legen Sie die Beine hoch, eventuell mit Hilfe einer Wand in der Nähe Ihres Bettes. Es gibt keine Garantie, dass diese Tipps zu 100 % funktionieren, aber Sie geben den Spermien auf jeden Fall die beste Chance, ihr Lebensziel zu erreichen: Sie schwanger zu machen! Tipp #2: Haben Sie einen Orgasmus! Es wird behauptet, dass ein Orgasmus die Chancen auf eine Empfängnis erhöhen kann, da sich die Gebärmutter während des Höhepunkts zusammenzieht. Diese Theorie hat gemischte Ergebnisse, aber es lohnt sich, damit zu experimentieren. Beim Orgasmus wird Oxytocin ausgeschüttet, ein Wohlfühlhormon, das den Stress abbaut, der einer der größten Feinde der Empfängnis ist! Und hey, auch wenn diese Theorie nicht ganz hieb- und stichfest ist, wer will nicht sowieso einen Orgasmus? Tipp Nr. 3: Lassen Sie das Gleitmittel weg. Es ist umstritten, ob Gleitmittel die Empfängnis behindert, aber viele Leute empfehlen, das Gleitmittel wegzulassen, da es die Beweglichkeit der Spermien beeinträchtigen kann
es: Consejo #1: Cuando intentas concebir, la gravedad es tu mejor amiga, ¡se trata de darle al esperma la mejor oportunidad de llegar a ese óvulo! Como dicen, 'lo que sube, debe bajar', así que ponerse de pie inmediatamente después del sexo debe evitarse. En cambio, continúa acostada durante unos 15 minutos, intenta mantenerte quieta para que esos nadadores lleguen a donde van. También puedes ayudar al esperma colocando una almohada debajo de las caderas, dándole a la gravedad la ventaja. Llévalo un paso más allá y levanta las piernas, posiblemente con la ayuda de una pared cerca de tu cama. No hay garantía de que estos consejos funcionen el 100% del tiempo, sin embargo, definitivamente estás dando al esperma su mejor oportunidad de lograr su propósito de vida, ¡hacerte quedar embarazada! Consejo #2: ¡Ten un orgasmo! Se dice que tener un orgasmo puede aumentar tus posibilidades de concepción debido a la contracción uterina durante el clímax. Esta teoría tiene resultados mixtos, pero vale la pena experimentar. La oxitocina se libera durante el orgasmo, y esta es una hormona que te hace sentir bien, eliminando parte de ese estrés, ¡que es uno de los peores enemigos de la concepción! Y, bueno, incluso si esta teoría no es del todo sólida, ¿quién no quiere un orgasmo de todos modos? Consejo #3: Dile adiós al lubricante. Hay cierto debate sobre si la lubricación dificulta la concepción, sin embargo, muchas personas recomiendan desechar el lubricante en el proceso, ya que se cree que afecta la movilidad del esperma.
fr: Astuces #1 : Lorsque vous essayez de concevoir, la gravité est votre meilleur ami, il s'agit de donner aux spermatozoïdes la meilleure chance d'atteindre cet ovule ! Comme on dit, 'ce qui monte, doit redescendre', alors se tenir debout droit après le sexe devrait être évité. Au lieu de cela, continuez à vous allonger pendant environ 15 minutes, essayez de rester immobile pour que ces nageurs arrivent là où ils vont. Vous pouvez également aider les spermatozoïdes en plaçant un oreiller sous les hanches, donnant ainsi à la gravité le dessus. Poussez le bouchon un peu plus loin et levez vos jambes, éventuellement avec l'aide d'un mur près de votre lit. Il n'y a aucune garantie que ces astuces fonctionnent à 100 % du temps, mais vous donnez certainement aux spermatozoïdes leur meilleure chance de réaliser leur objectif de vie, vous rendre enceinte ! Astuces #2 : Avoir un orgasme ! On dit que avoir un orgasme peut augmenter vos chances de conception en raison de la contraction utérine pendant le climax. Cette théorie donne des résultats mitigés, mais elle vaut la peine d'être expérimentée. L'ocytocine est libérée pendant l'orgasme, et c'est une hormone de bien-être, enlevant une partie de ce stress, qui est l'un des pires ennemis de la conception ! Et hé, même si cette théorie n'est pas entièrement solide, qui ne veut pas d'un orgasme de toute façon ? Astuces #3 : Dites adieu au lubrifiant. Il y a un débat sur le fait que la lubrification entrave la conception, mais de nombreuses personnes recommandent d'abandonner la lubrification dans le processus, car on pense qu'elle affecte la mobilité des spermatozoïdes.
it: Consiglio #1: Quando cerchi di concepire, la gravità è la tua migliore amica, si tratta di dare agli spermatozoi la migliore opportunità di raggiungere l'ovulo! Come si dice, 'ciò che sale, deve scendere', quindi stare dritto subito dopo il sesso dovrebbe essere evitato. Invece, continua a stare sdraiato per circa 15 minuti, fai del tuo meglio per rimanere fermo affinché quegli spermatozoi arrivino a destinazione. Puoi anche aiutare gli spermatozoi posizionando un cuscino sotto i fianchi, dando alla gravità la mano superiore. Portalo un passo oltre e metti le gambe in alto, possibilmente con l'assistenza di una parete vicino al tuo letto. Non c'è garanzia che questi consigli funzionino sempre al 100%, tuttavia stai sicuramente dando agli spermatozoi la migliore possibilità di raggiungere il loro scopo nella vita, farti rimanere incinta! Consiglio #2: Avere un orgasmo! Si dice che avere un orgasmo possa aumentare le tue possibilità di concepimento a causa della contrazione uterina durante il climax. Questa teoria ha risultati misti, ma vale la pena sperimentare. L'ossitocina viene rilasciata durante l'orgasmo, ed è un ormone del benessere, che rimuove un po' di quello stress, uno dei peggiori nemici della concezione! E hey, anche se questa teoria non è completamente solida, chi non vuole comunque un orgasmo? Consiglio #3: Elimina il lubrificante. C'è un po' di dibattito sul fatto che la lubrificazione ostacoli la concezione, tuttavia molte persone raccomandano di eliminare la lubrificazione nel processo, poiché si ritiene che influenzi la mobilità degli spermatozoi.
nl: Tip #1: Als je zwanger probeert te raken, is zwaartekracht je beste vriend, het draait allemaal om de zaadcellen de beste kans te geven om dat eitje te bereiken! Zoals ze zeggen, 'wat omhoog gaat, moet naar beneden komen', dus rechtop staan na de seks moet worden vermeden. Blijf in plaats daarvan ongeveer 15 minuten liggen, probeer zo stil mogelijk te blijven zodat die zwemmers kunnen komen waar ze naartoe gaan. Je kunt de zaadcellen ook helpen door een kussen onder de heupen te plaatsen, zodat de zwaartekracht de overhand heeft. Ga nog een stap verder en til je benen op, mogelijk met behulp van een muur dicht bij je bed. Er is geen garantie dat deze tips 100% van de tijd werken, maar je geeft de zaadcellen absoluut de beste kans om hun levensdoel te bereiken, jou zwanger maken! Tip #2: Heb een orgasme! Er wordt gezegd dat het hebben van een orgasme je kansen op conceptie kan vergroten vanwege de baarmoedercontractie tijdens de climax. Deze theorie heeft gemengde resultaten, maar het is het proberen waard. Oxytocine wordt tijdens een orgasme vrijgegeven, en dit is een feelgood-hormoon, dat wat van die stress wegneemt, wat een van de ergste vijanden van conceptie is! En hé, zelfs als deze theorie niet helemaal waterdicht is, wie wil er nou geen orgasme? Tip #3: Ditch de glijmiddel. Er is enig debat of glijmiddel conceptie hindert, maar veel mensen raden aan het glijmiddel in het proces te vermijden, omdat wordt gedacht dat het de mobiliteit van sperma beïnvloedt.
pl: Wskazówka nr 1: Kiedy próbujesz zajść w ciążę, grawitacja jest twoim najlepszym przyjacielem, chodzi o to, aby dać plemnikom jak najlepszą szansę na dotarcie do tego jaja! Jak mówią, 'co idzie w górę, musi spaść', więc unikaj stania prosto po seksie. Zamiast tego leż przez około 15 minut, staraj się zachować jak najwięcej spokoju, aby te pływaki dotarły tam, gdzie mają być. Możesz również pomóc plemnikom, kładąc pod biodrami poduszkę, dając grawitacji przewagę. Pójdziesz krok dalej i uniesiesz nogi, być może z pomocą ściany blisko twojego łóżka. Nie ma gwarancji, że te wskazówki działają w 100% czasu, jednak z pewnością dajesz plemnikom ich największą szansę na osiągnięcie ich życiowego celu, czyli poczęcie! Wskazówka nr 2: Osiągnij orgazm! Mówi się, że osiągnięcie orgazmu może zwiększyć twoje szanse na zajście w ciążę ze względu na skurcze macicy podczas szczytu. Ta teoria ma mieszane rezultaty, jednak warto ją wypróbować. Podczas orgazmu uwalniany jest oksytocyna, a jest to hormon dobrej zabawy, usuwający część tego stresu, który jest jednym z największych wrogów poczęcia! A nawet jeśli ta teoria nie jest całkowicie solidna, kto nie chce orgazmu? Wskazówka nr 3: Porzuć żel. Istnieje pewna dyskusja na temat tego, czy nawilżenie utrudnia poczęcie, jednak wielu ludzi zaleca porzucenie żelu w procesie, ponieważ wierzy się, że wpływa on na ruchliwość plemników.

# LearningResourceArticleVC.positionPerfect.section2.headline
source: Trying for a Boy
de: Perfekte Stellungen für die Empfängnis
es: Positions Perfect for Conception
fr: Positions Parfaites pour la Conception
it: Posizioni perfette per la concezione
nl: Posities Perfect voor Conceptie
pl: Pozycje Idealne dla Poczęcia

# LearningResourceArticleVC.positionPerfect.section2.text
source: It is said that deep penetration can increase the likelihood of conceiving a boy. This belief was popularized by Dr. Landrum Shettles, his claim to fame was his bestselling book ‘How to Choose the Sex of Your Baby’. He theorized ‘The Shettles Method’ which supported the notion that ‘boy sperm’ was weaker, smaller, and faster than ‘girl sperm’. Deep penetration is believed to allow the ‘boy sperm’ a head start as they will be deposited close to the cervix, so that those fast little guys beat the ‘girl sperm’ to the egg. Positions for Deep Penetration ● Doggy style: Doggy style enables deep penetration, just be sure to turn over so that you keep those swimmers on the right side of gravity. ● Standing up: Now, this one is a little more of a wives tale, but it is said that standing up allows for deeper penetration and could promote the conception of a baby boy. ● Straddling: Riding cowgirl is a great deep penetration position; one you can control. A Little Tip: Another popular theory when attempting to conceive a boy, is increasing your intake of calories. A study conducted with 740 women concluded that women who increased their calorie intake had a higher chance of falling pregnant with a boy. This theory is said to increase high blood glucose levels supporting the possibility of conceiving a boy.
de: 1.Klasse Missionarstellung: 2.Reverse Cowgirl: 3.Rear Entry: 4.Doggy Style: 5.Side-by-Side Scissors: 6.Schubkarre:
es: 1. Misión Clásica: 2. Vaquera Invertida: 3. Entrada Posterior: 4. Estilo Perrito: 5. Tijeras Lado a Lado: 6. Carretilla:
fr: 1. Missionnaire classique : 2. Cowgirl inversé : 3. Levrette : 4. Levrette : 5. Ciseaux côte à côte : 6. Brouette :
it: 1. Missionario classico: 2.Cowgirl inversa: 3.Ingresso posteriore: 4.Pecorina: 5.Forbici fianco a fianco: 6.Carriola:
nl: 1. Klassieke Missionaris: 2. Reverse Cowgirl: 3. Achterin Binnendringen: 4. Doggy Style: 5. Scharen Zij aan Zij: 6. Kruiwagen:
pl: 1. Klasyczna misjonarska: Reverse Cowgirl: Wjazd od tyłu: Doggy Style: Nożyczki obok siebie: Taczka:

# LearningResourceArticleVC.positionPerfect.section3.headline
source: Trying for a Girl
es: Intentando tener una Niña
fr: Essayer pour une Fille
it: Provare per una Ragazza
nl: Proberen voor een Meisje
pl: Próba Dziewczynki

# LearningResourceArticleVC.positionPerfect.section3.text
source: ‘The Shettles Method’ is said to also aid in the possibility of conceiving a girl, the theory states that if you have intercourse around 2-4 days before ovulation. It supports the notion that ‘girl sperms’ are stronger and more durable than ‘boy sperm’ and the girl swimmers will be able to survive longer, allowing them to get to the egg first. This method also recommends shallow penetration based on the same theory that ‘girl sperm’ will outlive the ‘boy sperm’ and endure the long journey to the egg. Positions for Shallow Penetration ● Spooning: Spooning is a position that is perfect for shallow penetration to occur, by closing your legs while spooning, this can also reduce deep penetration. ● Side by side: Lying side by side with legs intertwined will promote shallow penetration. ● Missionary: The women should lay flat, with her legs in the missionary position, be sure not to lift or wrap your legs around your partner as this will allow for deeper penetration. A Little Tip: Supposedly if your vaginal ph. is more on the acidic side, you’re more likely to conceive a girl. There are many types of food that can increase your acidity, let’s check some out: ● Whole grain cereals ● Sweets and cakes ● Blueberries ● Corn ● Meat ● Leafy greens
de: 'Die Shettles-Methode' soll ebenfalls die Möglichkeit unterstützen, ein Mädchen zu zeugen. Die Theorie besagt, dass der Geschlechtsverkehr etwa 2-4 Tage vor dem Eisprung stattfindet. Sie stützt die Vorstellung, dass 'Mädchenspermien' stärker und haltbarer sind als 'Männerspermien' und die Mädchenschwimmer länger überleben können, so dass sie zuerst zur Eizelle gelangen können. Bei dieser Methode wird auch eine flache Penetration empfohlen, die auf der gleichen Theorie beruht, dass die 'Mädchenspermien' die 'Jungspermien' überleben und die lange Reise zur Eizelle überstehen. Positionen für flache Penetration ● Löffelchenstellung: Löffelchenstellung ist eine Position, die sich perfekt für eine flache Penetration eignet. Wenn Sie beim Löffelchen die Beine schließen, kann dies auch die tiefe Penetration verringern. ● Seite an Seite: Wenn Sie nebeneinander liegen und die Beine ineinander verschränkt sind, fördert dies die oberflächliche Penetration. ● Missionarsstellung: Die Frau sollte flach mit den Beinen in der Missionarsstellung liegen. Achten Sie darauf, dass Sie Ihre Beine nicht anheben oder um Ihren Partner wickeln, da dies eine tiefere Penetration ermöglicht. Ein kleiner Tipp: Angeblich ist es wahrscheinlicher, dass Sie ein Mädchen empfangen, wenn Ihr vaginaler pH-Wert eher sauer ist. Es gibt viele Lebensmittel, die den Säuregehalt erhöhen können, sehen wir uns einige an: ● Vollkorngetreide ● Süßigkeiten und Gebäck ● Blaubeeren ● Mais ● Fleisch ● Blattgemüse
es: ‘El Método Shettles’ también se dice que ayuda en la posibilidad de concebir una niña, la teoría afirma que si tienes relaciones sexuales alrededor de 2-4 días antes de la ovulación. Apoya la noción de que los ‘espermatozoides femeninos’ son más fuertes y duraderos que los ‘espermatozoides masculinos’ y los nadadores femeninos podrán sobrevivir más tiempo, lo que les permitirá llegar primero al óvulo. Este método también recomienda una penetración poco profunda basada en la misma teoría de que los ‘espermatozoides femeninos’ superarán a los ‘espermatozoides masculinos’ y soportarán el largo viaje hacia el óvulo. Posiciones para una Penetración Superficial: - Cuchareando: Cucharear es una posición perfecta para que ocurra una penetración superficial, al cerrar las piernas mientras cuchareas, esto también puede reducir la penetración profunda. - Lado a lado: Acostarse uno al lado del otro con las piernas entrelazadas promoverá una penetración superficial. - Misionero: La mujer debería estar acostada plana, con las piernas en posición misionero, asegúrate de no levantar o envolver las piernas alrededor de tu pareja ya que esto permitirá una penetración más profunda. Un Pequeño Consejo: Supuestamente, si el pH vaginal es más ácido, es más probable que concibas una niña. Hay muchos tipos de alimentos que pueden aumentar tu acidez, veamos algunos: - Cereales integrales - Dulces y pasteles - Arándanos - Maíz - Carne - Verduras de hoja verde
fr: La 'Méthode Shettles' est censée également aider à la possibilité de concevoir une fille, la théorie indique que si vous avez des rapports sexuels environ 2 à 4 jours avant l'ovulation. Elle soutient l'idée que les 'spermatozoïdes femelles' sont plus forts et plus durables que les 'spermatozoïdes mâles' et que les nageuses filles seront capables de survivre plus longtemps, leur permettant ainsi d'atteindre l'œuf en premier. Cette méthode recommande également une pénétration peu profonde sur la base de la même théorie selon laquelle les 'spermatozoïdes femelles' survivront aux 'spermatozoïdes mâles' et endureront le long voyage jusqu'à l'œuf. Positions pour une Pénétration Peu Profonde ● Cuillère : La cuillère est une position parfaite pour une pénétration peu profonde, en croisant vos jambes pendant la cuillère, cela peut également réduire la pénétration profonde. ● Côte à côte : En se couchant côte à côte avec les jambes entrelacées, cela favorisera une pénétration peu profonde. ● Missionnaire : La femme doit être allongée à plat, avec les jambes en position missionnaire, assurez-vous de ne pas soulever ou d'enrouler vos jambes autour de votre partenaire car cela permettra une pénétration plus profonde. Un Petit Conseil : Supposément, si votre pH vaginal est plutôt acide, vous avez plus de chances de concevoir une fille. Il existe de nombreux types d'aliments qui peuvent augmenter votre acidité, voyons-en quelques-uns : ● Céréales complètes ● Bonbons et gâteaux ● Bleuets ● Maïs ● Viande ● Légumes-feuilles
it: ‘Si dice che 'Il Metodo Shettles' aiuti anche nella possibilità di concepire una ragazza, la teoria afferma che se si ha un rapporto sessuale circa 2-4 giorni prima dell'ovulazione. Sostiene l'idea che gli spermatozoi femminili siano più forti e più duraturi rispetto agli spermatozoi maschili e che i nuotatori femminili saranno in grado di sopravvivere più a lungo, consentendo loro di raggiungere per primi l'ovulo. Questo metodo raccomanda anche una penetrazione superficiale basata sulla stessa teoria che gli spermatozoi femminili sopravviveranno agli spermatozoi maschili e sopporteranno il lungo viaggio verso l'ovulo. Posizioni per una penetrazione superficiale: ● Cucchiaio: Il cucchiaio è una posizione perfetta per una penetrazione superficiale, chiudendo le gambe mentre si è in questa posizione, si può anche ridurre la penetrazione profonda. ● Affiancati: Sdraiarsi affiancati con le gambe intrecciate favorirà una penetrazione superficiale. ● Missionario: La donna dovrebbe sdraiarsi piatta, con le gambe in posizione missionaria, assicurati di non sollevare o avvolgere le gambe intorno al tuo partner poiché ciò permetterebbe una penetrazione più profonda. Un piccolo consiglio: Presumibilmente, se il pH vaginale è più sul lato acido, è più probabile concepire una ragazza. Ci sono molti tipi di cibo che possono aumentare la tua acidità, vediamone alcuni: ● Cereali integrali ● Dolci e torte ● Mirtilli ● Mais ● Carne ● Verdure a foglia
nl: ‘The Shettles Method’ wordt gezegd ook te helpen bij de mogelijkheid om een meisje te verwekken, de theorie stelt dat als je rond 2-4 dagen voor de ovulatie geslachtsgemeenschap hebt. Het ondersteunt de opvatting dat 'meisjeszaad' sterker en duurzamer is dan 'jongenszaad' en dat de meisjesspermatozoa langer zullen overleven, waardoor ze als eerste bij het ei kunnen komen. Deze methode raadt ook oppervlakkige penetratie aan op basis van dezelfde theorie dat 'meisjeszaad' het 'jongenszaad' zal overleven en de lange reis naar het ei zal doorstaan. Posities voor Oppervlakkige Penetratie ● Lepeltje lepeltje: Lepeltje lepeltje is een positie die perfect is voor oppervlakkige penetratie, door je benen te sluiten terwijl je lepeltje lepeltje ligt, kan dit ook diepe penetratie verminderen. ● Naast elkaar: Zij aan zij liggen met de benen verstrengeld zal oppervlakkige penetratie bevorderen. ● Missionaris: De vrouw moet plat liggen, met haar benen in de missionarishouding, zorg ervoor dat je je benen niet optilt of om je partner wikkelt, want dit staat diepere penetratie toe. Een Kleine Tip: Naar verluidt is de kans groter om een meisje te verwekken als je vaginale pH meer aan de zure kant is. Er zijn veel soorten voedsel die je zuurgraad kunnen verhogen, laten we er een paar bekijken: ● Volkoren ontbijtgranen ● Snoepjes en taarten ● Bosbessen ● Maïs ● Vlees ● Bladgroenten
pl: „Metoda Shettlesa” ma również pomagać w możliwości poczęcia dziewczynki, teoria głosi, że jeśli uprawiasz seks około 2-4 dni przed owulacją. Popiera ona teorię, że „płodność dziewczynki” jest silniejsza i bardziej wytrzymała niż „płodność chłopca”, a dziewczęce pływaki będą w stanie przetrwać dłużej, pozwalając im dotrzeć do jaja pierwszym. Ta metoda zaleca również płytką penetrację na podstawie tej samej teorii, że „płodność dziewczynki” przeżyje „płodność chłopca” i przetrwa długą podróż do jaja. Pozycje dla Płytkiej Penetracji ● Łyżkowanie: Łyżkowanie to pozycja idealna do płytkiej penetracji, poprzez złączenie nóg podczas łyżkowania, to również może zmniejszyć głęboką penetrację. ● Obok siebie: Leżąc obok siebie z splecionymi nogami, promuje płytką penetrację. ● Misjonarska: Kobieta powinna leżeć płasko, z nogami w pozycji misjonarskiej, upewnij się, że nie podnosisz ani nie owijasz nóg wokół partnera, ponieważ umożliwi to głębszą penetrację. Mała Wskazówka: Podobno jeśli twoje pH pochwy jest bardziej kwaśne, masz większą szansę na poczęcie dziewczynki. Istnieje wiele rodzajów jedzenia, które mogą zwiększyć twoją kwasowość, sprawdźmy niektóre z nich: ● Zboża pełnoziarniste ● Słodycze i ciasta ● Jagody ● Kukurydza ● Mięso ● Warzywa liściaste

# LearningResourceArticleVC.positionPerfect.section4.headline
source: If at First You Don’t Succeed, Try, Try Again!
de: Wenn es beim ersten Mal nicht klappt, versuchen Sie es noch einmal!
es: Si al principio no tienes éxito, inténtalo una y otra vez!
it: Se al primo tentativo non riesci, prova, prova ancora!
nl: Als het eerst niet lukt, probeer het dan opnieuw!
pl: Jeśli Najpierw Ci się Nie Uda, Spróbuj Jeszcze Raz!
