Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# LearningResourceArticleVC.babyliciousNutritious.section3.text
source: Making changes to your diet can be tough, but luckily, the food that is encouraged and promotes pregnancy is good and good for you! Let’s see what you’ll be eating while preparing to eat for two: -Extra virgin olive oil. What can’t this stuff do, right? It’s good for your skin, hair and surprisingly promotes fertility in both men and women. -Seafood. Although there are fish that are high in mercury, there also are many seafoods that women trying to conceive will benefit from. Seafood is a nutrient-packed meal choice that is high in omega 3. Seafood such as salmon, anchovies, hake, cod, shrimp, lobster and many more, can assist in ovulation and also improve the quality of semen. -Fruits. Fruit is full of vitamins and high in fiber, when trying for a bun in the oven, you’ll want to stock up on pineapples, unpeeled apples, raspberries, mangos, strawberries, and bananas. -Veggies. We’ve all been told to eat our vegetables at some time or another, and for good reason. Kale and spinach are particularly beneficial when trying to conceive, they are full of iron, manganese, and folate, which boost the likelihood of pregnancy. -Whole grains. Whole grains such as barley, brown rice, whole wheat bread and cereal, etc. are a brilliant addition to a healthy diet. Whole grains have been linked to better implantation and pregnancy rates! -Legumes. Beans, peas, and lentils are a pregnancy superfood, they contain folic acid which is a crucial vitamin that can assist in conception. Legumes increase your fertility; we definitely recommend incorporating these magic beans into your diet.
de: Eine Ernährungsumstellung kann schwierig sein, aber zum Glück sind die Lebensmittel, die in der Schwangerschaft empfohlen werden, gut und gut für Sie! Schauen wir uns an, was Sie essen sollten, während Sie sich auf das Essen für zwei vorbereiten: -natives Olivenöl extra. Was kann dieses Zeug nicht alles, oder? Es ist gut für Haut und Haare und fördert überraschenderweise die Fruchtbarkeit bei Männern und Frauen. -Meeresfrüchte. Es gibt zwar Fische, die viel Quecksilber enthalten, aber es gibt auch viele Meeresfrüchte, von denen Frauen, die schwanger werden wollen, profitieren können. Meeresfrüchte sind eine nährstoffreiche Mahlzeit mit einem hohen Omega-3-Gehalt. Meeresfrüchte wie Lachs, Sardellen, Seehecht, Kabeljau, Garnelen, Hummer und viele mehr können den Eisprung unterstützen und die Qualität des Spermas verbessern. -Obst. Obst ist reich an Vitaminen und Ballaststoffen. Wenn Sie versuchen, einen Braten in der Röhre zu bekommen, sollten Sie sich mit Ananas, ungeschälten Äpfeln, Himbeeren, Mangos, Erdbeeren und Bananen eindecken. -Gemüse. Wir alle haben schon einmal gehört, dass wir Gemüse essen sollen, und das aus gutem Grund. Grünkohl und Spinat sind besonders vorteilhaft, wenn Sie versuchen, schwanger zu werden, denn sie enthalten viel Eisen, Mangan und Folsäure, die die Wahrscheinlichkeit einer Schwangerschaft erhöhen. -Vollkornprodukte. Vollkorngetreide wie Gerste, brauner Reis, Vollkornbrot und -getreide usw. sind eine hervorragende Ergänzung zu einer gesunden Ernährung. Vollkorngetreide wird mit besseren Einnistungs- und Schwangerschaftsraten in Verbindung gebracht! -Gemüse. Bohnen, Erbsen und Linsen sind ein Superfood für die Schwangerschaft, denn sie enthalten Folsäure, ein wichtiges Vitamin, das bei der Empfängnis helfen kann. Hülsenfrüchte steigern Ihre Fruchtbarkeit; wir empfehlen Ihnen, diese magischen Bohnen in Ihre Ernährung aufzunehmen
es: Hacer cambios en tu dieta puede ser difícil, ¡pero afortunadamente, la comida que se recomienda y promueve el embarazo es buena y saludable para ti! Veamos qué estarás comiendo mientras te preparas para comer por dos: -Aceite de oliva virgen extra. ¿Qué no puede hacer este líquido, verdad? Es bueno para tu piel, cabello y sorprendentemente promueve la fertilidad tanto en hombres como en mujeres. -Mariscos. Aunque hay peces que tienen alto contenido de mercurio, también hay muchos mariscos de los que las mujeres que intentan concebir se beneficiarán. Los mariscos son una opción de comida llena de nutrientes que es alta en omega 3. Mariscos como el salmón, las anchoas, la merluza, el bacalao, los camarones, la langosta y muchos más, pueden ayudar en la ovulación y también mejorar la calidad del semen. -Frutas. La fruta está llena de vitaminas y alta en fibra, cuando estés intentando tener un pequeño en el horno, querrás abastecerte de piñas, manzanas sin pelar, frambuesas, mangos, fresas y plátanos. -Verduras. Todos hemos escuchado que comamos nuestras verduras en algún momento u otro, y por una buena razón. La col rizada y las espinacas son particularmente beneficiosas cuando intentas concebir, están llenas de hierro, manganeso y folato, ¡que aumentan la probabilidad de embarazo! -Cereales integrales. Los cereales integrales como la cebada, el arroz integral, el pan integral y los cereales integrales, etc., son una brillante adición a una dieta saludable. ¡Los cereales integrales se han relacionado con una mejor implantación y tasas de embarazo! -Legumbres. Los frijoles, guisantes y lentejas son un superalimento para el embarazo, contienen ácido fólico que es una vitamina crucial que puede ayudar en la concepción. Las legumbres aumentan tu fertilidad; definitivamente recomendamos incorporar estos frijoles mágicos en tu dieta.
fr: Apporter des changements à votre régime alimentaire peut être difficile, mais heureusement, les aliments encouragés et favorisant la grossesse sont bons et bons pour vous ! Voyons ce que vous mangerez en préparant à manger pour deux : -Huile d'olive extra vierge. Que ne peut pas faire ce truc, n'est-ce pas ? C'est bon pour votre peau, vos cheveux et étonnamment, cela favorise la fertilité chez les hommes et les femmes. -Poisson. Bien qu'il existe des poissons riches en mercure, il existe également de nombreux fruits de mer dont les femmes qui essaient de concevoir bénéficieront. Les fruits de mer sont un choix de repas riche en nutriments et riches en oméga 3. Des fruits de mer tels que le saumon, les anchois, le merlu, la morue, les crevettes, les homards et bien d'autres peuvent aider à l'ovulation et également améliorer la qualité du sperme. -Fruits. Les fruits sont pleins de vitamines et riches en fibres, lorsque vous essayez d'avoir un petit pain dans le four, vous voudrez faire le plein d'ananas, de pommes non pelées, de framboises, de mangues, de fraises et de bananes. -Légumes. On nous a tous dit de manger nos légumes à un moment donné, et pour une bonne raison. Le chou frisé et les épinards sont particulièrement bénéfiques lorsque vous essayez de concevoir, ils regorgent de fer, de manganèse et de folate, qui augmentent la probabilité de grossesse. -Céréales complètes. Les céréales complètes comme l'orge, le riz brun, le pain et les céréales complets, etc. sont un ajout brillant à un régime alimentaire sain. Les céréales complètes ont été liées à une meilleure implantation et à des taux de grossesse plus élevés ! -Légumineuses. Les haricots, les pois et les lentilles sont un super aliment pour la grossesse, ils contiennent de l'acide folique qui est une vitamine cruciale qui peut aider à la conception. Les légumineuses augmentent votre fertilité ; nous vous recommandons vivement d'incorporer ces haricots magiques dans votre alimentation.
it: Apportare cambiamenti alla tua dieta può essere difficile, ma fortunatamente, il cibo che è incoraggiato e promuove la gravidanza è buono e fa bene a te! Vediamo cosa mangerai mentre ti prepari a mangiare per due: -Olio extra vergine di oliva. Cosa non può fare questa sostanza, vero? È buono per la tua pelle, i capelli e sorprendentemente promuove la fertilità sia negli uomini che nelle donne. -Frutti di mare. Anche se ci sono pesci ad alto contenuto di mercurio, ci sono anche molti frutti di mare che possono beneficiare le donne che cercano di concepire. I frutti di mare sono una scelta di pasto ricca di nutrienti e alta in omega 3. Frutti di mare come salmone, acciughe, nasello, merluzzo, gamberetti, aragoste e molti altri, possono assistere nell'ovulazione e migliorare anche la qualità del seme. -Frutta. La frutta è piena di vitamine e ricca di fibre, quando cerchi un bambino, vorrai fare scorta di ananas, mele non sbucciate, lamponi, manghi, fragole e banane. -Verdure. A tutti noi è stato detto di mangiare le nostre verdure in un momento o nell'altro, e per buoni motivi. Cavolo riccio e spinaci sono particolarmente benefici quando si cerca di concepire, sono pieni di ferro, manganese e folato, che aumentano la probabilità di gravidanza. -Cereali integrali. Cereali integrali come orzo, riso integrale, pane integrale e cereali, ecc., sono un'aggiunta brillante a una dieta sana. I cereali integrali sono stati collegati a migliori tassi di impianto e gravidanza! -Legumi. Fagioli, piselli e lenticchie sono un superfood per la gravidanza, contengono acido folico che è una vitamina cruciale che può assistere nella concezione. I legumi aumentano la tua fertilità; raccomandiamo decisamente di incorporare questi fagioli magici nella tua dieta.
nl: Veranderingen aanbrengen in je dieet kan moeilijk zijn, maar gelukkig is het voedsel dat wordt aangemoedigd en zwangerschap bevordert goed en goed voor je! Laten we eens kijken wat je zult eten ter voorbereiding op eten voor twee: -Extra vierge olijfolie. Wat kan dit spul niet, toch? Het is goed voor je huid, haar en bevordert verrassend genoeg de vruchtbaarheid bij zowel mannen als vrouwen. -Zeevruchten. Hoewel er vis is die veel kwik bevat, zijn er ook veel zeevruchten waar vrouwen die proberen zwanger te worden baat bij zullen hebben. Zeevruchten zijn een voedzame maaltijdkeuze die rijk is aan omega 3. Zeevruchten zoals zalm, ansjovis, kabeljauw, kabeljauw, garnalen, kreeft en nog veel meer, kunnen helpen bij de ovulatie en ook de kwaliteit van het sperma verbeteren. -Fruit. Fruit zit vol met vitamines en vezels, als je probeert zwanger te worden, wil je een voorraad aanleggen van ananas, ongeschildde appels, frambozen, mango's, aardbeien en bananen. -Groenten. We hebben allemaal wel eens gehoord dat we onze groenten moeten eten, en met goede reden. Boerenkool en spinazie zijn bijzonder gunstig als je probeert zwanger te worden, ze zitten boordevol ijzer, mangaan en foliumzuur, die de kans op zwangerschap verhogen. -Volkoren. Volkorenproducten zoals gerst, zilvervliesrijst, volkorenbrood en -ontbijtgranen, enz. zijn een briljante toevoeging aan een gezond dieet. Volkorenproducten zijn gekoppeld aan een betere innesteling en zwangerschapscijfers! -Peulvruchten. Bonen, erwten en linzen zijn een zwangerschapssuperfood, ze bevatten foliumzuur, wat een cruciale vitamine is die kan helpen bij de conceptie. Peulvruchten verhogen je vruchtbaarheid; we raden zeker aan om deze magische bonen in je dieet op te nemen.
pl: Dokonywanie zmian w diecie może być trudne, ale na szczęście jedzenie, które jest zalecane i promuje ciążę, jest dobre i zdrowe! Zobaczmy, co będziesz jeść, przygotowując się do jedzenia dla dwojga: -Oliwa z oliwek extra virgin. Co nie może zrobić ta substancja, prawda? Jest dobra dla skóry, włosów i zaskakująco promuje płodność zarówno u mężczyzn, jak i u kobiet. -Owoce morza. Chociaż są ryby, które mają wysoką zawartość rtęci, istnieją również wiele rodzajów owoców morza, z których kobiety starające się zajść w ciążę będą korzystać. Owoce morza są bogatym w składniki odżywcze wyborem posiłku, który jest bogaty w omega 3. Owoce morza takie jak łosoś, anchovies, morszczuk, dorsz, krewetki, homar i wiele innych, mogą pomóc w owulacji i poprawić jakość nasienia. -Owoce. Owoce są pełne witamin i bogate w błonnik, przy próbie upieczenia w piekarniku będziesz chciał zaopatrzyć się w ananasy, jabłka nieobrane, maliny, mango, truskawki i banany. -Warzywa. Wszyscy słyszeliśmy, że powinniśmy jeść warzywa kiedyś lub innym razem, i to z dobrego powodu. Jarmuż i szpinak są szczególnie korzystne przy próbie zajścia w ciążę, są pełne żelaza, manganu i folianów, które zwiększają prawdopodobieństwo zajścia w ciążę. -Zboża pełnoziarniste. Zboża pełnoziarniste takie jak jęczmień, brązowy ryż, pełnoziarnisty chleb i płatki śniadaniowe itp. są doskonałym uzupełnieniem zdrowej diety. Zboża pełnoziarniste zostały powiązane z lepszym wsadzeniem i wskaźnikami ciąży! -Strączki. Fasola, groch i soczewica to superżywność w ciąży, zawierają kwas foliowy, który jest kluczową witaminą, która może pomóc w poczęciu. Strączki zwiększają Twoją płodność; zdecydowanie polecamy włączenie tych magicznych ziaren do swojej diety.

# LearningResourceArticleVC.babyliciousNutritious.section4.headline
source: Babylicious Nutritious: The Mediterranean Diet
de: Die mediterrane Ernährung
es: Babylicious Nutritious: La dieta mediterránea
fr: Délicieusement Bébé : Le régime méditerranéen
it: Babylicious Nutritious: La Dieta Mediterranea
nl: Babylicious Nutritious: Het Mediterrane Dieet
pl: Babylicious Nutritious: Dieta Śródziemnomorska

# LearningResourceArticleVC.babyliciousNutritious.section4.text
source: The Mediterranean diet mainly consists of vegetable oils, beans, fish and vegetables, this diet can increase your probability of falling pregnant due to its nutrient-dense qualities. The Med diet focuses on whole, unprocessed foods that are high in calcium, iron, fiber, and protein, which are the building blocks of a healthy body preparing to conceive. This diet is not aimed to deprive or leave you feeling hungry, in fact, you’ll feel fuller for longer and notice secondary benefits like better brain function, increased energy and mood, weight management, reduced inflammation, the list goes on. This is also a diet that can still be followed during pregnancy and will have incredible benefits for your little one too. Not to mention, there are tons of delicious recipes and meal ideas available online making it easy to start and stick to!
de: Die Mittelmeerdiät besteht hauptsächlich aus pflanzlichen Ölen, Bohnen, Fisch und Gemüse und kann aufgrund ihrer Nährstoffdichte die Wahrscheinlichkeit einer Schwangerschaft erhöhen. Die Med-Diät konzentriert sich auf ganze, unverarbeitete Lebensmittel, die reich an Kalzium, Eisen, Ballaststoffen und Proteinen sind, die die Bausteine eines gesunden Körpers sind, der sich auf eine Schwangerschaft vorbereitet. Im Gegenteil, Sie werden sich länger satt fühlen und sekundäre Vorteile bemerken, wie z. B. eine bessere Gehirnfunktion, mehr Energie und bessere Laune, Gewichtsmanagement, weniger Entzündungen und vieles mehr. Diese Ernährungsweise kann auch während der Schwangerschaft befolgt werden und wird auch für Ihr Kind unglaubliche Vorteile haben. Ganz zu schweigen davon, dass es im Internet eine Fülle von leckeren Rezepten und Ideen für Mahlzeiten gibt, die es leicht machen, mit dieser Diät zu beginnen und sie durchzuhalten!
es: La dieta mediterránea consiste principalmente en aceites vegetales, legumbres, pescado y verduras, esta dieta puede aumentar tu probabilidad de quedar embarazada debido a sus cualidades ricas en nutrientes. La dieta mediterránea se centra en alimentos enteros y sin procesar que son ricos en calcio, hierro, fibra y proteínas, que son los componentes básicos de un cuerpo sano preparándose para concebir. Esta dieta no tiene como objetivo privarte o dejarte con hambre, de hecho, te sentirás más lleno por más tiempo y notarás beneficios secundarios como una mejor función cerebral, mayor energía y estado de ánimo, control de peso, reducción de la inflamación, la lista continúa. Esta también es una dieta que se puede seguir durante el embarazo y tendrá beneficios increíbles para tu pequeño también. Sin mencionar que hay un montón de deliciosas recetas e ideas de comidas disponibles en línea, ¡lo que facilita comenzar y mantenerse en ella!
fr: Le régime méditerranéen se compose principalement d'huiles végétales, de haricots, de poissons et de légumes, ce régime peut augmenter votre probabilité de tomber enceinte en raison de ses qualités riches en nutriments. Le régime méditerranéen met l'accent sur des aliments entiers et non transformés riches en calcium, fer, fibres et protéines, qui sont les éléments constitutifs d'un corps sain se préparant à concevoir. Ce régime n'a pas pour but de priver ou de vous laisser sentir la faim, en fait, vous vous sentirez rassasié plus longtemps et remarquerez des avantages secondaires comme une meilleure fonction cérébrale, une énergie et une humeur accrues, une gestion du poids, une réduction de l'inflammation, la liste est longue. C'est aussi un régime qui peut être suivi pendant la grossesse et qui aura d'incroyables avantages pour votre petit aussi. Sans oublier qu'il existe des tonnes de délicieuses recettes et d'idées de repas disponibles en ligne, ce qui rend facile de commencer et de s'y tenir !
it: La dieta mediterranea consiste principalmente di oli vegetali, legumi, pesce e verdure, questa dieta può aumentare la tua probabilità di rimanere incinta grazie alle sue qualità ricche di nutrienti. La dieta med si concentra su cibi interi, non trasformati che sono ricchi di calcio, ferro, fibre e proteine, i mattoni per un corpo sano pronto a concepire. Questa dieta non mira a privarti o lasciarti affamato, infatti, ti sentirai sazio più a lungo e noterai benefici secondari come una migliore funzione cerebrale, maggiore energia e umore, gestione del peso, riduzione dell'infiammazione, la lista continua. È anche una dieta che può essere seguita durante la gravidanza e avrà benefici incredibili anche per il tuo piccolo. Senza dimenticare, ci sono tonnellate di deliziose ricette e idee per pasti disponibili online che rendono facile iniziare e mantenere!
nl: Het Mediterrane dieet bestaat voornamelijk uit plantaardige oliën, bonen, vis en groenten, dit dieet kan je kans op zwangerschap vergroten vanwege de voedingsrijke eigenschappen. Het Med-dieet richt zich op hele, onbewerkte voedingsmiddelen die rijk zijn aan calcium, ijzer, vezels en eiwitten, wat de bouwstenen zijn van een gezond lichaam dat zich voorbereidt op conceptie. Dit dieet is niet bedoeld om te deprimeren of je hongerig te laten voelen, in feite zul je je langer vol voelen en secundaire voordelen opmerken zoals betere hersenfunctie, verhoogde energie en stemming, gewichtsbeheer, verminderde ontsteking, de lijst gaat maar door. Dit is ook een dieet dat nog steeds kan worden gevolgd tijdens de zwangerschap en ongelooflijke voordelen zal hebben voor je kleintje. Niet te vergeten dat er tal van heerlijke recepten en maaltijdideeën online beschikbaar zijn, waardoor het gemakkelijk is om te beginnen en vol te houden!
pl: Dieta śródziemnomorska głównie składa się z olejów roślinnych, fasoli, ryb i warzyw, ta dieta może zwiększyć Twoje prawdopodobieństwo zajścia w ciążę ze względu na swoje bogactwo składników odżywczych. Dieta śródziemnomorska skupia się na całych, nieprzetworzonych produktach spożywczych, które są bogate w wapń, żelazo, błonnik i białko, które są budulcem zdrowego organizmu przygotowującego się do poczęcia. Ta dieta nie ma na celu pozbawienia Cię lub pozostawienia Cię głodnym, wręcz przeciwnie, będziesz czuł się syty na dłużej i zauważysz dodatkowe korzyści, takie jak lepsza funkcja mózgu, zwiększona energia i nastrój, kontrola wagi, zmniejszone zapalenie, lista jest długa. Jest to również dieta, którą można nadal stosować w czasie ciąży i będzie miała niesamowite korzyści dla Twojego małego dziecka. Nie wspominając o tym, że dostępne są mnóstwo pysznych przepisów i pomysłów na posiłki w Internecie, co ułatwia rozpoczęcie i przestrzeganie!

# LearningResourceArticleVC.babyliciousNutritious.section5.headline
source: Babylicious Nutritious: Foods that Increase Sperm Count
de: Lebensmittel, die die Spermienzahl erhöhen
es: Babylicious Nutritious: Alimentos que aumentan el conteo de espermatozoides
fr: Délicieusement Bébé : Aliments qui augmentent le nombre de spermatozoïdes
it: Babylicious Nutritious: Alimenti che aumentano il conteggio degli spermatozoi
nl: Babylicious Nutritious: Voedsel dat het aantal zaadcellen verhoogt
pl: Babylicious Nutritious: Żywność, która zwiększa liczbę plemników
