Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# YogaVC.YogaPrental.FigureFourPose.howText
source: Lie on your back, ensuring your feet are flat on the floor with your knees bent. Inhale and raise your right leg. With your left hand, gently guide your right foot to rest on top of your left knee. At this point, you can choose to stay here or, for a deeper stretch, clasp your hands behind your knee. It's important to note that lying flat on your back for extended periods should be avoided once you reach 20 weeks of pregnancy and beyond, as it can become uncomfortable. If needed, try performing this pose while sitting on a chair instead. Hold the stretch for about 5 to 10 breaths on each side.
de: Liegen Sie auf dem Rücken, stellen Sie sicher, dass Ihre Füße flach auf dem Boden stehen und Ihre Knie gebeugt sind. Atmen Sie ein und heben Sie Ihr rechtes Bein an. Führen Sie mit Ihrer linken Hand Ihr rechtes Fußgelenk sanft auf Ihr linkes Knie. In diesem Moment können Sie wählen, hier zu bleiben oder für eine tiefere Dehnung Ihre Hände hinter Ihr Knie zu nehmen. Es ist wichtig zu beachten, dass es vermieden werden sollte, während der Schwangerschaft und darüber hinaus längere Zeit flach auf dem Rücken zu liegen, da es unbequem werden kann. Wenn nötig, versuchen Sie diese Haltung im Sitzen auf einem Stuhl. Halten Sie die Dehnung etwa 5 bis 10 Atemzüge lang auf jeder Seite.
es: Acuéstate boca arriba, asegurándote de que tus pies estén apoyados en el suelo con las rodillas flexionadas. Inhala y levanta tu pierna derecha. Con tu mano izquierda, guía suavemente tu pie derecho para que descanse sobre tu rodilla izquierda. En este punto, puedes elegir quedarte aquí o, para un estiramiento más profundo, junta tus manos detrás de tu rodilla. Es importante tener en cuenta que estar acostada boca arriba durante períodos prolongados debe evitarse una vez que alcanzas las 20 semanas de embarazo en adelante, ya que puede resultar incómodo. Si es necesario, intenta realizar esta postura mientras estás sentada en una silla en su lugar. Mantén el estiramiento durante aproximadamente 5 a 10 respiraciones en cada lado.
fr: Allongez-vous sur le dos, en vous assurant que vos pieds sont à plat sur le sol avec vos genoux pliés. Inspirez et levez votre jambe droite. Avec votre main gauche, guidez doucement votre pied droit pour le poser sur votre genou gauche. À ce stade, vous pouvez choisir de rester ici ou, pour un étirement plus profond, entrelacez vos mains derrière votre genou. Il est important de noter que se coucher à plat sur le dos pendant de longues périodes doit être évité une fois que vous atteignez 20 semaines de grossesse et au-delà, car cela peut devenir inconfortable. Si nécessaire, essayez d'effectuer cette pose assis sur une chaise à la place. Maintenez l'étirement pendant environ 5 à 10 respirations de chaque côté.
it: Distesi sulla schiena, assicurati che i piedi siano appoggiati sul pavimento con le ginocchia piegate. Inspira ed alza la gamba destra. Con la mano sinistra, guida delicatamente il piede destro per farlo riposare sopra il ginocchio sinistro. A questo punto, puoi scegliere di rimanere qui o, per uno stiramento più profondo, afferra le mani dietro il ginocchio. È importante notare che sdraiarsi piatti sulla schiena per periodi prolungati dovrebbe essere evitato una volta raggiunti i 20 settimane di gravidanza e oltre, poiché può diventare scomodo. Se necessario, prova a eseguire questa posa mentre sei seduta su una sedia. Mantieni lo stiramento per circa 5-10 respiri su ogni lato.
nl: Ga op je rug liggen, zorg ervoor dat je voeten plat op de grond staan met je knieën gebogen. Adem in en til je rechterbeen op. Begeleid met je linkerhand voorzichtig je rechtervoet om op je linkerknie te rusten. Op dit punt kun je ervoor kiezen om hier te blijven of, voor een diepere rek, je handen achter je knie te klemmen. Het is belangrijk op te merken dat langdurig plat op je rug liggen vanaf 20 weken zwangerschap en daarna moet worden vermeden, omdat het ongemakkelijk kan worden. Als dat nodig is, probeer dan deze houding uit te voeren terwijl je op een stoel zit. Houd de rek ongeveer 5 tot 10 ademhalingen aan elke kant vast.
pl: Połóż się na plecach, upewniając się, że stopy są płasko na podłodze z zgiętymi kolanami. Wdech i podnieś prawą nogę. Za pomocą lewej ręki delikatnie prowadź prawą stopę, aby spoczęła na lewym kolanie. W tym momencie możesz zdecydować, czy pozostać tutaj, czy też, dla głębszego rozciągnięcia, złączyć ręce za kolanami. Warto zauważyć, że leżenie płasko na plecach przez dłuższy czas należy unikać po osiągnięciu 20 tygodnia ciąży i dalej, ponieważ może być niewygodne. W razie potrzeby spróbuj wykonać tę pozycję siedząc na krześle. Trzymaj rozciągnięcie przez około 5-10 oddechów z każdej strony.

# ScratchCardMenu.headlineLabel.text
source: Scratch the affirmation
de: Rubbel die Affirmation frei
es: Raspa la afirmación
fr: Grattez l'affirmation
it: Graffia l' affermazione
nl: Kras de bevestiging
pl: Zdrap potwierdzenie

# SensualSecretsGameMenu.nextButton.title
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
nl: Volgende
pl: Dalej

# Affirmation.Categories0.headline0.text
source: My body is ready for conception.
de: Mein Körper ist bereit für die Empfängnis.
es: Mi cuerpo está listo para la concepción.
fr: Mon corps est prêt pour la conception.
it: Il mio corpo è pronto per il concepimento.
nl: Mijn lichaam is klaar voor conceptie.
pl: Mój organizm jest gotowy do poczęcia.

# Affirmation.Categories0.headline1.text
source: Love and hope accompany me on my path to parenthood.
de: Liebe und Hoffnung begleiten mich auf meinem Weg zum Elternglück.
es: El amor y la esperanza me acompañan en mi camino hacia la paternidad.
fr: L'amour et l'espoir m'accompagnent sur mon chemin vers la parentalité.
it: L'amore e la speranza mi accompagnano nel mio cammino verso la genitorialità.
nl: Liefde en hoop vergezellen mij op mijn weg naar het ouderschap.
pl: Miłość i nadzieja towarzyszą mi na drodze do rodzicielstwa.

# Affirmation.Categories0.headline2.text
source: Every day brings me closer to my longed-for baby.
de: Jeder Tag bringt mich näher zu meinem ersehnten Baby.
es: Cada día me acerca más a mi ansiado bebé.
fr: Chaque jour m'approche de mon bébé tant désiré.
it: Ogni giorno mi avvicina al mio tanto desiderato bambino.
nl: Elke dag brengt me dichter bij mijn langverwachte baby.
pl: Każdy dzień zbliża mnie do mojego wytęsknionego dziecka.

# Affirmation.Categories0.headline3.text
source: I trust my body and its natural rhythm.
de: Ich vertraue meinem Körper und seinem natürlichen Rhythmus.
es: Confío en mi cuerpo y en su ritmo natural.
fr: Je fais confiance à mon corps et à son rythme naturel.
it: Confido nel mio corpo e nel suo ritmo naturale.
nl: Ik vertrouw op mijn lichaam en zijn natuurlijke ritme.
pl: Zaufam swojemu ciału i jego naturalnemu rytmowi.

# Affirmation.Categories0.headline4.text
source: With every breath I take, I receive positive energy for my desire to have a child.
de: Mit jedem Atemzug empfange ich positive Energie für meinen Kinderwunsch.
es: Con cada respiración recibo energía positiva para mi deseo de tener un hijo.
fr: À chaque souffle, je reçois de l'énergie positive pour mon désir d'avoir un enfant.
it: Con ogni respiro ricevo energia positiva per il mio desiderio di avere un figlio.
nl: Met elke ademhaling ontvang ik positieve energie voor mijn wens om een kind te krijgen.
pl: Z każdym oddechem otrzymuję pozytywną energię dla mojego pragnienia posiadania dziecka.

# Affirmation.Categories0.headline5.text
source: My mind and body are in harmony for the fulfillment of my dream.
de: Mein Geist und Körper sind im Einklang für die Erfüllung meines Traums.
es: Mi mente y mi cuerpo están en armonía para la realización de mi sueño.
fr: Mon esprit et mon corps sont en harmonie pour la réalisation de mon rêve.
it: La mia mente e il mio corpo sono in armonia per il raggiungimento del mio sogno.
nl: Mijn geest en lichaam zijn in harmonie voor de vervulling van mijn droom.
pl: Mój umysł i ciało są w harmonii dla spełnienia mojego marzenia.

# Affirmation.Categories0.headline6.text
source: The love I feel supports my path to parenthood.
de: Die Liebe, die ich empfinde, unterstützt meinen Weg zur Elternschaft.
es: El amor que siento apoya mi camino hacia la paternidad.
fr: L'amour que je ressens soutient mon chemin vers la parentalité.
it: L'amore che provo sostiene il mio percorso verso la genitorialità.
nl: De liefde die ik voel ondersteunt mijn weg naar het ouderschap.
pl: Miłość, którą czuję, wspiera moją drogę do rodzicielstwa.

# Affirmation.Categories0.headline7.text
source: In every moment, I am open to the wonders of life.
de: In jedem Moment bin ich offen für die Wunder des Lebens.
es: En cada momento, estoy abierto/a a las maravillas de la vida.
fr: À chaque instant, je suis ouvert aux merveilles de la vie.
it: In ogni momento, sono aperto alle meraviglie della vita.
nl: In elk moment sta ik open voor de wonderen van het leven.
pl: W każdej chwili jestem otwarty na cuda życia.

# Affirmation.Categories0.headline8.text
source: I manifest love, happiness and fulfillment in my family.
de: Ich manifestiere Liebe, Glück und Erfüllung in meiner Familie.
es: Manifiesto amor, felicidad y plenitud en mi familia.
fr: Je manifeste l'amour, le bonheur et l'accomplissement dans ma famille.
it: Manifesto amore, felicità e realizzazione nella mia famiglia.
nl: Ik manifesteer liefde, geluk en vervulling in mijn familie.
pl: Manifestuję miłość, szczęście i spełnienie w mojej rodzinie.

# Affirmation.Categories0.headline9.text
source: My desire to have children will be fulfilled in perfect time.
de: Mein Kinderwunsch wird sich in perfekter Zeit erfüllen.
es: Mi deseo de tener hijos se cumplirá en el momento perfecto.
fr: Mon désir d'avoir des enfants se réalisera en temps voulu.
it: Il mio desiderio di avere figli sarà realizzato nel momento perfetto.
nl: Mijn verlangen om kinderen te krijgen zal op het perfecte moment vervuld worden.
pl: Moje pragnienie posiadania dzieci zostanie spełnione w odpowiednim czasie.

# Affirmation.Categories0.headline10.text
source: I can accept help and be supported on my path.
de: Ich darf Hilfe annehmen und mich auf meinem Weg unterstützen lassen
es: Puedo aceptar ayuda y ser apoyado/a en mi camino.
fr: Je peux accepter de l'aide et être soutenu sur mon chemin.
it: Posso accettare aiuto e sostegno nel mio cammino.
nl: Ik kan hulp accepteren en ondersteund worden op mijn pad.
pl: Potrafię przyjąć pomoc i otrzymać wsparcie na swojej drodze.

# Affirmation.Categories0.headline11.text
source: I am ready for a beautiful pregnancy.
de: Ich bin bereit für eine wunderschöne Schwangerschaft
es: Estoy listo/a para un hermoso embarazo.
fr: Je suis prêt pour une belle grossesse.
it: Sono pronto per una bella gravidanza.
nl: Ik ben klaar voor een mooie zwangerschap.
pl: Jestem gotowy na piękną ciążę.

# Affirmation.Categories0.headline12.text
source: I take good care of myself.
de: Ich sorge gut für mich
es: Me cuido bien.
fr: Je prends bien soin de moi.
it: Mi prendo cura di me stesso.
nl: Ik zorg goed voor mezelf.
pl: Dobrze dbam o siebie.

# Affirmation.Categories0.headline13.text
source: I trust my intuition.
de: Ich vertraue auf meine Intuition
es: Confío en mi intuición.
fr: Je fais confiance à mon intuition.
it: Confido nella mia intuizione.
nl: Ik vertrouw op mijn intuïtie.
pl: Zaufam swojej intuicji.

# Affirmation.Categories0.headline14.text
source: My time will come.
de: Meine Zeit wird kommen
es: Mi momento llegará.
fr: Mon heure viendra.
it: Il mio momento arriverà.
nl: Mijn tijd zal komen.
pl: Moja kolej nadejdzie.

# Affirmation.Categories0.headline15.text
source: I am healthy.
de: Ich bin gesund
es: Estoy sano/a.
fr: Je suis en bonne santé.
it: Sono in salute.
nl: Ik ben gezond.
pl: Jestem zdrowy/zdrowa.

# Affirmation.Categories0.headline16.text
source: I am grateful for everything I have.
de: Ich bin dankbar für alles was ich habe
es: Estoy agradecido/a por todo lo que tengo.
fr: Je suis reconnaissant pour tout ce que j'ai.
it: Sono grato per tutto quello che ho.
nl: Ik ben dankbaar voor alles wat ik heb.
pl: Jestem wdzięczny/wdzięczna za wszystko, co mam.

# Affirmation.Categories0.headline17.text
source: I am ready to conceive a child.
de: Ich bin bereit ein Kind zu empfangen
es: Estoy listo/a para concebir un hijo.
fr: Je suis prêt à concevoir un enfant.
it: Sono pronto a concepire un bambino.
nl: Ik ben klaar om een kind te verwekken.
pl: Jestem gotowy/gotowa na poczęcie dziecka.

# Affirmation.Categories0.headline18.text
source: I have the best conditions for a baby.
de: Ich habe die besten Voraussetzungen für ein Baby
es: Tengo las mejores condiciones para un bebé.
fr: J'ai les meilleures conditions pour un bébé.
it: Ho le migliori condizioni per un bambino.
nl: Ik heb de beste omstandigheden voor een baby.
pl: Mam najlepsze warunki dla dziecka.

# Affirmation.Categories0.headline19.text
source: My body is fertile.
de: Mein Körper ist fruchtbar
es: Mi cuerpo es fértil.
fr: Mon corps est fertile.
it: Il mio corpo è fertile.
nl: Mijn lichaam is vruchtbaar.
pl: Mój organizm jest płodny.

# Affirmation.Categories0.headline20.text
source: I will be pregnant.
de: Ich werde schwanger sein
es: Estaré embarazada.
fr: Je serai enceinte.
it: Sarò incinta.
nl: Ik zal zwanger worden.
pl: Będę w ciąży.

# Affirmation.Categories0.headline21.text
source: My female body is strong.
de: Mein weiblicher Körper ist stark
es: Mi cuerpo femenino es fuerte.
fr: Mon corps féminin est fort.
it: Il mio corpo femminile è forte.
nl: Mijn vrouwelijke lichaam is sterk.
pl: Moje żeńskie ciało jest silne.

# Affirmation.Categories0.headline22.text
source: I am open to new experiences.
de: Ich bin offen für neue Erfahrungen
es: Estoy abierto/a a nuevas experiencias.
fr: Je suis ouvert à de nouvelles expériences.
it: Sono aperto a nuove esperienze.
nl: Ik sta open voor nieuwe ervaringen.
pl: Jestem otwarty/otwarta na nowe doświadczenia.

# Affirmation.Categories0.headline23.text
source: My body is strong and healthy: I trust that my body is strong and healthy, ready to welcome the miracle of pregnancy.
de: Mein Körper ist stark und gesund: Ich vertraue darauf, dass mein Körper stark und gesund ist, bereit, das Wunder der Schwangerschaft zu empfangen.
es: Mi cuerpo es fuerte y saludable: Confío en que mi cuerpo es fuerte y saludable, listo para dar la bienvenida al milagro del embarazo.
fr: Mon corps est fort et en bonne santé : Je fais confiance à mon corps, fort et en bonne santé, prêt à accueillir le miracle de la grossesse.
it: Il mio corpo è forte e sano: Fido che il mio corpo sia forte e sano, pronto ad accogliere il miracolo della gravidanza.
nl: Mijn lichaam is sterk en gezond: Ik vertrouw erop dat mijn lichaam sterk en gezond is, klaar om het wonder van de zwangerschap te verwelkomen.
pl: Moje ciało jest silne i zdrowe: Wierzę, że moje ciało jest silne i zdrowe, gotowe przyjąć cud ciąży.

# Affirmation.Categories0.headline24.text
source: Every cycle brings me closer: Every menstrual cycle is another step on the way to my pregnancy. Each cycle brings me closer to my goal.
de: Jeder Zyklus bringt mich näher: Jeder Menstruationszyklus ist ein weiterer Schritt auf dem Weg zu meiner Schwangerschaft. Jeder Zyklus bringt mich meinem Ziel näher.
es: Cada ciclo me acerca más: Cada ciclo menstrual es otro paso en el camino hacia mi embarazo. Cada ciclo me acerca más a mi objetivo.
fr: Chaque cycle m'approche : Chaque cycle menstruel est une autre étape sur le chemin de ma grossesse. Chaque cycle me rapproche de mon objectif.
it: Ogni ciclo mi avvicina: Ogni ciclo mestruale è un altro passo verso la mia gravidanza. Ogni ciclo mi avvicina al mio obiettivo.
nl: Elke cyclus brengt me dichterbij: Elke menstruatiecyclus is een nieuwe stap op weg naar mijn zwangerschap. Elke cyclus brengt me dichter bij mijn doel.
pl: Każdy cykl zbliża mnie do celu: Każdy miesiączkowy cykl to kolejny krok na drodze do mojej ciąży. Każdy cykl przybliża mnie do mojego celu.

# Affirmation.Categories0.headline25.text
source: I am patient and trust the process: Good things take time. I practice patience and trust that everything will happen at the right time.
de: Ich bin geduldig und vertraue dem Prozess: Gute Dinge brauchen Zeit. Ich übe Geduld und vertraue darauf, dass alles zur richtigen Zeit geschieht.
es: Soy paciente y confío en el proceso: Las cosas buenas llevan tiempo. Practico la paciencia y confío en que todo sucederá en el momento adecuado.
fr: Je suis patient et je fais confiance au processus : Les bonnes choses prennent du temps. Je pratique la patience et je fais confiance que tout se passera au bon moment.
it: Sono paziente e confido nel processo: Le cose buone richiedono tempo. Pratico la pazienza e confido che tutto accadrà nel momento giusto.
nl: Ik ben geduldig en vertrouw op het proces: Goede dingen hebben tijd nodig. Ik oefen geduld en vertrouw erop dat alles op het juiste moment zal gebeuren.
pl: Jestem cierpliwy/cierpliwa i ufam procesowi: Dobre rzeczy potrzebują czasu. Ćwiczę cierpliwość i ufam, że wszystko stanie się we właściwym czasie.

# Affirmation.Categories0.headline26.text
source: I take care of my emotional health: By taking care of my emotional health, I create a positive space for my body to function optimally.
de: Ich pflege meine emotionale Gesundheit: Indem ich auf meine emotionale Gesundheit achte, schaffe ich einen positiven Raum für meinen Körper, um optimal zu funktionieren.
es: Cuido de mi salud emocional: Al cuidar de mi salud emocional, creo un espacio positivo para que mi cuerpo funcione de manera óptima.
fr: Je prends soin de ma santé émotionnelle : En prenant soin de ma santé émotionnelle, je crée un espace positif pour que mon corps fonctionne de manière optimale.
it: Mi prendo cura della mia salute emotiva: Prendendomi cura della mia salute emotiva, creo uno spazio positivo affinché il mio corpo funzioni al meglio.
nl: Ik zorg voor mijn emotionele gezondheid: Door voor mijn emotionele gezondheid te zorgen, creëer ik een positieve ruimte voor mijn lichaam om optimaal te functioneren.
pl: Dbam o swoje zdrowie emocjonalne: Troszcząc się o swoje zdrowie emocjonalne, tworzę pozytywną przestrzeń dla optymalnego funkcjonowania mojego ciała.

# Affirmation.Categories0.headline27.text
source: Love and support surround me: I am surrounded by love and support, be it from my partner, family or friends. Together we go through this journey.
de: Liebe und Unterstützung umgeben mich: Ich bin von Liebe und Unterstützung umgeben, sei es von meinem Partner, meiner Familie oder Freunden. Gemeinsam gehen wir durch diese Reise
es: El amor y el apoyo me rodean: Estoy rodeado/a de amor y apoyo, ya sea de mi pareja, familia o amigos. Juntos/as recorremos este camino.
fr: L'amour et le soutien m'entourent : Je suis entouré d'amour et de soutien, que ce soit de mon partenaire, de ma famille ou de mes amis. Ensemble, nous parcourons ce chemin.
it: Amore e sostegno mi circondano: Sono circondato dall'amore e dal sostegno, che sia dal mio partner, dalla famiglia o dagli amici. Insieme affrontiamo questo viaggio.
nl: Liefde en steun omringen me: Ik word omringd door liefde en steun, of het nu van mijn partner, familie of vrienden is. Samen gaan we deze reis aan.
pl: Miłość i wsparcie mnie otaczają: Jestem otoczony/a miłością i wsparciem, czy to ze strony partnera, rodziny czy przyjaciół. Razem przechodzimy przez tę podróż.

# Affirmation.Categories0.headline28.text
source: I visualize a positive future: I visualize my life as a mother and the joy it will bring. This positive vision strengthens my motivation.
de: Ich visualisiere eine positive Zukunft: Ich visualisiere mein Leben als Mutter und die Freude, die es bringen wird. Diese positive Vision stärkt meine Motivation.
es: Visualizo un futuro positivo: Visualizo mi vida como madre y la alegría que traerá. Esta visión positiva fortalece mi motivación.
fr: Je visualise un avenir positif : Je visualise ma vie en tant que mère et la joie qu'elle apportera. Cette vision positive renforce ma motivation.
it: Visualizzo un futuro positivo: Visualizzo la mia vita da madre e la gioia che porterà. Questa visione positiva rafforza la mia motivazione.
nl: Ik visualiseer een positieve toekomst: Ik visualiseer mijn leven als moeder en de vreugde die het zal brengen. Deze positieve visie versterkt mijn motivatie.
pl: Wizualizuję pozytywną przyszłość: Wizualizuję moje życie jako matka i radość, jaką przyniesie. Ta pozytywna wizja wzmacnia moją motywację.

# Affirmation.Categories0.headline29.text
source: I take care of my body: By eating healthily, exercising regularly and getting enough sleep, I look after my body and create optimal conditions for pregnancy.
de: Ich gehe achtsam mit meinem Körper um: Durch gesunde Ernährung, regelmäßige Bewegung und ausreichend Schlaf pflege ich meinen Körper und schaffe optimale Bedingungen für eine Schwangerschaft.
es: Cuido de mi cuerpo: Alimentándome de forma saludable, haciendo ejercicio regularmente y durmiendo lo suficiente, cuido de mi cuerpo y creo condiciones óptimas para el embarazo.
fr: Je prends soin de mon corps : En mangeant sainement, en faisant de l'exercice régulièrement et en dormant suffisamment, je prends soin de mon corps et crée des conditions optimales pour la grossesse.
it: Mi prendo cura del mio corpo: Mangiando in modo sano, facendo regolarmente esercizio fisico e dormendo a sufficienza, mi prendo cura del mio corpo e creo condizioni ottimali per la gravidanza.
nl: Ik zorg voor mijn lichaam: Door gezond te eten, regelmatig te sporten en genoeg te slapen, zorg ik voor mijn lichaam en creëer ik optimale omstandigheden voor zwangerschap.
pl: Dbam o swoje ciało: Poprzez zdrowe odżywianie, regularne ćwiczenia i odpowiednią ilość snu dbam o swoje ciało i tworzę optymalne warunki dla ciąży.

# Affirmation.Categories0.headline30.text
source: I set realistic expectations: I recognize that getting pregnant takes time and commitment. I set realistic expectations and celebrate any progress.
de: Ich setze realistische Erwartungen: Ich erkenne an, dass Schwangerwerden Zeit und Engagement erfordert. Ich setze realistische Erwartungen und feiere jeden Fortschritt.
es: Establezco expectativas realistas: Reconozco que quedar embarazada lleva tiempo y compromiso. Establezco expectativas realistas y celebro cualquier progreso.
fr: Je fixe des attentes réalistes : Je reconnais que tomber enceinte prend du temps et de l'engagement. Je fixe des attentes réalistes et célèbre chaque progrès.
it: Stabilisco aspettative realistiche: Riconosco che rimanere incinta richiede tempo e impegno. Stabilisco aspettative realistiche e celebro ogni progresso.
nl: Ik stel realistische verwachtingen: Ik erken dat zwanger worden tijd en toewijding kost. Ik stel realistische verwachtingen en vier elke vooruitgang.
pl: Ustalam realne oczekiwania: Rozumiem, że zajście w ciążę wymaga czasu i zaangażowania. Ustalam realne oczekiwania i cieszę się z każdego postępu.
