Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# LearningResourceArticleVC.howToSupportYourPartner.section2.headline
source: Acknowledge the loss
de: Den Verlust anerkennen
es: Reconoce la pérdida
fr: Reconnaître la perte
it: Riconoscere la perdita
nl: Erken het verlies
pl: Uznaj stratę

# LearningResourceArticleVC.howToSupportYourPartner.section2.text
source: If your partner is having a difficult time coping with a recent miscarriage, understand that it is an equivalent, if not more difficult, sorrow to grieve than any other death of a loved one. When we lose a family member or close friend, we have established rituals, appropriate language, and expectations of how to communicate our sympathies. When a person loses their chance at parenthood, there is no universally understood etiquette for how to respond. On the contrary, miscarriage is typically shrouded in silence. Expressing your sympathy and your grief about a miscarriage can go a long way to helping your partner feel comforted and less alone. Show you care by picking up small gifts, writing them letters, letting them know they're a good partner, and trying to protect them from hurtful comments. Some people can be unintentionally cruel and some are just darn right unconcerned about other people’s feelings.
de: Wenn dein Partner Schwierigkeiten hat, mit einer kürzlichen Fehlgeburt umzugehen, verstehe, dass es eine ebenso schwierige, wenn nicht sogar schwierigere Trauer ist als der Verlust eines anderen geliebten Menschen. Wenn wir ein Familienmitglied oder einen engen Freund verlieren, haben wir etablierte Rituale, angemessene Sprache und Erwartungen, wie wir unser Mitgefühl ausdrücken. Wenn jemand seine Chance auf Elternschaft verliert, gibt es keine allgemein verstandene Etikette, wie man reagieren soll. Im Gegenteil, Fehlgeburten sind typischerweise von Stille umgeben. Dein Mitgefühl und deine Trauer über eine Fehlgeburt auszudrücken, kann deinem Partner sehr helfen, sich getröstet und weniger allein zu fühlen. Zeige, dass du dich kümmerst, indem du kleine Geschenke machst, Briefe schreibst, ihnen sagst, dass sie ein guter Partner sind, und sie vor verletzenden Kommentaren schützt. Manche Menschen können unabsichtlich grausam sein und manche sind einfach gleichgültig gegenüber den Gefühlen anderer.
es: Si tu pareja está teniendo dificultades para sobrellevar un aborto espontáneo reciente, comprende que es un dolor equivalente, si no más difícil, de llorar que cualquier otra muerte de un ser querido. Cuando perdemos a un familiar o amigo cercano, tenemos rituales establecidos, un lenguaje apropiado y expectativas de cómo comunicar nuestras condolencias. Cuando una persona pierde su oportunidad de ser padre o madre, no existe una etiqueta universalmente entendida sobre cómo responder. Por el contrario, el aborto espontáneo suele estar envuelto en silencio. Expresar tu simpatía y tu dolor por un aborto espontáneo puede hacer mucho para ayudar a tu pareja a sentirse consolada y menos sola. Demuestra que te importa comprando pequeños regalos, escribiéndole cartas, haciéndole saber que es un buen compañero y tratando de protegerla de comentarios hirientes. Algunas personas pueden ser involuntariamente crueles y otras simplemente no están interesadas en los sentimientos de los demás.
fr: Si votre partenaire a du mal à faire face à une fausse couche récente, comprenez qu'il s'agit d'un chagrin équivalent, sinon plus difficile, à celui de pleurer la mort d'un être cher. Lorsque nous perdons un membre de la famille ou un ami proche, nous avons des rituels établis, un langage approprié et des attentes sur la manière de communiquer nos sympathies. Lorsqu'une personne perd sa chance de devenir parent, il n'y a pas d'étiquette universellement comprise sur la manière de répondre. Au contraire, la fausse couche est généralement entourée de silence. Exprimer votre sympathie et votre chagrin à propos d'une fausse couche peut grandement aider votre partenaire à se sentir réconforté et moins seul. Montrez que vous vous souciez en achetant de petits cadeaux, en leur écrivant des lettres, en leur faisant savoir qu'ils sont un bon partenaire et en essayant de les protéger des commentaires blessants. Certaines personnes peuvent être involontairement cruelles et d'autres sont tout simplement indifférentes aux sentiments des autres.
it: Se la tua partner ha difficoltà a far fronte a un recente aborto spontaneo, capisci che è un dolore equivalente, se non più difficile, a quello di qualsiasi altra perdita di una persona cara. Quando perdiamo un familiare o un caro amico, abbiamo rituali stabiliti, un linguaggio appropriato e aspettative su come comunicare le nostre condoglianze. Quando una persona perde la possibilità di diventare genitore, non esiste un'etichetta universalmente compresa su come rispondere. Al contrario, l'aborto spontaneo è tipicamente avvolto nel silenzio. Esprimere il tuo dolore e il tuo lutto per un aborto spontaneo può fare molto per aiutare la tua partner a sentirsi confortata e meno sola. Mostra che ci tieni prendendo piccoli regali, scrivendole lettere, facendole sapere che è una buona partner e cercando di proteggerla da commenti dolorosi. Alcune persone possono essere involontariamente crudeli e altre semplicemente indifferenti ai sentimenti degli altri.
nl: Als je partner moeite heeft om om te gaan met een recente miskraam, begrijp dan dat het een even groot, zo niet moeilijker, verdriet is om te rouwen dan om het verlies van een andere dierbare. Wanneer we een familielid of een goede vriend verliezen, hebben we vastgestelde rituelen, passende taal en verwachtingen over hoe we ons medeleven kunnen betuigen. Wanneer iemand zijn kans op ouderschap verliest, is er geen universeel begrepen etiquette over hoe te reageren. Integendeel, een miskraam is meestal gehuld in stilte. Je medeleven en verdriet uiten over een miskraam kan je partner enorm helpen zich getroost en minder alleen te voelen. Laat zien dat je om hen geeft door kleine cadeautjes te kopen, brieven te schrijven, hen te laten weten dat ze een goede partner zijn en te proberen hen te beschermen tegen kwetsende opmerkingen. Sommige mensen kunnen onbedoeld wreed zijn en anderen zijn gewoon ronduit ongeïnteresseerd in de gevoelens van anderen.
pl: Jeśli twój partner ma trudności z radzeniem sobie z niedawnym poronieniem, zrozum, że jest to równorzędny, a może nawet trudniejszy, żal do przeżycia niż każda inna śmierć bliskiej osoby. Gdy tracimy członka rodziny lub bliskiego przyjaciela, mamy ustalone rytuały, odpowiedni język i oczekiwania, jak wyrażać nasze współczucie. Gdy osoba traci szansę na rodzicielstwo, nie ma powszechnie zrozumiałej etykiety dotyczącej tego, jak reagować. Przeciwnie, poronienie jest zazwyczaj owiane milczeniem. Wyrażenie swojego współczucia i żalu z powodu poronienia może znacząco pomóc twojemu partnerowi poczuć się pocieszonym i mniej samotnym. Pokaż, że ci zależy, kupując drobne prezenty, pisząc listy, dając do zrozumienia, że są dobrym partnerem, i starając się chronić ich przed krzywdzącymi komentarzami. Niektórzy ludzie mogą być nieumyślnie okrutni, a niektórzy po prostu zupełnie nie dbają o uczucia innych.

# LearningResourceArticleVC.howToSupportYourPartner.section3.headline
source: Listen
de: Zuhören
es: Escucha
fr: Écouter
it: Ascolta
nl: Luisteren
pl: Słuchaj

# LearningResourceArticleVC.howToSupportYourPartner.section3.text
source: Ask if they want to talk about the miscarriage, and be ready to listen quietly and attentively as they share what has happened and their feelings. This takes courage, and courage is exactly what a grieving partner needs from you. For the first few weeks after a pregnancy loss, they may feel, in addition to many other feelings, a sense of disbelief. On the other hand, remind them that if they don’t wish to talk, that is OK, too. You will be there whenever they are ready, and for however long they need you to listen.
de: Frage, ob sie über die Fehlgeburt sprechen möchten, und sei bereit, ruhig und aufmerksam zuzuhören, während sie erzählen, was passiert ist und wie sie sich fühlen. Dies erfordert Mut, und genau diesen Mut braucht ein trauernder Partner von dir. In den ersten Wochen nach einem Schwangerschaftsverlust können sie neben vielen anderen Gefühlen ein Gefühl des Unglaubens verspüren. Auf der anderen Seite, erinnere sie daran, dass es auch in Ordnung ist, wenn sie nicht reden möchten. Du wirst da sein, wann immer sie bereit sind, und so lange zuhören, wie sie dich brauchen.
es: Pregúntale si quiere hablar sobre el aborto espontáneo y estate listo para escuchar en silencio y atentamente mientras comparte lo que ha sucedido y sus sentimientos. Esto requiere valentía, y la valentía es exactamente lo que una pareja en duelo necesita de ti. Durante las primeras semanas después de una pérdida de embarazo, puede sentir, además de muchos otros sentimientos, una sensación de incredulidad. Por otro lado, recuérdale que si no desea hablar, también está bien. Estarás ahí siempre que esté lista, y por el tiempo que necesite para escucharte.
fr: Demandez-leur s'ils veulent parler de la fausse couche et soyez prêt à écouter tranquillement et attentivement pendant qu'ils partagent ce qui s'est passé et leurs sentiments. Cela demande du courage, et le courage est exactement ce dont un partenaire en deuil a besoin de votre part. Pendant les premières semaines après une perte de grossesse, ils peuvent ressentir, en plus de nombreux autres sentiments, un sentiment d'incrédulité. D'un autre côté, rappelez-leur que s'ils ne souhaitent pas parler, c'est bien aussi. Vous serez là quand ils seront prêts et aussi longtemps qu'ils auront besoin que vous les écoutiez.
it: Chiedi se vuole parlare dell'aborto spontaneo e sii pronto ad ascoltare in silenzio e con attenzione mentre condivide cosa è successo e i suoi sentimenti. Questo richiede coraggio, e il coraggio è esattamente ciò di cui una partner in lutto ha bisogno da te. Nelle prime settimane dopo una perdita di gravidanza, potrebbe sentire, oltre a molti altri sentimenti, un senso di incredulità. D'altra parte, ricordale che va bene anche se non vuole parlare. Sarai lì ogni volta che sarà pronta e per tutto il tempo di cui avrà bisogno per ascoltarla.
nl: Vraag of ze willen praten over de miskraam, en wees bereid om stil en aandachtig te luisteren terwijl ze delen wat er is gebeurd en hun gevoelens. Dit vergt moed, en moed is precies wat een rouwende partner van jou nodig heeft. De eerste weken na een zwangerschapsverlies kunnen ze, naast vele andere gevoelens, een gevoel van ongeloof ervaren. Aan de andere kant, herinner hen eraan dat het ook goed is als ze niet willen praten. Je zult er zijn wanneer ze klaar zijn, en zo lang als ze je nodig hebben om te luisteren.
pl: Zapytaj, czy chcą porozmawiać o poronieniu, i bądź gotowy słuchać cicho i uważnie, gdy będą dzielić się tym, co się stało i jak się czują. To wymaga odwagi, a odwaga to dokładnie to, czego potrzebuje twój cierpiący partner. Przez pierwsze kilka tygodni po stracie ciąży mogą czuć, oprócz wielu innych uczuć, pewien rodzaj niedowierzania. Z drugiej strony, przypomnij im, że jeśli nie chcą rozmawiać, to też jest w porządku. Będziesz tam, kiedy będą gotowi, i tak długo, jak będą cię potrzebować, aby słuchać.

# LearningResourceArticleVC.howToSupportYourPartner.section4.headline
source: Tell them it’s not their fault
de: Sage ihnen, dass es nicht ihre Schuld ist
es: Dile que no es su culpa
fr: Dites-leur que ce n'est pas leur faute
it: Dille che non è colpa sua
nl: Zeg hen dat het niet hun schuld is
pl: Powiedz im, że to nie ich wina

# LearningResourceArticleVC.howToSupportYourPartner.section4.text
source: A person who has suffered a miscarriage will ask themselves over and over again what they may have done to cause the loss of their baby. Miscarriages are very common; estimates of how often a pregnancy ends in loss are in the 1 to 3 or 1 to 4 range. Some people endure multiple miscarriages. The truth is that pregnancies can end suddenly for a number of reasons, and while it may not bring comfort to a person to never know exactly what caused a miscarriage, it will help them immensely to be able to let go of any feelings of guilt. Tell them as many times as they need to hear that the loss wasn’t because of something they did or didn’t do.
de: Eine Person, die eine Fehlgeburt erlitten hat, wird sich immer wieder fragen, was sie getan haben könnte, um den Verlust ihres Babys zu verursachen. Fehlgeburten sind sehr häufig; Schätzungen zufolge endet eine Schwangerschaft in 1 von 3 oder 1 von 4 Fällen mit einem Verlust. Manche Menschen erleiden mehrere Fehlgeburten. Die Wahrheit ist, dass Schwangerschaften aus verschiedenen Gründen plötzlich enden können, und auch wenn es für jemanden keinen Trost bringt, nie genau zu wissen, was die Fehlgeburt verursacht hat, wird es ihnen immens helfen, alle Schuldgefühle loszulassen. Sage ihnen so oft, wie sie es brauchen, dass der Verlust nicht wegen etwas passiert ist, das sie getan oder nicht getan haben.
es: Una persona que ha sufrido un aborto espontáneo se preguntará una y otra vez qué pudo haber hecho para causar la pérdida de su bebé. Los abortos espontáneos son muy comunes; las estimaciones de cuántas veces termina un embarazo en pérdida están en el rango de 1 de cada 3 o 1 de cada 4. Algunas personas sufren múltiples abortos espontáneos. La verdad es que los embarazos pueden terminar repentinamente por varias razones, y aunque puede que no consuele a una persona el no saber nunca exactamente qué causó un aborto espontáneo, le ayudará inmensamente poder dejar de lado cualquier sentimiento de culpa. Dile tantas veces como necesite escuchar que la pérdida no fue por algo que hizo o dejó de hacer.
fr: Une personne qui a subi une fausse couche se demandera encore et encore ce qu'elle a pu faire pour causer la perte de son bébé. Les fausses couches sont très courantes; les estimations de la fréquence à laquelle une grossesse se termine par une perte se situent entre 1 sur 3 ou 1 sur 4. Certaines personnes subissent plusieurs fausses couches. La vérité est que les grossesses peuvent se terminer soudainement pour plusieurs raisons, et même si cela ne réconforte peut-être pas une personne de ne jamais savoir exactement ce qui a causé une fausse couche, cela l'aidera énormément à se libérer de tout sentiment de culpabilité. Dites-leur autant de fois qu'ils ont besoin de l'entendre que la perte n'était pas due à quelque chose qu'ils ont fait ou n'ont pas fait.
it: Una persona che ha subito un aborto spontaneo si chiederà più e più volte cosa avrebbe potuto fare per causare la perdita del suo bambino. Gli aborti spontanei sono molto comuni; le stime su quanto spesso una gravidanza termina in perdita variano da 1 su 3 a 1 su 4. Alcune persone subiscono aborti multipli. La verità è che le gravidanze possono terminare improvvisamente per una serie di ragioni, e sebbene non possa confortare una persona non sapere mai esattamente cosa ha causato un aborto spontaneo, l'aiuterà immensamente a lasciar andare qualsiasi senso di colpa. Dille tutte le volte che ha bisogno di sentire che la perdita non è stata causata da qualcosa che ha fatto o non ha fatto.
nl: Iemand die een miskraam heeft gehad, zal zichzelf keer op keer afvragen wat hij of zij had kunnen doen om het verlies van hun baby te veroorzaken. Miskramen zijn heel gewoon; schattingen van hoe vaak een zwangerschap eindigt in een verlies liggen tussen 1 op 3 of 1 op 4. Sommige mensen ondergaan meerdere miskramen. De waarheid is dat zwangerschappen om verschillende redenen plotseling kunnen eindigen, en hoewel het misschien geen troost biedt aan iemand om nooit precies te weten wat een miskraam heeft veroorzaakt, zal het hen enorm helpen om alle schuldgevoelens los te laten. Zeg hen zo vaak als ze het nodig hebben dat het verlies niet te wijten was aan iets wat ze wel of niet hebben gedaan.
pl: Osoba, która przeszła poronienie, będzie wielokrotnie pytać się, co mogła zrobić, aby spowodować utratę dziecka. Poronienia są bardzo powszechne; szacuje się, że od 1 do 3 lub od 1 do 4 ciąż kończy się stratą. Niektórzy ludzie doświadczają wielokrotnych poronień. Prawda jest taka, że ciąża może nagle się skończyć z różnych powodów, a chociaż może nie przynosi to ukojenia, że nigdy nie dowiesz się dokładnie, co spowodowało poronienie, pomoże to im ogromnie, aby móc uwolnić się od jakichkolwiek uczuć winy. Powiedz im tyle razy, ile potrzebują usłyszeć, że strata nie była wynikiem czegoś, co zrobili lub czego nie zrobili.

# LearningResourceArticleVC.howToSupportYourPartner.section5.headline
source: Do not come up with reasons why they lost the baby
de: Finde keine Gründe, warum sie das Baby verloren haben
es: No inventes razones por las que perdió al bebé
fr: Ne trouvez pas de raisons pour lesquelles ils ont perdu le bébé
it: Non cercare di trovare ragioni per cui ha perso il bambino
nl: Bedenk geen redenen waarom ze de baby hebben verloren
pl: Nie wymyślaj powodów, dlaczego stracili dziecko

# LearningResourceArticleVC.howToSupportYourPartner.section5.text
source: No one who wants a child, who has already fallen in love with their baby, and who has hopes and dreams for their beloved child wants to think there is any obvious reason they lost the baby. Don’t make an attempt to explain what happened to make them feel better because it can only send them over the edge. This is also not the time to suggest they can always have another baby or try again later down the road. Another pregnancy or future baby is not a comfort to a person grieving their current loss. Having a baby after a miscarriage does not “replace” the one who was lost.
de: Niemand, der ein Kind will, der sich bereits in sein Baby verliebt hat und Hoffnungen und Träume für sein geliebtes Kind hat, möchte denken, dass es einen offensichtlichen Grund gibt, warum sie das Baby verloren haben. Versuche nicht zu erklären, was passiert ist, um sie besser fühlen zu lassen, denn das kann sie nur noch mehr aufwühlen. Dies ist auch nicht der Zeitpunkt, um vorzuschlagen, dass sie immer noch ein anderes Baby haben oder es später noch einmal versuchen können. Eine weitere Schwangerschaft oder ein zukünftiges Baby ist kein Trost für jemanden, der um seinen aktuellen Verlust trauert. Ein Baby nach einer Fehlgeburt „ersetzt“ nicht das verlorene.
es: Nadie que quiera un hijo, que ya se haya enamorado de su bebé y que tenga esperanzas y sueños para su amado hijo, quiere pensar que hay alguna razón obvia por la que perdió al bebé. No intentes explicar lo que sucedió para hacerla sentir mejor porque solo puede empeorar la situación. Este tampoco es el momento para sugerir que siempre puede tener otro bebé o intentarlo de nuevo más adelante. Otro embarazo o un futuro bebé no son consuelo para una persona que está de duelo por su pérdida actual. Tener un bebé después de un aborto espontáneo no “reemplaza” al que se perdió.
fr: Personne qui veut un enfant, qui est déjà tombé amoureux de son bébé et qui a des espoirs et des rêves pour son enfant bien-aimé ne veut penser qu'il y a une raison évidente pour laquelle ils ont perdu le bébé. N'essayez pas d'expliquer ce qui s'est passé pour les faire se sentir mieux, car cela pourrait les faire basculer. Ce n'est pas non plus le moment de suggérer qu'ils peuvent toujours avoir un autre bébé ou réessayer plus tard. Une autre grossesse ou un futur bébé n'est pas un réconfort pour une personne en deuil de sa perte actuelle. Avoir un bébé après une fausse couche ne « remplace » pas celui qui a été perdu.
it: Nessuno che desidera un bambino, che si è già innamorato del proprio bambino e che ha speranze e sogni per il proprio amato bambino vuole pensare che ci sia una ragione ovvia per cui ha perso il bambino. Non cercare di spiegare cosa è successo per farla sentire meglio, perché può solo peggiorare la situazione. Questo non è nemmeno il momento di suggerire che può sempre avere un altro bambino o riprovare più avanti. Un'altra gravidanza o un futuro bambino non sono una consolazione per una persona che sta vivendo il lutto per la perdita attuale. Avere un bambino dopo un aborto spontaneo non “sostituisce” quello che è stato perso.
nl: Niemand die een kind wil, die al verliefd is geworden op hun baby en die hoop en dromen heeft voor hun geliefde kind, wil denken dat er een duidelijke reden is waarom ze de baby hebben verloren. Probeer niet uit te leggen wat er is gebeurd om hen zich beter te laten voelen, want het kan hen alleen maar overstuur maken. Dit is ook niet het moment om te suggereren dat ze altijd nog een andere baby kunnen krijgen of het later opnieuw kunnen proberen. Een andere zwangerschap of toekomstige baby is geen troost voor iemand die rouwt om hun huidige verlies. Een baby krijgen na een miskraam vervangt niet degene die verloren is gegaan.
pl: Nikt, kto chce mieć dziecko, kto już zakochał się w swoim dziecku i kto ma nadzieje i marzenia dla swojego ukochanego dziecka, nie chce myśleć, że istnieje jakikolwiek oczywisty powód, dla którego stracili dziecko. Nie próbuj wyjaśniać, co się stało, aby poczuli się lepiej, ponieważ to może tylko pogorszyć sytuację. To również nie jest czas na sugerowanie, że mogą zawsze mieć kolejne dziecko lub spróbować ponownie później. Kolejna ciąża lub przyszłe dziecko nie jest pociechą dla osoby opłakującej obecną stratę. Posiadanie dziecka po poronieniu nie 'zastępuje' tego, które zostało utracone.

# LearningResourceArticleVC.howToSupportYourPartner.section6.headline
source: Let them rest
de: Lass sie ruhen
es: Déjala descansar
fr: Laissez-les se reposer
it: Lascia che riposi
nl: Laat ze rusten
pl: Pozwól im odpocząć
