Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# LearningResourceArticleVC.positionPerfect.section4.text
source: While you’re in baby making mode, it’s easy to feel disappointed if certain methods, tips, and advice don’t achieve the desired goal. ‘If at first you don’t succeed, try, try again’, as the old saying goes. Keep in mind that some things are worth the wait, and it’ll all happen in good time, enjoy being intimate with your partner and revel in the moments you work together as a team to become parents. With the solid understanding of your fertile window and health status, paired with experimentation of positions and gravity, you can’t lose! You can read more on conception, play sex games to spice up your conception journey, and find the best positions to increase chance of pregnancy and influence your baby’s gender all on your Ovulio app!
de: Wenn Sie gerade dabei sind, ein Baby zu zeugen, ist es leicht, enttäuscht zu sein, wenn bestimmte Methoden, Tipps und Ratschläge nicht zum gewünschten Ziel führen. 'Wenn es beim ersten Mal nicht klappt, versuchen Sie es noch einmal', sagt ein altes Sprichwort. Denken Sie daran, dass manche Dinge das Warten wert sind und alles zu seiner Zeit kommt. Genießen Sie die Intimität mit Ihrem Partner und freuen Sie sich über die Momente, in denen Sie als Team zusammenarbeiten, um Eltern zu werden. Wenn Sie Ihr fruchtbares Zeitfenster und Ihren Gesundheitszustand genau kennen und mit verschiedenen Positionen und der Schwerkraft experimentieren, können Sie nicht verlieren! In der Ovulio-App können Sie mehr über die Empfängnis lesen, Sexspiele spielen, um Ihre Empfängnisreise aufzupeppen, und die besten Stellungen finden, um die Wahrscheinlichkeit einer Schwangerschaft zu erhöhen und das Geschlecht Ihres Babys zu beeinflussen!
es: Mientras estás en modo de hacer bebés, es fácil sentirse decepcionado si ciertos métodos, consejos y sugerencias no logran el objetivo deseado. 'Si al principio no tienes éxito, inténtalo una y otra vez', como dice el viejo refrán. Ten en cuenta que algunas cosas valen la pena esperar, y todo sucederá a su debido tiempo. Disfruta de la intimidad con tu pareja y regocíjate en los momentos en que trabajen juntos como equipo para convertirse en padres. Con un sólido entendimiento de tu ventana fértil y estado de salud, junto con la experimentación de posiciones y gravedad, ¡no puedes perder! Puedes leer más sobre la concepción, jugar juegos sexuales para condimentar tu viaje de concepción y encontrar las mejores posiciones para aumentar la probabilidad de embarazo e influir en el género de tu bebé, ¡todo en tu aplicación Ovulio!
it: Mentre sei in modalità creazione bambini, è facile sentirsi delusi se certi metodi, consigli e suggerimenti non raggiungono l'obiettivo desiderato. 'Se al primo tentativo non riesci, prova, prova ancora', come dice il vecchio detto. Ricorda che alcune cose valgono l'attesa, e tutto accadrà al momento giusto, goditi l'intimità con il tuo partner e gioisci nei momenti in cui lavorate insieme come squadra per diventare genitori. Con una solida comprensione della tua finestra fertile e dello stato di salute, abbinata alla sperimentazione di posizioni e gravità, non puoi perdere! Puoi leggere di più sulla concezione, giocare a giochi sessuali per ravvivare il tuo percorso di concepimento, e trovare le migliori posizioni per aumentare la possibilità di gravidanza e influenzare il sesso del tuo bambino, tutto sulla tua app Ovulio!
nl: Terwijl je bezig bent met het maken van een baby, is het gemakkelijk om teleurgesteld te raken als bepaalde methoden, tips en adviezen niet het gewenste doel bereiken. 'Als het eerst niet lukt, probeer het dan opnieuw', zoals het oude gezegde gaat. Bedenk dat sommige dingen het wachten waard zijn, en het zal allemaal op tijd gebeuren. Geniet van de intimiteit met je partner en koester de momenten waarop je samenwerkt als een team om ouders te worden. Met het solide begrip van je vruchtbare venster en gezondheidsstatus, gecombineerd met het experimenteren met posities en zwaartekracht, kun je niet verliezen! Je kunt meer lezen over conceptie, seksspelletjes spelen om je conceptiereis op te fleuren, en de beste posities vinden om de kans op zwangerschap te vergroten en de gender van je baby te beïnvloeden, allemaal op je Ovulio-app!
pl: Kiedy jesteś w trybie tworzenia dziecka, łatwo poczuć się rozczarowanym, jeśli pewne metody, wskazówki i porady nie osiągną zamierzonego celu. „Jeśli najpierw ci się nie uda, spróbuj jeszcze raz”, jak mówi stare przysłowie. Pamiętaj, że niektóre rzeczy są warte czekania, i wszystko stanie się we właściwym czasie, ciesz się bliskością z partnerem i rozkoszuj się chwilami, gdy pracujecie razem jako zespół, aby stać się rodzicami. Ze solidnym zrozumieniem twojego okna płodności i stanu zdrowia, w połączeniu z eksperymentowaniem z pozycjami i grawitacją, nie możesz przegrać! Możesz przeczytać więcej o poczęciu, bawić się w gry erotyczne, aby urozmaicić swoją podróż w kierunku poczęcia, i znaleźć najlepsze pozycje, aby zwiększyć szanse na ciążę i wpłynąć na płeć swojego dziecka, wszystko na swojej aplikacji Ovulio!

# LearningResourceArticleVC.chineseConceptionCalendar.headline
source: The Chinese Conception Calander: Advice from the East on Influencing and Predicting the Gender of Your Baby
de: Der chinesische Mondkalender: Ratschläge aus dem Osten zur Beeinflussung und Vorhersage des Geschlechts Ihres Babys
es: Calendario de Concepción Chino: Consejos del Este sobre Influencia y Predicción del Género de tu Bebé
fr: Le Calendrier de Conception Chinois : Conseils de l'Est sur l'Influence et la Prédiction du Sexe de Votre Bébé
it: Il Calendario Cinese della Concezione: Consigli dall'Oriente per Influire e Prevedere il Sesso del Tuo Bambino
nl: De Chinese Conceptie Kalender: Advies uit het Oosten over het Beïnvloeden en Voorspellen van het Geslacht van je Baby
pl: Chiński Kalendarz Poczęcia: Porady z Wschodu dotyczące Wpływania i Przewidywania Płci Twojego Dziecka

# LearningResourceArticleVC.chineseConceptionCalendar.section1.headline
source: The Chinese Conception Calendar: What is the Chinese Conception Calendar?
de: Was ist der chinesische Empfängniskalender?
es: Calendario de Concepción Chino: ¿Qué es el Calendario de Concepción Chino?
fr: Le Calendrier de Conception Chinois : Qu'est-ce que le Calendrier de Conception Chinois ?
it: Il Calendario Cinese della Concezione: Cos'è il Calendario Cinese della Concezione?
nl: De Chinese Conceptie Kalender: Wat is de Chinese Conceptie Kalender?
pl: Chiński Kalendarz Poczęcia: Co to jest Chiński Kalendarz Poczęcia?

# LearningResourceArticleVC.chineseConceptionCalendar.section1.text
source: Before we dive into all the baby-making business and using the Chinese Conception Calendar on your journey to conceive, we should fill you in on what it is exactly. This ancient calendar has been used as a tool to predict and influence gender throughout Chinese history for hundreds of years. The information that the chart utilizes for prediction is the month of conception, lunar age of the pregnant women at the time of conception, then a formula is used to predict gender. The chart has also been said to support the notion that hormones change each lunar month; according to Chinese mythology, these hormone fluctuations can influence your baby’s gender too! If you and your partner are interested in using The Chinese Conception Calendar, this calendar is available on your ‘Ovulio Baby’ app. Our Lunar Calendar helps you record your ovulation period and what dates you have a higher chance of conceiving a boy or girl. It takes care of the calculations and formulas, and helps you work out your lunar age. The majority of the world’s population uses the Gregorian Calendar as a means of timekeeping, yet The Lunar Calendar is still popular and revered by many people in China. Despite its age, it’s stated to have a pretty staggering success rate!
de: Bevor wir uns mit dem Kindermachen und der Verwendung des Chinesischen Empfängniskalenders auf Ihrer Reise zur Empfängnis beschäftigen, sollten wir Sie darüber informieren, was er genau ist. Dieser uralte Kalender wird seit Hunderten von Jahren in der chinesischen Geschichte als Instrument zur Vorhersage und Beeinflussung des Geschlechts verwendet. Die Informationen, die der Kalender für die Vorhersage verwendet, sind der Monat der Empfängnis, das Mondalter der schwangeren Frau zum Zeitpunkt der Empfängnis und eine Formel, mit der das Geschlecht vorhergesagt wird. Das Horoskop soll auch die Vorstellung unterstützen, dass sich die Hormone in jedem Mondmonat verändern; nach der chinesischen Mythologie können diese Hormonschwankungen auch das Geschlecht Ihres Babys beeinflussen! Wenn Sie und Ihr Partner daran interessiert sind, den Chinesischen Empfängniskalender zu verwenden, ist dieser Kalender in Ihrer 'Ovulio Baby'-App verfügbar. Unser Mondkalender hilft Ihnen dabei, Ihren Eisprung festzuhalten und zu sehen, an welchen Tagen Sie eine höhere Chance haben, einen Jungen oder ein Mädchen zu bekommen. Er kümmert sich um die Berechnungen und Formeln und hilft Ihnen, Ihr Mondalter zu ermitteln. Die Mehrheit der Weltbevölkerung verwendet den Gregorianischen Kalender zur Zeitmessung, doch in China ist der Mondkalender immer noch beliebt und wird von vielen Menschen verehrt. Trotz seines Alters wird ihm eine erstaunliche Erfolgsquote nachgesagt!
es: Antes de sumergirnos en todo el asunto de hacer bebés y usar el Calendario de Concepción Chino en tu viaje para concebir, deberíamos explicarte qué es exactamente. Este antiguo calendario se ha utilizado como una herramienta para predecir e influenciar el género a lo largo de la historia china durante cientos de años. La información que utiliza el gráfico para la predicción es el mes de la concepción, la edad lunar de la mujer embarazada en el momento de la concepción, y luego se utiliza una fórmula para predecir el género. También se dice que el gráfico apoya la idea de que las hormonas cambian cada mes lunar; según la mitología china, estas fluctuaciones hormonales también pueden influir en el género de tu bebé. Si tú y tu pareja están interesados en usar el Calendario de Concepción Chino, este calendario está disponible en tu aplicación 'Ovulio Baby'. Nuestro Calendario Lunar te ayuda a registrar tu período de ovulación y qué fechas tienes una mayor probabilidad de concebir un niño o una niña. Se encarga de los cálculos y fórmulas, y te ayuda a calcular tu edad lunar. La mayoría de la población mundial utiliza el Calendario Gregoriano como medio de cronometraje, sin embargo, el Calendario Lunar sigue siendo popular y venerado por muchas personas en China. ¡A pesar de su antigüedad, se dice que tiene una tasa de éxito bastante sorprendente!
fr: Avant de plonger dans toutes les affaires de fabrication de bébés et d'utiliser le Calendrier de Conception Chinois dans votre parcours pour concevoir, nous devrions vous expliquer ce que c'est exactement. Ce calendrier ancien a été utilisé comme un outil pour prédire et influencer le sexe tout au long de l'histoire chinoise pendant des centaines d'années. Les informations que le tableau utilise pour la prédiction sont le mois de conception, l'âge lunaire de la femme enceinte au moment de la conception, puis une formule est utilisée pour prédire le sexe. Le tableau a également été dit pour soutenir l'idée que les hormones changent chaque mois lunaire; selon la mythologie chinoise, ces fluctuations hormonales peuvent également influencer le sexe de votre bébé ! Si vous et votre partenaire êtes intéressés à utiliser le Calendrier de Conception Chinois, ce calendrier est disponible sur votre application 'Ovulio Baby'. Notre Calendrier Lunaire vous aide à enregistrer votre période d'ovulation et quelles dates vous avez plus de chances de concevoir un garçon ou une fille. Il se charge des calculs et des formules, et vous aide à calculer votre âge lunaire. La majorité de la population mondiale utilise le Calendrier Grégorien comme moyen de mesure du temps, mais le Calendrier Lunaire est toujours populaire et vénéré par de nombreuses personnes en Chine. Malgré son âge, il est dit avoir un taux de réussite assez impressionnant !
it: Prima di immergerci in tutte le questioni relative alla creazione di un bambino e all'uso del Calendario Cinese della Concezione nel tuo percorso per concepire, dovremmo informarti su cosa sia esattamente. Questo antico calendario è stato utilizzato come strumento per prevedere e influenzare il sesso attraverso la storia cinese per centinaia di anni. Le informazioni che il grafico utilizza per la previsione sono il mese di concepimento, l'età lunare delle donne incinte al momento del concepimento, poi viene usata una formula per prevedere il sesso. Si dice anche che il grafico supporti l'idea che gli ormoni cambino ogni mese lunare; secondo la mitologia cinese, queste fluttuazioni ormonali possono influenzare anche il sesso del tuo bambino! Se tu e il tuo partner siete interessati a utilizzare il Calendario Cinese della Concezione, questo calendario è disponibile sulla tua app 'Ovulio Baby'. Il nostro Calendario Lunare ti aiuta a registrare il tuo periodo di ovulazione e quali date hai maggiori possibilità di concepire un maschio o una femmina. Si occupa dei calcoli e delle formule, e ti aiuta a calcolare la tua età lunare. La maggior parte della popolazione mondiale utilizza il Calendario Gregoriano come mezzo di misurazione del tempo, tuttavia il Calendario Lunare è ancora popolare e venerato da molte persone in Cina. Nonostante la sua antichità, si dice che abbia un tasso di successo piuttosto sbalorditivo!
nl: Voordat we ons storten op al het baby-maak werk en het gebruik van de Chinese Conceptie Kalender op je reis om te verwekken, moeten we je eerst vertellen wat het precies is. Deze oude kalender wordt al honderden jaren gebruikt als een tool om het geslacht te voorspellen en beïnvloeden in de Chinese geschiedenis. De informatie die de kalender gebruikt voor voorspelling is de maand van conceptie, de maanleeftijd van de zwangere vrouw op het moment van conceptie, vervolgens wordt er een formule gebruikt om het geslacht te voorspellen. Er wordt ook gezegd dat de kalender de notie ondersteunt dat hormonen elke maanmaand veranderen; volgens de Chinese mythologie kunnen deze hormonale schommelingen ook het geslacht van je baby beïnvloeden! Als jij en je partner geïnteresseerd zijn in het gebruik van de Chinese Conceptie Kalender, is deze kalender beschikbaar op je 'Ovulio Baby'-app. Onze Lunar Kalender helpt je bij het vastleggen van je ovulatieperiode en welke data je een hogere kans hebt om een jongen of meisje te verwekken. Het verzorgt de berekeningen en formules, en helpt je je maanleeftijd uit te werken. De meerderheid van de wereldbevolking gebruikt de Gregoriaanse Kalender als een middel om de tijd bij te houden, maar de Maankalender is nog steeds populair en vereerd door veel mensen in China. Ondanks zijn leeftijd wordt gezegd dat het een behoorlijk verbazingwekkend succespercentage heeft!
pl: Zanim zanurzymy się w całą sprawę tworzenia dziecka i używania Chińskiego Kalendarza Poczęcia w twojej podróży ku poczęciu, powinniśmy ci wyjaśnić, o co dokładnie chodzi. Ten starożytny kalendarz był używany jako narzędzie do przewidywania i wpływania na płeć przez całą chińską historię przez setki lat. Informacje, które wykorzystuje wykres do przewidywania, to miesiąc poczęcia, księżycowy wiek kobiety w ciąży w czasie poczęcia, a następnie używana jest formuła do przewidywania płci. Wykres miał również wspierać pogląd, że hormony zmieniają się w każdym księżycowym miesiącu; według chińskiej mitologii te wahania hormonów mogą również wpływać na płeć twojego dziecka! Jeśli ty i twój partner jesteście zainteresowani użyciem Chińskiego Kalendarza Poczęcia, ten kalendarz jest dostępny w twojej aplikacji „Ovulio Baby”. Nasz Kalendarz Księżycowy pomaga ci rejestrować twój okres owulacji i daty, w których masz większe szanse na poczęcie dziewczynki lub chłopca. Dbamy o obliczenia i formuły i pomagamy ci obliczyć twój wiek księżycowy. Większość populacji świata używa Kalendarza Gregoriańskiego jako środka do mierzenia czasu, jednak Kalendarz Księżycowy wciąż jest popularny i czczony przez wielu ludzi w Chinach. Pomimo swojego wieku, ma on zdaniem wielu osób dosyć imponującą skuteczność!

# LearningResourceArticleVC.chineseConceptionCalendar.section2.headline
source: What Information Does It Use?
de: Welche Informationen werden verwendet??
es: ¿Qué información utiliza?
fr: Quelles Informations Utilise-t-il ?
it: Quali Informazioni Utilizza?
nl: Welke Informatie Gebruikt Het?
pl: Jakie Informacje Wykorzystuje?

# LearningResourceArticleVC.chineseConceptionCalendar.section2.text
source: The Chinese Conception Chart relies on your lunar age and your baby's conception lunar month to predict the gender of your baby. If you’re looking to work out the days you’re ovulating or what days are best to conceive a certain gender, you’ll just need to record your lunar age. Bear in mind, your lunar age is slightly different from your real age. Your lunar age is around 1-2 years older as there is a difference between the Gregorian Calendar and the Chinese Lunar. We happily assist in calculating your Lunar age making it a seamless, easy means of tracking your fertility.
de: Der chinesische Empfängniskalender stützt sich auf Ihr Mondalter und den Mondmonat der Empfängnis Ihres Babys, um das Geschlecht Ihres Babys vorherzusagen. Wenn Sie herausfinden möchten, an welchen Tagen Sie Ihren Eisprung haben oder an welchen Tagen Sie am besten ein bestimmtes Geschlecht empfangen können, müssen Sie nur Ihr Mondalter eintragen. Denken Sie daran, dass sich Ihr Mondalter leicht von Ihrem tatsächlichen Alter unterscheidet. Ihr Mondalter ist etwa 1-2 Jahre älter, da es einen Unterschied zwischen dem Gregorianischen Kalender und dem chinesischen Mondkalender gibt. Wir helfen Ihnen gerne bei der Berechnung Ihres Mondalters, so dass Sie Ihre Fruchtbarkeit auf einfache Weise verfolgen können.
es: El Calendario de Concepción Chino se basa en tu edad lunar y el mes lunar de concepción de tu bebé para predecir el género de tu bebé. Si buscas calcular los días en que estás ovulando o qué días son los mejores para concebir un cierto género, solo necesitarás registrar tu edad lunar. Ten en cuenta que tu edad lunar es ligeramente diferente de tu edad real. Tu edad lunar es aproximadamente de 1-2 años mayor, ya que hay una diferencia entre el Calendario Gregoriano y el Lunar Chino. Estamos encantados de ayudarte a calcular tu edad lunar, lo que lo convierte en una forma fácil y sin problemas de rastrear tu fertilidad.
fr: Le Tableau de Conception Chinois repose sur votre âge lunaire et le mois lunaire de conception de votre bébé pour prédire le sexe de votre bébé. Si vous cherchez à déterminer les jours où vous ovulez ou quels jours sont les meilleurs pour concevoir un certain sexe, vous devrez simplement enregistrer votre âge lunaire. Gardez à l'esprit que votre âge lunaire est légèrement différent de votre âge réel. Votre âge lunaire est d'environ 1 à 2 ans plus vieux car il y a une différence entre le Calendrier Grégorien et le Calendrier Lunaire Chinois. Nous vous aidons avec plaisir à calculer votre âge lunaire, ce qui en fait un moyen facile et sans faille de suivre votre fertilité.
it: Il Grafico della Concezione Cinese si basa sulla tua età lunare e sul mese lunare di concepimento del tuo bambino per prevedere il sesso del tuo bambino. Se stai cercando di calcolare i giorni in cui stai ovulando o quali giorni sono migliori per concepire un certo sesso, ti basterà registrare la tua età lunare. Tieni presente che la tua età lunare è leggermente diversa dalla tua età reale. La tua età lunare è di circa 1-2 anni più vecchia a causa della differenza tra il Calendario Gregoriano e il Cinese. Siamo felici di assisterti nel calcolo della tua età lunare rendendolo un mezzo semplice e senza problemi per monitorare la tua fertilità.
nl: De Chinese Conceptie Kalender vertrouwt op je maanleeftijd en de maanmaand van de conceptie van je baby om het geslacht van je baby te voorspellen. Als je wilt uitvinden op welke dagen je ovuleert of welke dagen het beste zijn om een bepaald geslacht te verwekken, hoef je alleen je maanleeftijd vast te leggen. Bedenk wel, je maanleeftijd is iets anders dan je echte leeftijd. Je maanleeftijd is ongeveer 1-2 jaar ouder omdat er een verschil is tussen de Gregoriaanse Kalender en de Chinese Maankalender. We helpen graag bij het berekenen van je Maanleeftijd, waardoor het een naadloze, gemakkelijke manier is om je vruchtbaarheid bij te houden.
pl: Chiński Kalendarz Poczęcia opiera się na twoim wieku księżycowym i księżycowym miesiącu poczęcia twojego dziecka, aby przewidzieć płeć twojego dziecka. Jeśli chcesz obliczyć dni, w których owulujesz lub które dni są najlepsze do poczęcia określonej płci, wystarczy zarejestrować swój wiek księżycowy. Pamiętaj, że twój wiek księżycowy jest nieco inny niż twój prawdziwy wiek. Twój wiek księżycowy jest o około 1-2 lata starszy, ponieważ istnieje różnica między Kalendarzem Gregoriańskim a Księżycowym Chińskim. Chętnie pomagamy w obliczeniu twojego wieku księżycowego, co sprawia, że jest to płynny, łatwy sposób śledzenia twojej płodności.

# LearningResourceArticleVC.chineseConceptionCalendar.section3.headline
source: Using the Chart to Conceive a Boy or a Girl
de: Verwendung des Diagramms zur Empfängnis eines Jungen oder eines Mädchens
es: Cómo Utilizar el Gráfico para Concebir un Niño o una Niña
fr: Utiliser le Tableau pour Concéder un Garçon ou une Fille
it: Utilizzare il Grafico per Concepire un Maschio o una Femmina
nl: Het Gebruiken van de Tabel om een Jongen of Meisje te Verwekken
pl: Używanie Wykresu do Poczęcia Dziewczynki lub Chłopca
