Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# LearningResourceArticleVC.ohBaby.section2.text
source: At the start of your pregnancy the way you have sex shouldn’t be impacted but as your belly and baby begin to grow, some positions can lose their shine. Some particularly wild positions may not be safe for your belly and could be a little uncomfortable, so we suggest opting for positions that accommodate a growing belly. Here are some positions that are ideal for an expecting couple: ● Spooning: The spooning position can be deeply intimate, not only are you in a cuddling position, but allows you to lie on your side, supporting your belly. ● Classic cowgirl: This position accommodates your belly and doesn’t put any unnecessary pressure on it. It puts you in control of the speed and depth according to your comfort. ● The edge of the bed. Lying on the edge of the bed while your partner stands to penetrate you, this allows your legs to open more, and the angle avoids belly contact. ● From behind: Pop a pillow down to give your tummy extra support and go to town! Just note, this may not be advised in the late stages of pregnancy as this position provides deep penetration. ● On your side: With both of you laying down on your sides, facing each other, put both of your legs over your partners hip so that he can penetrate you from below.
de: Zu Beginn der Schwangerschaft sollte die Art und Weise, wie Sie Sex haben, nicht beeinflusst werden, aber wenn Ihr Bauch und Ihr Baby wachsen, können einige Stellungen ihren Glanz verlieren. Einige besonders wilde Stellungen sind möglicherweise nicht sicher für Ihren Bauch und könnten etwas unbequem sein. Wir empfehlen daher, sich für Stellungen zu entscheiden, die einem wachsenden Bauch entgegenkommen. Hier sind einige Stellungen, die ideal für ein werdendes Paar sind: ● Löffelchenstellung: Die Löffelchenstellung kann sehr intim sein, da Sie dabei nicht nur kuscheln, sondern auch auf der Seite liegen und Ihren Bauch stützen können. ● Klassisches Cowgirl: Diese Stellung kommt Ihrem Bauch entgegen und übt keinen unnötigen Druck auf ihn aus. Sie können das Tempo und die Tiefe selbst bestimmen, je nachdem, wie Sie sich wohl fühlen. ● Die Bettkante. Legen Sie sich auf die Bettkante, während Ihr Partner in Sie eindringt. So können Sie Ihre Beine weiter öffnen, und der Winkel vermeidet den Kontakt mit dem Bauch. ● Von hinten: Legen Sie ein Kissen hin, um Ihren Bauch zu stützen, und gehen Sie in die Vollen! Beachten Sie jedoch, dass diese Stellung in der Spätschwangerschaft nicht zu empfehlen ist, da sie ein tiefes Eindringen ermöglicht. ● Auf der Seite: Legen Sie sich beide mit dem Gesicht zueinander auf die Seite und legen Sie beide Beine über die Hüfte Ihres Partners, damit er von unten in Sie eindringen kann.
es: Al comienzo de tu embarazo, la forma en que tienes sexo no debería verse afectada, pero a medida que tu vientre y tu bebé comienzan a crecer, algunas posiciones pueden perder su brillo. Algunas posiciones especialmente salvajes pueden no ser seguras para tu vientre y podrían ser un poco incómodas, así que sugerimos optar por posiciones que se adapten a un vientre en crecimiento. Aquí tienes algunas posiciones ideales para una pareja que espera un bebé: - Cucharita: La posición de la cucharita puede ser profundamente íntima, no solo estás en una posición de abrazo, sino que te permite acostarte de lado, apoyando tu vientre. - Vaquera clásica: Esta posición acomoda tu vientre y no ejerce ninguna presión innecesaria sobre él. Te pone a ti en control de la velocidad y la profundidad según tu comodidad. - Al borde de la cama: Acostada en el borde de la cama mientras tu pareja se para para penetrarte, esto permite que tus piernas se abran más y el ángulo evita el contacto con el vientre. - Por detrás: Pon una almohada para darle a tu vientre un soporte adicional y ¡a disfrutar! Solo ten en cuenta que esto puede no ser aconsejable en las etapas tardías del embarazo, ya que esta posición proporciona una penetración profunda. - De lado: Con ambos acostados de lado, mirándose el uno al otro, pon ambas piernas sobre la cadera de tu pareja para que él pueda penetrarte desde abajo.
fr: Au début de votre grossesse, la manière dont vous avez des relations sexuelles ne devrait pas être affectée, mais à mesure que votre ventre et votre bébé commencent à grandir, certaines positions peuvent perdre leur éclat. Certaines positions particulièrement audacieuses peuvent ne pas être sûres pour votre ventre et pourraient être un peu inconfortables, nous vous suggérons donc d'opter pour des positions qui accommodent un ventre en croissance. Voici quelques positions idéales pour un couple en attente : - Cuillère : La position de la cuillère peut être profondément intime, non seulement vous êtes dans une position de câlin, mais elle vous permet de vous allonger sur le côté, soutenant ainsi votre ventre. - Cowgirl classique : Cette position accommode votre ventre et ne lui impose aucune pression inutile. Elle vous permet de contrôler la vitesse et la profondeur selon votre confort. - Le bord du lit : En vous allongeant sur le bord du lit pendant que votre partenaire se tient debout pour vous pénétrer, cela permet à vos jambes de s'ouvrir davantage, et l'angle évite tout contact avec le ventre. - De derrière : Mettez un oreiller en dessous pour donner un soutien supplémentaire à votre ventre et lancez-vous ! Notez simplement que cette position peut ne pas être conseillée aux derniers stades de la grossesse car elle permet une pénétration profonde. - Sur le côté : En étant tous les deux couchés sur le côté, face à face, placez les deux jambes sur la hanche de votre partenaire pour qu'il puisse vous pénétrer par en dessous.
it: All'inizio della tua gravidanza, il modo in cui fai sesso non dovrebbe essere influenzato, ma man mano che il tuo ventre e il bambino iniziano a crescere, alcune posizioni possono perdere il loro fascino. Alcune posizioni particolarmente audaci potrebbero non essere sicure per il tuo ventre e potrebbero essere un po' scomode, quindi suggeriamo di optare per posizioni che accomodano un ventre in crescita. Ecco alcune posizioni ideali per una coppia in attesa: ● Cucchiaio: La posizione a cucchiaio può essere profondamente intima, non solo sei in una posizione da coccola, ma ti permette anche di sdraiarti sul fianco, supportando il tuo ventre. ● Cowgirl classica: Questa posizione ospita il tuo ventre e non esercita alcuna pressione inutile su di esso. Ti mette in controllo della velocità e della profondità secondo il tuo comfort. ● Bordo del letto: Sdraiati sul bordo del letto mentre il tuo partner sta in piedi per penetrarti, questo permette alle tue gambe di aprirsi di più, e l'angolo evita il contatto con il ventre. ● Da dietro: Metti un cuscino per dare un supporto extra al tuo pancione e divertiti! Tuttavia, nota che questa posizione potrebbe non essere consigliata nelle fasi avanzate della gravidanza, poiché offre una penetrazione profonda. ● Sul fianco: Con entrambi sdraiati sui vostri fianchi, faccia a faccia, metti entrambe le tue gambe sopra l'anca del tuo partner in modo che lui possa penetrarti dal basso.
nl: Aan het begin van je zwangerschap zou de manier waarop je seks hebt niet beïnvloed moeten worden, maar naarmate je buik en baby beginnen te groeien, kunnen sommige posities hun glans verliezen. Sommige bijzonder wilde posities zijn mogelijk niet veilig voor je buik en kunnen een beetje ongemakkelijk zijn, dus we raden aan om posities te kiezen die geschikt zijn voor een groeiende buik. Hier zijn enkele posities die ideaal zijn voor een verwachtend stel: ● Lepelen: De lepelpositie kan diep intiem zijn, niet alleen lig je in een knuffelpositie, maar je kunt ook op je zij liggen, wat je buik ondersteunt. ● Klassiek cowgirl: Deze positie is geschikt voor je buik en legt er geen onnodige druk op. Het stelt je in staat de snelheid en diepte naar wens aan te passen. ● De rand van het bed. Liggen op de rand van het bed terwijl je partner staat om binnen te dringen, dit laat je benen meer openen en de hoek vermijdt buikcontact. ● Van achteren: Leg een kussen neer om je buik extra ondersteuning te geven en ga ervoor! Let op, dit wordt mogelijk niet aanbevolen in de late stadia van de zwangerschap omdat deze positie diepe penetratie biedt. ● Op je zij: Met jullie beiden liggend op jullie zij, naar elkaar toe gericht, leg beide benen over de heupen van je partner zodat hij je van onderaf kan penetreren.
pl: Na początku ciąży sposób, w jaki uprawiasz seks, nie powinien być na to wpływany, ale w miarę jak brzuch i dziecko zaczynają rosnąć, niektóre pozycje mogą stracić swój blask. Niektóre szczególnie dzikie pozycje mogą być niebezpieczne dla brzucha i mogą być nieco niewygodne, dlatego sugerujemy wybieranie pozycji, które są odpowiednie dla rosnącego brzucha. Oto kilka pozycji, które są idealne dla oczekującej pary: ● Łyżeczkowanie: Pozycja łyżeczkowania może być głęboko intymna, nie tylko jesteś w pozycji przytulania, ale pozwala ci leżeć na boku, podtrzymując brzuch. ● Klasyczna kowbojka: Ta pozycja jest odpowiednia dla twojego brzucha i nie nakłada na niego niepotrzebnego nacisku. Pozwala ci kontrolować prędkość i głębokość w zależności od twojego komfortu. ● Krawędź łóżka. Leżąc na krawędzi łóżka, podczas gdy twój partner stoi, aby cię penetrować, pozwala to na większe otwarcie nóg i unika kontaktu z brzuchem. ● Od tyłu: Połóż poduszkę, aby dać swojemu brzuchowi dodatkowe wsparcie i ruszaj w drogę! Należy jednak zauważyć, że może to być niezalecane w późnych etapach ciąży, ponieważ ta pozycja zapewnia głęboką penetrację. ● Na boku: Obydwoje leżąc na boku, przodem do siebie, połóż obie nogi na biodrach partnera, dzięki czemu może cię penetrować od dołu.

# LearningResourceArticleVC.ohBaby.section3.headline
source: Connect as a Couple
de: Verbinden als Paar
es: Conéctate como pareja
fr: Connectez-vous en tant que Couple
it: Collegati come Coppia
nl: Verbinding maken als koppel
pl: Łączność jako para

# LearningResourceArticleVC.ohBaby.section3.text
source: Before you know it, your little one will have arrived and naturally, sexual intimacy will no longer be at the top of your to do list. Take this time to deepen your sexual connection with your partner by exploring new positions and also getting creative with encounters that don’t always call for penetration, foreplay can also be a great way to give and receive pleasure during pregnancy, right alongside mutual masturbation!
de: Ehe Sie sich versehen, ist Ihr Kleines da, und natürlich steht die sexuelle Intimität nicht mehr ganz oben auf Ihrer To-do-Liste. Nutzen Sie diese Zeit, um Ihre sexuelle Beziehung zu Ihrem Partner zu vertiefen, indem Sie neue Stellungen ausprobieren und auch mit Begegnungen kreativ werden, die nicht immer eine Penetration erfordern. Das Vorspiel kann auch eine großartige Möglichkeit sein, während der Schwangerschaft Freude zu schenken und zu empfangen, gleich neben der gegenseitigen Masturbation!
es: Antes de que te des cuenta, tu pequeño habrá llegado y, naturalmente, la intimidad sexual ya no estará en la parte superior de tu lista de cosas por hacer. Aprovecha este tiempo para profundizar tu conexión sexual con tu pareja explorando nuevas posiciones y también siendo creativos con encuentros que no siempre requieren penetración. El juego previo también puede ser una excelente manera de dar y recibir placer durante el embarazo, ¡junto con la masturbación mutua!
fr: Avant que vous ne vous en rendiez compte, votre petit bout de chou sera arrivé et naturellement, l'intimité sexuelle ne sera plus en tête de votre liste de choses à faire. Profitez de ce temps pour approfondir votre connexion sexuelle avec votre partenaire en explorant de nouvelles positions et en vous montrant créatifs avec des rencontres qui ne nécessitent pas toujours de pénétration, les préliminaires peuvent également être un excellent moyen de donner et de recevoir du plaisir pendant la grossesse, aux côtés de la masturbation mutuelle !
it: Prima che te ne accorga, il tuo piccolo sarà arrivato e, naturalmente, l'intimità sessuale non sarà più in cima alla tua lista di cose da fare. Sfrutta questo momento per approfondire la tua connessione sessuale con il tuo partner esplorando nuove posizioni e sperimentando incontri creativi che non richiedono sempre penetrazione; anche i preliminari possono essere un ottimo modo per dare e ricevere piacere durante la gravidanza, proprio accanto alla masturbazione reciproca!
nl: Voordat je het weet, is jullie kleintje er en natuurlijk zal seksuele intimiteit dan niet langer bovenaan je to-dolijst staan. Gebruik deze tijd om je seksuele band met je partner te verdiepen door nieuwe posities te verkennen en ook creatief te worden met ontmoetingen die niet altijd penetratie vereisen, voorspel kan ook een geweldige manier zijn om plezier te geven en te ontvangen tijdens de zwangerschap, naast wederzijdse masturbatie!
pl: Zanim się obejrzycie, wasz maluszek już będzie na świecie i naturalnie, intymność seksualna nie będzie już na szczycie waszej listy rzeczy do zrobienia. Wykorzystajcie ten czas, aby pogłębić wasze więzi seksualne, eksplorując nowe pozycje, a także być kreatywnym w spotkaniach, które nie zawsze wymagają penetracji. Gra wstępna może być również świetnym sposobem na dawanie i otrzymywanie przyjemności podczas ciąży, zaraz obok wzajemnej masturbacji!

# LearningResourceArticleVC.ohBaby.section4.headline
source: Just Remember
es: Solo recuerda
fr: Souvenez-vous Juste
it: Ricorda Solo
nl: Onthoud Gewoon
pl: Pamiętaj

# LearningResourceArticleVC.ohBaby.section4.text
source: Here at Ovuilo baby we care about your overall health, remember, if sex becomes uncomfortable or painful as you begin to grow, consult with your doctor, as there are variables to consider when it comes to high-risk pregnancies. Your doctor will advise you and your partner on safe sex practices or to avoid sex altogether. However, if your doctor has given you the green light, sex should still be on the table until the last 6 weeks of pregnancy. You don’t have to forgo passion between the sheets during your pregnancy, you still deserve to connect as a couple! Try out positions for your comfort and experiment with your partner on how to get the best out of your lovemaking.
de: Hier bei Ovuilo baby kümmern wir uns um Ihre allgemeine Gesundheit, denken Sie daran, wenn Sex unangenehm oder schmerzhaft wird, wenn Sie anfangen zu wachsen, konsultieren Sie Ihren Arzt, denn es gibt Variablen zu berücksichtigen, wenn es um Risikoschwangerschaften geht. Ihr Arzt wird Sie und Ihren Partner über sichere Sexualpraktiken beraten oder Ihnen raten, Sex ganz zu vermeiden. Wenn Ihr Arzt jedoch grünes Licht gegeben hat, sollten Sie bis zu den letzten 6 Wochen der Schwangerschaft auf Sex verzichten können. Sie müssen während der Schwangerschaft nicht auf die Leidenschaft zwischen den Laken verzichten, Sie haben es immer noch verdient, sich als Paar zu verbinden! Probieren Sie verschiedene Stellungen aus, um sich wohl zu fühlen, und experimentieren Sie mit Ihrem Partner, um das Beste aus Ihrem Liebesspiel herauszuholen.
es: Aquí en Ovuilo Baby nos preocupamos por tu salud en general. Recuerda, si el sexo se vuelve incómodo o doloroso a medida que creces, consulta con tu médico, ya que hay variables a considerar cuando se trata de embarazos de alto riesgo. Tu médico te asesorará a ti y a tu pareja sobre prácticas sexuales seguras o para evitar el sexo por completo. Sin embargo, si tu médico te ha dado luz verde, el sexo aún debe estar sobre la mesa hasta las últimas 6 semanas de embarazo. No tienes que renunciar a la pasión entre las sábanas durante tu embarazo, ¡todavía mereces conectarte como pareja! Prueba posiciones para tu comodidad y experimenta con tu pareja sobre cómo obtener lo mejor de tus relaciones sexuales.
fr: Chez Ovuilo baby, nous nous soucions de votre santé globale, n'oubliez pas, si le sexe devient inconfortable ou douloureux à mesure que vous grandissez, consultez votre médecin, car il y a des variables à prendre en compte en cas de grossesse à risque élevé. Votre médecin vous conseillera, vous et votre partenaire, sur les pratiques sexuelles sécuritaires ou pour éviter le sexe complètement. Cependant, si votre médecin vous a donné le feu vert, le sexe devrait toujours être envisagé jusqu'aux 6 dernières semaines de grossesse. Vous n'avez pas à renoncer à la passion entre les draps pendant votre grossesse, vous méritez toujours de vous connecter en tant que couple ! Essayez des positions pour votre confort et expérimentez avec votre partenaire comment tirer le meilleur parti de vos ébats amoureux.
it: Qui da Ovuilo baby ci teniamo alla tua salute generale, ricorda, se il sesso diventa scomodo o doloroso man mano che cresci, consulta il tuo medico, poiché ci sono variabili da considerare quando si tratta di gravidanze ad alto rischio. Il tuo medico ti consiglierà, a te e al tuo partner, su pratiche sessuali sicure o di evitare del tutto il sesso. Tuttavia, se il tuo medico ti ha dato il via libera, il sesso dovrebbe ancora essere considerato fino alle ultime 6 settimane di gravidanza. Non devi rinunciare alla passione sotto le lenzuola durante la gravidanza, meriti ancora di connetterti come coppia! Prova posizioni per il tuo comfort e sperimenta con il tuo partner su come ottenere il massimo dai vostri momenti intimi.
nl: Hier bij Ovuilo baby geven we om je algehele gezondheid, onthoud, als seks ongemakkelijk of pijnlijk wordt naarmate je groeit, raadpleeg dan je arts, aangezien er variabelen zijn om te overwegen als het gaat om risicovolle zwangerschappen. Je arts zal je en je partner adviseren over veilige sekspraktijken of om seks helemaal te vermijden. Als je arts je echter groen licht heeft gegeven, moet seks tot de laatste 6 weken van de zwangerschap nog steeds op tafel staan. Je hoeft de passie tussen de lakens tijdens je zwangerschap niet op te geven, je verdient het nog steeds om verbinding te maken als koppel! Probeer posities voor je comfort uit en experimenteer met je partner over hoe je het beste uit jullie vrijpartij kunt halen.
pl: Tu w Ovuilo baby dbamy o wasze ogólne zdrowie, więc pamiętajcie, że jeśli seks staje się niewygodny lub bolesny w miarę jak zaczynasz rosnąć, skonsultujcie się z lekarzem. Istnieją zmienne do rozważenia, jeśli chodzi o ciążę wysokiego ryzyka. Wasz lekarz doradzi wam i waszemu partnerowi na temat bezpiecznych praktyk seksualnych lub unikania seksu w ogóle. Jednak jeśli lekarz dał wam zielone światło, seks powinien nadal być na stole do ostatnich 6 tygodni ciąży. Nie musicie rezygnować z pasji między prześcieradłami podczas ciąży, zasługujecie nadal na łączność jako para! Wypróbujcie pozycje dla waszego komfortu i eksperymentujcie z partnerem, aby uzyskać jak najlepsze efekty ze swojej miłości.

# LearningResourceArticleVC.positionPerfect.headline
source: Position Perfect: Top Positions for Conception and Gender Influence
de: Position Perfect: Die besten Stellungen für Empfängnis und Geschlechtsverkehr
fr: Position Parfaite : Les Meilleures Positions pour la Conception et l'Influence sur le Sexe
it: Position Perfect: Le migliori posizioni per la concezione e l'influenza del sesso
nl: Position Perfect: Top Posities voor Conceptie en Genderinvloed
pl: Idealna Pozycja: Najlepsze Pozycje dla Poczęcia i Wpływu na Płeć

# LearningResourceArticleVC.positionPerfect.section1.headline
source: 3 Tips That are Worth a Shot
de: 3 Tipps, die einen Versuch wert sind
es: 3 Consejos que Vale la Pena Intentar
fr: 3 Astuces Qui Valent la Peine d'Être Essayées
it: 3 consigli che valgono la pena di essere provati
nl: 3 Tips Die het Proberen Waard Zijn
pl: 3 Wartościowe Wskazówki, Które Warte Sprobowania
