Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# Affirmation.Categories0.headline31.text
source: My love and commitment are valuable: My desire to start a family shows my love and commitment. These qualities will support an enriching parenthood.
de: Meine Liebe und Hingabe sind wertvoll: Mein Wunsch, eine Familie zu gründen, zeigt meine Liebe und Hingabe. Diese Qualitäten werden eine bereichernde Elternschaft unterstützen.
es: Mi amor y compromiso son valiosos: Mi deseo de formar una familia demuestra mi amor y compromiso. Estas cualidades apoyarán una paternidad enriquecedora.
fr: Mon amour et mon engagement sont précieux : Mon désir de fonder une famille montre mon amour et mon engagement. Ces qualités soutiendront une parentalité enrichissante.
it: Il mio amore e il mio impegno sono preziosi: Il mio desiderio di iniziare una famiglia mostra il mio amore e il mio impegno. Queste qualità sosterranno una genitorialità arricchente.
nl: Mijn liefde en toewijding zijn waardevol: Mijn verlangen om een gezin te stichten toont mijn liefde en toewijding. Deze eigenschappen zullen een verrijkend ouderschap ondersteunen.
pl: Moja miłość i zaangażowanie są cenne: Moje pragnienie założenia rodziny pokazuje moją miłość i zaangażowanie. Te cechy będą wspierać wzbogacające rodzicielstwo.

# Affirmation.Categories0.headline32.text
source: Every day is a new opportunity: Every day brings new opportunities for hope and success. I welcome each day as an opportunity for positive change.
de: Jeder Tag ist eine neue Chance: Jeder Tag bringt neue Chancen für Hoffnung und Erfolg. Ich begrüße jeden Tag als eine Gelegenheit für positive Veränderungen.
es: Cada día es una nueva oportunidad: Cada día trae nuevas oportunidades para la esperanza y el éxito. Acepto cada día como una oportunidad para un cambio positivo.
fr: Chaque jour est une nouvelle opportunité : Chaque jour apporte de nouvelles opportunités d'espoir et de succès. J'accueille chaque jour comme une opportunité de changement positif.
it: Ogni giorno è una nuova opportunità: Ogni giorno porta nuove opportunità di speranza e successo. Accolgo ogni giorno come un'opportunità per un cambiamento positivo.
nl: Elke dag is een nieuwe kans: Elke dag brengt nieuwe kansen voor hoop en succes. Ik verwelkom elke dag als een kans voor positieve verandering.
pl: Każdy dzień to nowa szansa: Każdy dzień niesie nowe możliwości nadziei i sukcesu. Witam każdy dzień jako szansę na pozytywną zmianę.

# Affirmation.Categories0.headline33.text
source: I connect with my partner: The journey to becoming pregnant is a shared journey. Connecting with my partner strengthens our support for each other.
de: Ich verbinde mich mit meinem Partner: Die Reise zum Schwangerwerden ist eine gemeinsame Reise. Die Verbindung mit meinem Partner stärkt unsere Unterstützung füreinander.
es: Me conecto con mi pareja: El camino hacia el embarazo es un viaje compartido. Conectarme con mi pareja fortalece nuestro apoyo mutuo.
fr: Je me connecte avec mon partenaire : Le chemin pour devenir parent est un chemin partagé. Me connecter avec mon partenaire renforce notre soutien mutuel.
it: Mi connetto con il mio partner: Il percorso per diventare genitori è un viaggio condiviso. Connettersi con il mio partner rafforza il nostro sostegno reciproco.
nl: Ik verbind me met mijn partner: De reis naar zwangerschap is een gezamenlijke reis. Het contact maken met mijn partner versterkt onze ondersteuning voor elkaar.
pl: Łączę się z moim partnerem: Podróż do zajścia w ciążę to wspólna podróż. Łączenie się z moim partnerem wzmacnia nasze wzajemne wsparcie.

# Affirmation.Categories0.headline34.text
source: I let go and relax: By letting go and relaxing, I create a space for the natural processes in my body.
de: Ich lasse los und entspanne: Indem ich loslasse und mich entspanne, schaffe ich einen Raum für die natürlichen Prozesse in meinem Körper.
es: Suelto y me relajo: Al soltar y relajarme, creo un espacio para los procesos naturales en mi cuerpo.
fr: Je lâche prise et je me détends : En lâchant prise et en me détendant, je crée un espace pour les processus naturels de mon corps.
it: Mi lascio andare e rilasso: Lasciando andare e rilassandomi, creo uno spazio per i processi naturali nel mio corpo.
nl: Ik laat los en ontspan: Door los te laten en te ontspannen, creëer ik ruimte voor de natuurlijke processen in mijn lichaam.
pl: Odpuszczam i się relaksuję: Odpuszczając i relaksując się, tworzę przestrzeń dla naturalnych procesów w moim ciele.

# Affirmation.Categories0.headline35.text
source: I love and accept my body: Regardless of the challenges, I love and accept my body. This love contributes to a positive attitude.
de: Ich liebe und akzeptiere meinen Körper: Unabhängig von den Herausforderungen liebe und akzeptiere ich meinen Körper. Diese Liebe trägt zur positiven Einstellung bei.
es: Amo y acepto mi cuerpo: Independientemente de los desafíos, amo y acepto mi cuerpo. Este amor contribuye a una actitud positiva.
fr: J'aime et j'accepte mon corps : Indépendamment des défis, j'aime et j'accepte mon corps. Cet amour contribue à une attitude positive.
it: Amo e accetto il mio corpo: Indipendentemente dalle sfide, amo e accetto il mio corpo. Questo amore contribuisce a un'attitudine positiva.
nl: Ik hou van en accepteer mijn lichaam: Ondanks de uitdagingen hou ik van en accepteer ik mijn lichaam. Deze liefde draagt bij aan een positieve houding.
pl: Kocham i akceptuję moje ciało: Bez względu na wyzwania, kocham i akceptuję moje ciało. Ta miłość przyczynia się do pozytywnego podejścia.

# Affirmation.Categories0.headline36.text
source: Every effort is valuable: Every step I take, whether through healthy habits or medical support, is a valuable contribution to my goal.
de: Jede Anstrengung ist wertvoll: Jeder Schritt, den ich unternehme, sei es durch gesunde Gewohnheiten oder medizinische Unterstützung, ist ein wertvoller Beitrag zu meinem Ziel.
es: Cada esfuerzo es valioso: Cada paso que doy, ya sea a través de hábitos saludables o apoyo médico, es una contribución valiosa a mi objetivo.
fr: Chaque effort est précieux : Chaque pas que je fais, que ce soit par des habitudes saines ou un soutien médical, est une contribution précieuse à mon objectif.
it: Ogni sforzo è prezioso: Ogni passo che compio, sia attraverso abitudini sane che attraverso il supporto medico, è un prezioso contributo al mio obiettivo.
nl: Elke inspanning is waardevol: Elke stap die ik neem, of het nu gaat om gezonde gewoonten of medische ondersteuning, is een waardevolle bijdrage aan mijn doel.
pl: Każdy wysiłek jest wartościowy: Każdy krok, jaki podejmuję, czy to poprzez zdrowe nawyki czy wsparcie medyczne, to wartościowy wkład w mój cel.

# Affirmation.Categories0.headline37.text
source: I believe in my abilities: I believe in my abilities as a future mom. This positive attitude reinforces my belief in success.
de: Ich glaube an meine Fähigkeiten: Ich glaube an meine Fähigkeiten als zukünftige Mutter. Diese positive Einstellung stärkt meinen Glauben an den Erfolg.
es: Creo en mis habilidades: Creo en mis habilidades como futura madre. Esta actitud positiva refuerza mi creencia en el éxito.
fr: Je crois en mes capacités : Je crois en mes capacités en tant que future maman. Cette attitude positive renforce ma croyance en la réussite.
it: Credo nelle mie capacità: Credo nelle mie capacità di futura mamma. Questa attitudine positiva rafforza la mia convinzione nel successo.
nl: Ik geloof in mijn capaciteiten: Ik geloof in mijn capaciteiten als toekomstige moeder. Deze positieve houding versterkt mijn geloof in succes.
pl: Wierzę w swoje zdolności: Wierzę w moje zdolności jako przyszła mama. To pozytywne podejście wzmacnia moją wiarę w sukces.

# Affirmation.Categories0.headline38.text
source: I recognize stress and let it go - make room for a relaxed desire to have children.
de: Ich erkenne Stress und lasse ihn los – schaffe Platz für einen entspannten Kinderwunsch.
es: Reconozco el estrés y lo dejo ir - hago espacio para un deseo relajado de tener hijos.
fr: Je reconnais le stress et je le laisse partir - fais de la place pour un désir détendu d'avoir des enfants.
it: Riconosco lo stress e lo lascio andare - faccio spazio a un desiderio rilassato di avere figli.
nl: Ik herken stress en laat het los - maak ruimte voor een ontspannen verlangen om kinderen te krijgen.
pl: Rozpoznaję stres i odpuszczam - robię miejsce dla zrelaksowanego pragnienia posiadania dzieci.

# Affirmation.Categories0.headline39.text
source: My mind and body find peace on the way to baby happiness.
de: Mein Geist und mein Körper finden Ruhe auf dem Weg zum Babyglück.
es: Mi mente y mi cuerpo encuentran paz en el camino hacia la felicidad del bebé.
fr: Mon esprit et mon corps trouvent la paix sur le chemin du bonheur avec bébé.
it: La mia mente e il mio corpo trovano pace sulla strada verso la felicità del bambino.
nl: Mijn geest en lichaam vinden vrede op weg naar babygeluk.
pl: Mój umysł i ciało znajdują pokój na drodze do szczęścia z dzieckiem.

# Affirmation.Categories0.headline40.text
source: I trust the process and reduce stress for a harmonious conception.
de: Ich vertraue dem Prozess und reduziere Stress für eine harmonische Empfängnis.
es: Confío en el proceso y reduzco el estrés para una concepción armoniosa.
fr: Je fais confiance au processus et je réduis le stress pour une conception harmonieuse.
it: Confido nel processo e riduco lo stress per una concezione armoniosa.
nl: Ik vertrouw op het proces en verminder stress voor een harmonieuze conceptie.
pl: Ufam procesowi i redukuję stres dla harmonijnego poczęcia.

# Affirmation.Categories0.headline41.text
source: Relaxation opens the way for my desire to have children.
de: Entspannung öffnet den Weg für meinen Kinderwunsch.
es: La relajación abre el camino para mi deseo de tener hijos.
fr: La relaxation ouvre la voie à mon désir d'avoir des enfants.
it: Il rilassamento apre la strada al mio desiderio di avere figli.
nl: Ontspanning opent de weg voor mijn kinderwens.
pl: Relaksacja otwiera drogę dla mojego pragnienia posiadania dzieci.

# Affirmation.Categories0.headline42.text
source: Stress disappears when I lovingly set out on my path.
de: Stress weicht, wenn ich mich liebevoll auf meinen Weg begebe.
es: El estrés desaparece cuando me embarco amorosamente en mi camino.
fr: Le stress disparaît quand je pars avec amour sur mon chemin.
it: Lo stress scompare quando mi impegno amorevolmente sul mio cammino.
nl: Stress verdwijnt wanneer ik liefdevol aan mijn pad begin.
pl: Stres znika, gdy z miłością wyruszam na moją drogę.

# Affirmation.Categories0.headline43.text
source: I breathe out stress and breathe in conception.
de: Ich atme Stress aus und Empfängnis ein.
es: Exhalo el estrés e inhalo la concepción.
fr: Je respire le stress et j'inspire la conception.
it: Esalo lo stress ed inhalo la concezione.
nl: Ik adem stress uit en adem conceptie in.
pl: Wydycham stres i wdycham poczęcie.

# Affirmation.Categories0.headline44.text
source: My serenity promotes fertility.
de: Meine Gelassenheit fördert die Fruchtbarkeit.
es: Mi serenidad promueve la fertilidad.
fr: Ma sérénité favorise la fertilité.
it: La mia serenità favorisce la fertilità.
nl: Mijn sereniteit bevordert vruchtbaarheid.
pl: Moje spokojne nastawienie wspomaga płodność.

# Affirmation.Categories0.headline45.text
source: Every breath brings calm and confidence.
de: Jeder Atemzug bringt Ruhe und Zuversicht.
es: Cada respiración trae calma y confianza.
fr: Chaque souffle apporte calme et confiance.
it: Ogni respiro porta calma e fiducia.
nl: Elke ademhaling brengt rust en vertrouwen.
pl: Każdy oddech przynosi spokój i pewność siebie.

# Affirmation.Categories0.headline46.text
source: In peace and quiet I find strength for my desire to have children.
de: In der Ruhe finde ich Kraft für meinen Kinderwunsch.
es: En paz y tranquilidad encuentro fuerzas para mi deseo de tener hijos.
fr: Dans le calme, je trouve la force pour mon désir d'avoir des enfants.
it: Nella pace e nel silenzio trovo la forza per il mio desiderio di avere figli.
nl: In rust en stilte vind ik kracht voor mijn kinderwens.
pl: W spokoju znajduję siłę dla mojego pragnienia posiadania dzieci.

# Affirmation.Categories0.headline47.text
source: Every day I let go of stress more and more.
de: Mit jedem Tag lasse ich Stress mehr und mehr los.
es: Cada día dejo ir el estrés más y más.
fr: Chaque jour, je laisse partir le stress de plus en plus.
it: Ogni giorno lascio andare lo stress sempre di più.
nl: Elke dag laat ik stress meer en meer los.
pl: Codziennie coraz bardziej odpuszczam stres.

# Affirmation.Categories1.headline0.text
source: I recognize my fears and lovingly let them go - on the way to my baby.
de: Ich erkenne Ängste und lasse sie liebevoll los – auf dem Weg zu meinem Baby.
es: Reconozco mis miedos y los dejo ir amorosamente, en el camino hacia mi bebé.
fr: Je reconnais mes peurs et les laisse partir avec amour - sur le chemin de mon bébé.
it: Riconosco le mie paure e le lascio andare amorevolmente - sulla strada per il mio bambino.
nl: Ik herken mijn angsten en laat ze liefdevol los - op weg naar mijn baby.
pl: Rozpoznaję moje lęki i miłościwie je odpuszczam - w drodze do mojego dziecka.

# Affirmation.Categories1.headline1.text
source: My trust in my body outweighs any fears I have about having children.
de: Mein Vertrauen in meinen Körper überwiegt jegliche Ängste beim Kinderwunsch.
es: Mi confianza en mi cuerpo supera cualquier miedo que tenga sobre tener hijos.
fr: Ma confiance en mon corps l'emporte sur toutes les peurs que j'ai concernant le fait d'avoir des enfants.
it: La fiducia nel mio corpo supera qualsiasi paura che ho riguardo ad avere figli.
nl: Mijn vertrouwen in mijn lichaam weegt zwaarder dan eventuele angsten die ik heb over het krijgen van kinderen.
pl: Moje zaufanie do mojego ciała przewyższa wszelkie obawy, jakie mam dotyczące posiadania dzieci.

# Affirmation.Categories1.headline2.text
source: Every breath strengthens me in the face of my worries and fears.
de: Jeder Atemzug stärkt mich gegenüber meinen Sorgen und Ängsten.
es: Cada respiración me fortalece frente a mis preocupaciones y miedos.
fr: Chaque souffle me renforce face à mes inquiétudes et mes peurs.
it: Ogni respiro mi rafforza di fronte alle mie preoccupazioni e paure.
nl: Elke ademhaling versterkt me in het gezicht van mijn zorgen en angsten.
pl: Każdy oddech umacnia mnie w obliczu moich zmartwień i obaw.

# Affirmation.Categories1.headline3.text
source: Fears recede when I focus on my love for my child.
de: Ängste weichen, wenn ich mich auf die Liebe zum Kind fokussiere.
es: Los miedos se desvanecen cuando me enfoco en mi amor por mi hijo.
fr: Les peurs s'estompent lorsque je me concentre sur mon amour pour mon enfant.
it: Le paure svaniscono quando mi concentro sul mio amore per il mio bambino.
nl: Angsten verdwijnen wanneer ik me richt op mijn liefde voor mijn kind.
pl: Lęki ustępują, gdy skupiam się na mojej miłości do mojego dziecka.

# Affirmation.Categories1.headline4.text
source: My thoughts are positive, fears have no place in my desire to have a child.
de: Meine Gedanken sind positiv, Ängste haben keinen Raum in meinem Kinderwunsch.
es: Mis pensamientos son positivos, los miedos no tienen lugar en mi deseo de tener un hijo.
fr: Mes pensées sont positives, les peurs n'ont pas leur place dans mon désir d'avoir un enfant.
it: I miei pensieri sono positivi, le paure non hanno posto nel mio desiderio di avere un figlio.
nl: Mijn gedachten zijn positief, angsten hebben geen plaats in mijn verlangen om een kind te krijgen.
pl: Moje myśli są pozytywne, lęki nie mają miejsca w moim pragnieniu posiadania dziecka.

# Affirmation.Categories1.headline5.text
source: I am strong and courageous, fears have no influence on my path.
de: Ich bin stark und mutig, Ängste haben keinen Einfluss auf meinen Weg.
es: Soy fuerte y valiente, los miedos no tienen influencia en mi camino.
fr: Je suis fort et courageux, les peurs n'ont aucune influence sur mon chemin.
it: Sono forte e coraggioso, le paure non influenzano il mio cammino.
nl: Ik ben sterk en moedig, angsten hebben geen invloed op mijn pad.
pl: Jestem silny/silna i odważny/odważna, lęki nie mają wpływu na moją drogę.

# Affirmation.Categories1.headline6.text
source: I find peace in tranquillity and overcome fears.
de: In der Ruhe finde ich Frieden und überwinde Ängste.
es: Encuentro paz en la tranquilidad y supero los miedos.
fr: Je trouve la paix dans la tranquillité et surmonte les peurs.
it: Trovo pace nella tranquillità e supero le paure.
nl: Ik vind vrede in rust en overwin angsten.
pl: Znajduję pokój w spokoju i pokonuję lęki.

# Affirmation.Categories1.headline7.text
source: The anticipation of my baby outshines any fears.
de: Die Vorfreude auf mein Baby überstrahlt jegliche Ängste.
es: La anticipación de mi bebé eclipsa cualquier miedo.
fr: L'anticipation de mon bébé éclipse toutes les peurs.
it: L'attesa del mio bambino eclissa ogni paura.
nl: De verwachting van mijn baby overtreft alle angsten.
pl: Nadzieja na moje dziecko przysłania wszelkie lęki.

# Affirmation.Categories1.headline8.text
source: My heart is free of fears - love guides my desire to have a child.
de: Mein Herz ist frei von Ängsten – Liebe führt meinen Kinderwunsch.
es: Mi corazón está libre de miedos: el amor guía mi deseo de tener un hijo.
fr: Mon cœur est dépourvu de peurs - l'amour guide mon désir d'avoir un enfant.
it: Il mio cuore è libero da paure - l'amore guida il mio desiderio di avere un figlio.
nl: Mijn hart is vrij van angsten - liefde leidt mijn verlangen om een kind te krijgen.
pl: Moje serce jest wolne od lęków - miłość kieruje moje pragnienie posiadania dziecka.

# Affirmation.Categories1.headline9.text
source: Fears dissolve as I prepare for my baby.
de: Ängste lösen sich auf, während ich mich auf mein Baby vorbereite.
es: Los miedos se disuelven mientras me preparo para mi bebé.
fr: Les peurs se dissipent alors que je me prépare pour mon bébé.
it: Le paure si dissolvono mentre mi preparo per il mio bambino.
nl: Angsten verdwijnen naarmate ik me voorbereid op mijn baby.
pl: Lęki rozpuszczają się, gdy się przygotowuję do mojego dziecka.

# Affirmation.Categories2.headline0.text
source: I am good just the way I am.
de: Ich bin gut, genau so wie ich bin.
es: Soy bueno tal como soy.
fr: Je suis bien tel que je suis.
it: Sono buono così com'è.
nl: Ik ben goed zoals ik ben.
pl: Jestem dobry/dobra tak, jak jestem.

# Affirmation.Categories2.headline1.text
source: In every breath I choose positivity and peace.
de: In jedem Atemzug wähle ich Positivität und Frieden.
es: En cada respiración elijo positividad y paz.
fr: À chaque respiration, je choisis la positivité et la paix.
it: Ogni respiro scelgo positività e pace.
nl: Bij elke ademhaling kies ik voor positiviteit en vrede.
pl: W każdym oddechu wybieram pozytywność i pokój.

# Affirmation.Categories2.headline2.text
source: Every day is a new opportunity for growth and happiness.
de: Jeder Tag ist eine neue Chance für Wachstum und Glück.
es: Cada día es una nueva oportunidad para el crecimiento y la felicidad.
fr: Chaque jour est une nouvelle opportunité de croissance et de bonheur.
it: Ogni giorno è una nuova opportunità di crescita e felicità.
nl: Elke dag is een nieuwe kans op groei en geluk.
pl: Każdy dzień to nowa okazja do wzrostu i szczęścia.

# Affirmation.Categories2.headline3.text
source: Love and light flow through my life.
de: Liebe und Licht durchströmen mein Leben.
es: El amor y la luz fluyen a través de mi vida.
fr: L'amour et la lumière coulent à travers ma vie.
it: Amore e luce scorrono nella mia vita.
nl: Liefde en licht stromen door mijn leven.
pl: Miłość i światło płyną przez moje życie.

# Affirmation.Categories2.headline4.text
source: I attract positive energies and opportunities.
de: Ich ziehe positive Energien und Möglichkeiten an.
es: Atraigo energías y oportunidades positivas.
fr: J'attire des énergies et des opportunités positives.
it: Attraggo energie e opportunità positive.
nl: Ik trek positieve energieën en kansen aan.
pl: Przyciągam pozytywne energie i możliwości.

# Affirmation.Categories2.headline5.text
source: My heart is open to joy and gratitude.
de: Mein Herz ist offen für Freude und Dankbarkeit.
es: Mi corazón está abierto a la alegría y la gratitud.
fr: Mon cœur est ouvert à la joie et à la gratitude.
it: Il mio cuore è aperto alla gioia e alla gratitudine.
nl: Mijn hart staat open voor vreugde en dankbaarheid.
pl: Moje serce jest otwarte na radość i wdzięczność.

# Affirmation.Categories2.headline6.text
source: I shape my life according to my dreams and values.
de: Ich gestalte mein Leben nach meinen Träumen und Werten.
es: Doy forma a mi vida según mis sueños y valores.
fr: Je façonne ma vie selon mes rêves et mes valeurs.
it: Plasmo la mia vita secondo i miei sogni e valori.
nl: Ik vorm mijn leven volgens mijn dromen en waarden.
pl: Kształtuję swoje życie zgodnie z moimi marzeniami i wartościami.

# Affirmation.Categories2.headline7.text
source: I walk the path of my destiny with confidence.
de: Mit Zuversicht gehe ich den Weg meiner Bestimmung.
es: Camino el sendero de mi destino con confianza.
fr: Je marche sur le chemin de mon destin avec confiance.
it: Percorro il sentiero del mio destino con fiducia.
nl: Ik bewandel het pad van mijn lot met vertrouwen.
pl: Podążam ścieżką mojego przeznaczenia z pewnością siebie.

# Affirmation.Categories2.headline8.text
source: I am the architect of my happiness and consciously shape it.
de: Ich bin der Architekt meines Glücks und gestalte es bewusst.
es: Soy el arquitecto de mi felicidad y la configuro conscientemente.
fr: Je suis l'architecte de mon bonheur et le façonne consciemment.
it: Sono l'architetto della mia felicità e la plasmo consapevolmente.
nl: Ik ben de architect van mijn geluk en vorm het bewust.
pl: Jestem architektem mojego szczęścia i świadomie je kształtuję.

# Affirmation.Categories2.headline9.text
source: My inner self radiates positivity, love and peace.
de: Mein Inneres strahlt Positivität, Liebe und Frieden aus.
es: Mi ser interno irradia positividad, amor y paz.
fr: Mon moi intérieur rayonne de positivité, d'amour et de paix.
it: Il mio io interiore irradia positività, amore e pace.
nl: Mijn innerlijke zelf straalt positiviteit, liefde en vrede uit.
pl: Moje wnętrze promieniuje pozytywnością, miłością i pokojem.

# Affirmation.Categories2.headline10.text
source: I radiate positive energy and attract good things.
de: Ich strahle positive Energie aus und ziehe Gutes an.
es: Irradio energía positiva y atraigo cosas buenas.
fr: Je rayonne d'énergie positive et j'attire de bonnes choses.
it: Irradio energia positiva e attiro cose buone.
nl: Ik straal positieve energie uit en trek goede dingen aan.
pl: Promieniuję pozytywną energią i przyciągam dobre rzeczy.

# Affirmation.Categories2.headline11.text
source: Every day brings new opportunities and positive possibilities.
de: Jeder Tag bringt neue Chancen und positive Möglichkeiten.
es: Cada día trae nuevas oportunidades y posibilidades positivas.
fr: Chaque jour apporte de nouvelles opportunités et des possibilités positives.
it: Ogni giorno porta nuove opportunità e possibilità positive.
nl: Elke dag brengt nieuwe mogelijkheden en positieve kansen.
pl: Każdy dzień niesie nowe możliwości i pozytywne perspektywy.

# Affirmation.Categories2.headline12.text
source: With every breath I take, I strengthen my inner peace and strength.
de: Mit jedem Atemzug stärke ich meine innere Ruhe und Kraft.
es: Con cada respiración que tomo, fortalezco mi paz interior y mi fuerza.
fr: À chaque respiration, je renforce ma paix intérieure et ma force.
it: Con ogni respiro rafforzo la mia pace interiore e la mia forza.
nl: Bij elke ademhaling versterk ik mijn innerlijke rust en kracht.
pl: Z każdym oddechem wzmacniam swój wewnętrzny pokój i siłę.
