Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# LearningResourceArticleVC.chineseConceptionCalendar.section3.text
source: Parents who would like to have a specific gender may use the chart when planning a pregnancy, by aiming to conceive in the months on the chart that favor the conception of a particular gender. This can assist couples in selecting a month that might have a greater chance of conceiving a baby girl or boy. According to modern science, we do not have much say over influencing gender when it comes to pregnancy, it is usually a 50/50 chance. However, many parents today find that sometimes a ‘tradition over science’ approach is what works for them! Astonishingly, some sources claim this 700-year-old Calendar has a 93% success rate for accurately predicting the gender of an unborn baby.
de: Eltern, die sich ein bestimmtes Geschlecht wünschen, können die Tabelle bei der Planung einer Schwangerschaft verwenden, indem sie versuchen, in den Monaten der Tabelle schwanger zu werden, die die Empfängnis eines bestimmten Geschlechts begünstigen. Dies kann Paaren dabei helfen, einen Monat auszuwählen, der eine größere Chance auf ein Mädchen oder einen Jungen bietet. Nach den Erkenntnissen der modernen Wissenschaft haben wir nicht viel Einfluss auf das Geschlecht, wenn es um eine Schwangerschaft geht, die Chancen stehen normalerweise 50:50. Viele Eltern sind jedoch der Meinung, dass es manchmal besser ist, die Tradition über die Wissenschaft zu stellen! Erstaunlicherweise behaupten einige Quellen, dass dieser 700 Jahre alte Kalender eine Erfolgsquote von 93 % bei der genauen Vorhersage des Geschlechts eines ungeborenen Babys hat
es: Los padres que deseen tener un género específico pueden usar el gráfico al planificar un embarazo, apuntando a concebir en los meses del gráfico que favorezcan la concepción de un género en particular. Esto puede ayudar a las parejas a seleccionar un mes que pueda tener una mayor probabilidad de concebir una niña o un niño. Según la ciencia moderna, no tenemos mucho que decir sobre influir en el género cuando se trata de embarazo, generalmente es una posibilidad del 50/50. Sin embargo, muchos padres hoy en día encuentran que a veces un enfoque de 'tradición sobre ciencia' es lo que funciona para ellos. Sorprendentemente, algunas fuentes afirman que este Calendario de 700 años tiene una tasa de éxito del 93% para predecir con precisión el género de un bebé nonato.
fr: Les parents qui aimeraient avoir un sexe spécifique peuvent utiliser le tableau lors de la planification d'une grossesse, en visant à concevoir dans les mois du tableau qui favorisent la conception d'un sexe particulier. Cela peut aider les couples à choisir un mois qui pourrait avoir une plus grande chance de concevoir une fille ou un garçon. Selon la science moderne, nous n'avons pas beaucoup d'influence sur le sexe lorsqu'il s'agit de la grossesse, c'est généralement une chance de 50/50. Cependant, de nombreux parents d'aujourd'hui trouvent parfois qu'une approche 'tradition sur science' est ce qui fonctionne pour eux ! Étonnamment, certaines sources affirment que ce calendrier vieux de 700 ans a un taux de réussite de 93 % pour prédire avec précision le sexe d'un bébé à naître.
it: I genitori che desiderano avere un sesso specifico possono utilizzare il grafico quando pianificano una gravidanza, puntando a concepire nei mesi sul grafico che favoriscono la concezione di un sesso particolare. Questo può aiutare le coppie a selezionare un mese che potrebbe avere maggiori possibilità di concepire una bambina o un bambino. Secondo la scienza moderna, non abbiamo molto da dire sull'influenzare il sesso quando si tratta di gravidanza, di solito è una possibilità del 50/50. Tuttavia, molti genitori oggi trovano che a volte un approccio 'tradizione su scienza' è quello che funziona per loro! Sorprendentemente, alcune fonti sostengono che questo Calendario vecchio di 700 anni abbia un tasso di successo del 93% nel prevedere accuratamente il sesso di un bambino non ancora nato.
nl: Ouders die graag een specifiek geslacht willen hebben, kunnen de tabel gebruiken bij het plannen van een zwangerschap, door te proberen te verwekken in de maanden op de tabel die gunstig zijn voor de conceptie van een bepaald geslacht. Dit kan koppels helpen bij het selecteren van een maand die mogelijk een grotere kans biedt om een baby meisje of jongen te verwekken. Volgens de moderne wetenschap hebben we niet veel te zeggen over het beïnvloeden van het geslacht als het gaat om zwangerschap, het is meestal een 50/50 kans. Veel ouders vinden echter dat soms een 'traditie boven wetenschap' benadering voor hen werkt! Verbazingwekkend genoeg beweren sommige bronnen dat deze 700 jaar oude kalender een succespercentage heeft van 93% voor het nauwkeurig voorspellen van het geslacht van een ongeboren baby.
pl: Rodzice, którzy chcieliby mieć określoną płeć, mogą użyć wykresu, planując ciążę, starając się począć w miesiącach na wykresie, które faworyzują poczęcie określonej płci. Może to pomóc parom w wybraniu miesiąca, który może mieć większą szansę na poczęcie dziewczynki lub chłopca. Według współczesnej nauki, nie mamy wiele do powiedzenia w kwestii wpływania na płeć podczas ciąży, zazwyczaj jest to szansa 50/50. Jednak wiele rodziców dzisiaj uważa, że czasami podejście „tradycja ponad nauką” jest dla nich skuteczne! Zdumiewająco, niektóre źródła twierdzą, że ten 700-letni Kalendarz ma 93% skuteczności w dokładnym przewidywaniu płci nienarodzonego dziecka.

# LearningResourceArticleVC.chineseConceptionCalendar.section4.headline
source: Does it Really Work?
de: Funktioniert es wirklich??
es: ¿Realmente Funciona?
fr: Est-ce que ça Marche Vraiment ?
it: Funziona Davvero?
nl: Werkt het Echt?
pl: Czy Naprawdę Działa?

# LearningResourceArticleVC.chineseConceptionCalendar.section4.text
source: The Calendar does not boast to be based on science; many couples and moms have reported that the Chinese Conception Chart is the best way to non-medically predict the gender of your baby. So, to answer the question, ‘does it really work?’ It is not a guarantee, but according to a high number of reported success rates and the fact that even hundreds of years after its creation, it is still a popular method of gender prediction, we think it’s worth a shot. We would not advise relying on the Calendar as a definite conclusion on whether you’re in for a boy or girl.
de: Der Kalender rühmt sich nicht damit, wissenschaftlich fundiert zu sein; viele Paare und Mütter haben berichtet, dass die Chinesische Empfängnistafel der beste Weg ist, um das Geschlecht Ihres Babys auf nicht-medizinischem Wege vorherzusagen. Um die Frage zu beantworten: 'Funktioniert er wirklich?' Eine Garantie gibt es nicht, aber angesichts der hohen Erfolgsquote und der Tatsache, dass er auch Hunderte von Jahren nach seiner Entstehung noch immer eine beliebte Methode zur Geschlechtsvorhersage ist, denken wir, dass es einen Versuch wert ist. Wir würden nicht dazu raten, sich auf den Kalender zu verlassen, um sicher zu sein, dass Sie einen Jungen oder ein Mädchen erwarten
es: El Calendario no presume estar basado en la ciencia; muchas parejas y madres han informado que el Gráfico de Concepción Chino es la mejor manera de predecir no médicamente el género de tu bebé. Entonces, para responder a la pregunta, '¿realmente funciona?' No es una garantía, pero según un alto número de tasas de éxito reportadas y el hecho de que incluso cientos de años después de su creación, sigue siendo un método popular de predicción de género, creemos que vale la pena intentarlo. No aconsejaríamos confiar en el Calendario como una conclusión definitiva sobre si tendrás un niño o una niña.
fr: Le Calendrier ne se vante pas d'être basé sur la science; de nombreux couples et mamans ont rapporté que le Tableau de Conception Chinois est le meilleur moyen de prédire le sexe de votre bébé de manière non médicale. Donc, pour répondre à la question, 'est-ce que ça marche vraiment ?' Ce n'est pas une garantie, mais selon un grand nombre de taux de réussite signalés et le fait que même des centaines d'années après sa création, il reste une méthode populaire de prédiction du sexe, nous pensons que cela vaut la peine d'essayer. Nous ne conseillerions pas de se fier au Calendrier comme une conclusion définitive sur le fait que vous attendez un garçon ou une fille.
it: Il Calendario non si vanta di essere basato sulla scienza; molte coppie e mamme hanno riferito che il Grafico della Concezione Cinese è il miglior modo per prevedere non medicalmente il sesso del tuo bambino. Quindi, per rispondere alla domanda, 'funziona davvero?' Non è una garanzia, ma secondo un alto numero di tassi di successo riportati e il fatto che anche centinaia di anni dopo la sua creazione, è ancora un metodo popolare di previsione del sesso, pensiamo che valga la pena provarlo. Non consigliamo di affidarsi al Calendario come conclusione definitiva su se aspettarsi un maschio o una femmina.
nl: De Kalender beweert niet gebaseerd te zijn op wetenschap; veel koppels en moeders hebben gemeld dat de Chinese Conceptie Tabel de beste manier is om het geslacht van je baby niet-medisch te voorspellen. Dus, om de vraag te beantwoorden, 'werkt het echt?' Het is geen garantie, maar volgens een groot aantal gerapporteerde succespercentages en het feit dat zelfs honderden jaren na zijn creatie het nog steeds een populaire methode is van geslachtsvoorspelling, denken wij dat het het proberen waard is. We zouden niet adviseren om alleen op de Kalender te vertrouwen als een definitieve conclusie over of je een jongen of meisje krijgt.
pl: Kalendarz nie chwali się opieraniem na nauce; wiele par i matek donosiło, że Chiński Kalendarz Poczęcia jest najlepszym sposobem na niemedyczne przewidzenie płci twojego dziecka. Więc, aby odpowiedzieć na pytanie, „czy naprawdę działa?” To nie jest gwarancja, ale według wysokiej liczby zgłoszonych wskaźników sukcesu i faktu, że nawet setki lat po jego stworzeniu nadal jest popularną metodą przewidywania płci, uważamy, że warto spróbować. Nie zalecałoby się polegania na Kalendarzu jako definitywnym wniosku, czy czekają cię chłopiec czy dziewczynka.

# LearningResourceArticleVC.chineseConceptionCalendar.section5.headline
source: A Final Thought
de: Ein letzter Gedanke
es: Un Pensamiento Final
fr: Une Pensée Finale
it: Un Pensiero Finale
nl: Een Laatste Gedachte
pl: Ostatnia myśl

# LearningResourceArticleVC.chineseConceptionCalendar.section5.text
source: Although it seems that the Chinese Conception chart has a very high success rate, it is important to remember that nature is a force to be reckoned with and it can be unpredictable at the best of times! Perhaps you have always imagined giggling with a little girl of your own, or maybe envisioned your little boy climbing a tree in the backyard. It is completely normal to have expectations when it comes to your baby’s gender, this is your gentle reminder to embrace your little blessing regardless of their gender. For most parents, the prospect of a happy, healthy baby is the most important thing. For those who are interested in using our Lunar Calendar, it can be an exciting experiment for couples to put to the test. You can create great memories by having your family and friends wager bets on what they think the gender of your baby might be, while you and your partner stick with your Chinese Chart prediction result. This is an exciting way to keep the journey playful and light until revealing the little one's gender. You have nothing to lose by using it as a tool to influence and predict whether you’ll be having a boy or a girl, the results may even surprise you!
de: Obwohl es scheint, dass das chinesische Empfängnisdiagramm eine sehr hohe Erfolgsrate hat, ist es wichtig, sich daran zu erinnern, dass die Natur eine Kraft ist, mit der man rechnen muss, und sie kann in den besten Zeiten unberechenbar sein! Vielleicht haben Sie sich immer vorgestellt, mit einem kleinen Mädchen zu kichern, oder Sie haben sich vorgestellt, dass Ihr kleiner Junge auf einen Baum im Garten klettert. Es ist völlig normal, dass Sie Erwartungen an das Geschlecht Ihres Babys haben. Dies ist eine sanfte Erinnerung daran, dass Sie Ihren kleinen Segen unabhängig von seinem Geschlecht annehmen sollten. Für die meisten Eltern ist die Aussicht auf ein glückliches, gesundes Baby das Wichtigste. Für diejenigen, die an der Verwendung unseres Mondkalenders interessiert sind, kann es ein spannendes Experiment sein, das Paare ausprobieren können. Sie können tolle Erinnerungen schaffen, indem Sie Ihre Familie und Freunde Wetten abschließen lassen, welches Geschlecht Ihr Baby wohl haben wird, während Sie und Ihr Partner sich an das Ergebnis Ihrer chinesischen Horoskopvorhersage halten. Dies ist eine aufregende Art und Weise, die Reise bis zur Bekanntgabe des Geschlechts des Kleinen spielerisch und leicht zu gestalten. Sie haben nichts zu verlieren, wenn Sie das Horoskop als Werkzeug nutzen, um zu beeinflussen und vorherzusagen, ob Sie einen Jungen oder ein Mädchen bekommen werden - die Ergebnisse werden Sie vielleicht sogar überraschen!
es: Aunque parece que el gráfico de concepción chino tiene una tasa de éxito muy alta, es importante recordar que la naturaleza es una fuerza con la que hay que contar y puede ser impredecible en los mejores momentos. Quizás siempre has imaginado riendo con una niñita propia, o tal vez has imaginado a tu niño trepando un árbol en el patio trasero. Es completamente normal tener expectativas cuando se trata del género de tu bebé, este es tu suave recordatorio de abrazar tu pequeña bendición independientemente de su género. Para la mayoría de los padres, la perspectiva de tener un bebé feliz y saludable es lo más importante. Para aquellos que están interesados en usar nuestro Calendario Lunar, puede ser un experimento emocionante para las parejas poner a prueba. Puedes crear grandes recuerdos haciendo que tu familia y amigos apuesten sobre cuál creen que será el género de tu bebé, mientras tú y tu pareja se quedan con el resultado de la predicción del Gráfico Chino. Esta es una forma emocionante de mantener el viaje juguetón y ligero hasta revelar el género del pequeño. No tienes nada que perder al usarlo como una herramienta para influir y predecir si tendrás un niño o una niña, ¡los resultados incluso podrían sorprenderte!
fr: Bien qu'il semble que le tableau de conception chinois ait un taux de réussite très élevé, il est important de se rappeler que la nature est une force avec laquelle il faut compter et qu'elle peut être imprévisible au mieux des moments ! Peut-être avez-vous toujours imaginé rire avec une petite fille à vous, ou peut-être avez-vous imaginé votre petit garçon grimper à un arbre dans le jardin. Il est tout à fait normal d'avoir des attentes en ce qui concerne le sexe de votre bébé, c'est votre doux rappel d'embrasser votre petit miracle quel que soit son sexe. Pour la plupart des parents, la perspective d'un bébé heureux et en bonne santé est la chose la plus importante. Pour ceux qui sont intéressés à utiliser notre Calendrier Lunaire, cela peut être une expérience excitante pour les couples à mettre à l'épreuve. Vous pouvez créer de grands souvenirs en faisant parier vos amis et votre famille sur ce qu'ils pensent du sexe de votre bébé, tandis que vous et votre partenaire vous en tenez à votre prédiction basée sur le tableau chinois. C'est une façon excitante de garder le parcours ludique et léger jusqu'à ce que vous révéliez le sexe du petit. Vous n'avez rien à perdre en l'utilisant comme un outil pour influencer et prédire si vous aurez un garçon ou une fille, les résultats pourraient même vous surprendre !
it: Anche se sembra che il grafico della concezione cinese abbia un tasso di successo molto alto, è importante ricordare che la natura è una forza con cui fare i conti e può essere imprevedibile nei migliori dei casi! Forse hai sempre immaginato di ridere con una bambina tutta tua, o forse hai immaginato il tuo bambino mentre arrampicava su un albero nel cortile. È completamente normale avere aspettative riguardo al sesso del tuo bambino, questo è un gentile promemoria per abbracciare la tua piccola benedizione indipendentemente dal loro sesso. Per la maggior parte dei genitori, la prospettiva di avere un bambino felice e sano è la cosa più importante. Per coloro che sono interessati a utilizzare il nostro Calendario Lunare, può essere un esperimento eccitante per le coppie da mettere alla prova. Puoi creare bei ricordi facendo scommettere amici e familiari su quale pensano sarà il sesso del tuo bambino, mentre tu e il tuo partner vi attenete al risultato della previsione del vostro Grafico Cinese. Questo è un modo eccitante per mantenere il viaggio giocoso e leggero fino alla rivelazione del sesso del piccolo. Non hai nulla da perdere usandolo come strumento per influenzare e prevedere se avrai un maschio o una femmina, i risultati potrebbero anche sorprenderti!
nl: Hoewel het lijkt alsof de Chinese Conceptie kalender een zeer hoog succespercentage heeft, is het belangrijk om te onthouden dat de natuur een kracht is om rekening mee te houden en dat het op de best mogelijke momenten onvoorspelbaar kan zijn! Misschien heb je altijd al geglimlacht bij het idee van een eigen meisje, of misschien heb je je kleine jongen al zien klimmen in een boom in de achtertuin. Het is volkomen normaal om verwachtingen te hebben als het gaat om het geslacht van je baby, dit is je vriendelijke herinnering om je kleine zegen te omarmen ongeacht hun geslacht. Voor de meeste ouders is het vooruitzicht van een gelukkige, gezonde baby het belangrijkste. Voor degenen die geïnteresseerd zijn in het gebruik van onze Maankalender, kan het een spannend experiment zijn voor koppels om uit te proberen. Je kunt geweldige herinneringen creëren door je familie en vrienden te laten wedden op wat zij denken dat het geslacht van je baby zou kunnen zijn, terwijl jij en je partner vasthouden aan je Chinese Kalender voorspelling. Dit is een spannende manier om de reis speels en licht te houden tot het onthullen van het geslacht van de kleintje. Je hebt niets te verliezen door het als een hulpmiddel te gebruiken om te beïnvloeden en voorspellen of je een jongen of een meisje zult krijgen, de resultaten kunnen je zelfs verrassen!
pl: Choć wydaje się, że Chiński Kalendarz Poczęcia ma bardzo wysoką skuteczność, warto pamiętać, że natura jest potężną siłą, która może być nieprzewidywalna nawet w najlepszych czasach! Być może zawsze wyobrażałaś sobie śmiejącą się z małą dziewczynką własną, albo wyobraziłeś sobie swojego małego chłopca wspinającego się na drzewo w podwórku. Jest zupełnie normalne, że masz oczekiwania, jeśli chodzi o płeć twojego dziecka, to jest twoje delikatne przypomnienie, abyś przyjął swoje małe błogosławieństwo bez względu na jego płeć. Dla większości rodziców perspektywa szczęśliwego, zdrowego dziecka jest najważniejsza. Dla tych, którzy są zainteresowani korzystaniem z naszego Kalendarza Księżycowego, może to być ekscytujące doświadczenie dla par do przetestowania. Możesz tworzyć wspaniałe wspomnienia, stawiając z rodziną i przyjaciółmi zakłady na to, jak myślą, jakiej płci będzie twoje dziecko, podczas gdy ty i twój partner trzymacie się wyniku przewidywania Chińskiego Kalendarza. To ekscytujący sposób, aby utrzymać podróż wesołą i lekką do czasu ujawnienia płci małego dziecka. Nie masz nic do stracenia, używając go jako narzędzia do wpływania i przewidywania, czy będziesz mieć chłopca czy dziewczynkę, wyniki mogą cię nawet zaskoczyć!

# LearningResourceArticleVC.fertilityCalendar.headline
source: The Fertility Calendar: Understanding your Fertility Window
de: Der Fruchtbarkeitskalender: Ihr Fruchtbarkeitsfenster verstehen
es: El Calendario de Fertilidad: Comprendiendo tu Ventana de Fertilidad
fr: Le Calendrier de Fertilité : Comprendre Votre Période de Fertilité
it: Il Calendario della Fertilità: Comprendere la Tua Finestra di Fertilità
nl: De Vruchtbaarheidskalender: Het Begrijpen van je Vruchtbaarheidsvenster
pl: Kalendarz Płodności: Zrozumienie Okna Płodności
