Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# SalesVC.plans.3Months.discount.headline.text
source: SAVE 75%
de: SPARE 75%
es: AHORRA 75%
fr: ÉCONOMISEZ 75 %
it: RISPARMIA 75%
nl: BESPAAR 75%
pl: ZAOSZCZĘDŹ 75%

# SalesVC.plans.1Month.typeTitle.headline.text
source: Popular
de: Beliebt
fr: Populaire
it: Popolare
nl: Populair
pl: Popularny

# SalesVC.plans.1Month.headline.text
source: 1 month
de: 1 Monat
es: 1 mes
fr: 1 mois
it: 1 mese
nl: 1 maand
pl: 1 miesiąc

# SalesVC.plans.1Month.details.text
source: billed Monthly
de: monatlich abgerechnet
es: facturado mensualmente
fr: facturé mensuellement
it: fatturato mensilmente
nl: maandelijks gefactureerd
pl: rozliczane miesięcznie

# SalesVC.plans.1Month.discount.headline.text
source: SAVE 50%
de: SPARE 50%
es: AHORRA 50%
fr: ÉCONOMISEZ 50 %
it: RISPARMIA 50%
nl: BESPAAR 50%
pl: ZAOSZCZĘDŹ 50%

# SalesVC.plans.1Month.fullDiscount.headline.text
source: SAVE 100%
de: SPARE 100%
es: AHORRA 100%
fr: ÉCONOMISEZ 100%
it: RISPARMIA 100%
nl: BESPAAR 100%
pl: ZAOSZCZĘDŹ 100%

# SalesVC.plans.1Month.details.afterword.text
source: Afterword:
de: Danach:
es: Después:
fr: Après coup:
it: Dopo di che:
nl: Nawoorden:
pl: Później:

# SalesVC.plans.1Month.details.monthly.text
source: monthly
de: monatlich
es: mensualmente
fr: mensuel
it: mensile
nl: maandelijks
pl: miesięcznik

# SalesVC.plans.lifetime.typeTitle.headline.text
source: Only now
de: Nur jetzt
es: Sólo ahora
fr: Seulement maintenant
it: Solo ora
nl: Alleen nu
pl: Tylko teraz

# SalesVC.plans.lifetime.headline.text
source: Lifetime
de: Lebenslang
es: De por vida
fr: Durée de vie
it: A vita
nl: Levenslang
pl: Dożywotnio

# SalesVC.plans.lifetime.details.text
source: one time
de: einmalig
es: Sólo una vez
fr: une seule fois
it: una tantum
nl: eenmalig
pl: jednorazowo

# SalesVC.plans.lifetime.discount.headline.text
source: SAVE 90%
de: SPARE 90%
es: AHORRA 90%
fr: ÉCONOMISEZ 90 %
it: RISPARMIA 90%
nl: bespaar 90%
pl: ZAOSZCZĘDŹ 90%

# YearPickerPopUpVC.headlineLabel.text
source: Select a year
de: Wähle ein Jahr
es: Selecciona un año
fr: Sélectionnez une année
it: Seleziona un anno
nl: Selecteer een jaar
pl: Wybierz rok

# ProfileVC.headlineLabel.text
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
nl: Profiel
pl: Profil

# ProfileVC.headlineLabel.notEnoughData.text
source: Not enough data
de: Nicht genug Daten
es: Datos insuficientes
fr: Pas assez de données
it: Dati insufficienti
nl: Niet genoeg gegevens
pl: Niewystarczająca ilość danych

# ProfileVC.buttons.saveChanges.text
source: Save changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
it: Salva modifiche
nl: Wijzigingen opslaan
pl: Zapisz zmiany

# ProfileVC.ProfileImagTextCell.enterMotherName.text
source: Enter Mother Name
de: Name der Mutter eingeben
es: Ingrese el nombre de la madre
fr: Entrez le nom de la mère
it: Inserisci il nome della madre
nl: Voer de naam van de moeder in
pl: Wprowadź imię matki

# ProfileVC.ProfileImagTextCell.enterFatherName.text
source: Enter Father Name
de: Name des Vaters eingeben
es: Ingrese el nombre del padre
fr: Entrez le nom du père
it: Inserisci il nome del padre
nl: Voer de naam van de vader in
pl: Wprowadź imię ojca

# ProfileVC.ProfileImagTextCell.Mother.text
source: Mother
de: Mutter
es: Madre
fr: Mère
it: Madre
nl: Moeder
pl: Matka

# ProfileVC.ProfileImagTextCell.Father.text
source: Father
de: Vater
es: Padre
fr: Père
it: Padre
nl: Vader
pl: Ojciec

# ProfileVC.ProfileGenderSelectionCell.headlineLabel.text
source: Baby:
es: Bebé:
fr: Bébé :
it: Bambino:
pl: Dziecko:

# ProfileVC.ProfileGenderSelectionCell.headlineLabel.notEnoughData.text
source: Who do you want to conceive:
de: Was für ein Geschlecht präferiert ihr zu zeugen:
es: ¿A quién deseas concebir?
fr: Qui voulez-vous concevoir :
it: Chi vuoi concepire:
nl: Wie wil je verwekken:
pl: Kogo chcesz począć:

# ProfileVC.ProfileMentruationCycleCell.headlineLabel.text
source: First day of your last menstruation:
de: Erster Tag deiner letzten Menstruation:
es: Primer día de tu última menstruación:
fr: Premier jour de vos dernières menstruations :
it: Primo giorno dell'ultima mestruazione:
nl: Eerste dag van je laatste menstruatie:
pl: Pierwszy dzień ostatniej miesiączki:

# ProfileVC.ProfileMentruationCycleCell.cycleLength.headlineLabel.text
source: Cycle length:
de: Zykluslänge:
es: Duración del ciclo:
fr: Longueur du cycle :
it: Durata del ciclo:
nl: Cycluslengte:
pl: Długość cyklu:

# ProfileVC.ProfileBirthMonthYearCell.headlineLabel.text
source: Day, month and year of birth:
de: Tag, Monat und Jahr eurer Geburt:
es: Día, mes y año de nacimiento:
fr: Jour, mois et année de naissance :
it: Giorno, mese e anno di nascita:
nl: Dag, maand en jaar van geboorte:
pl: Dzień, miesiąc i rok urodzenia:

# ProfileVC.ProfileBirthMonthYearCell.Mother.text
source: Mother
de: Mutter
es: Madre
fr: Mère
it: Madre
nl: Moeder
pl: Matka

# ProfileVC.ProfileBirthMonthYearCell.Father.text
source: Father
de: Vater
es: Padre
fr: Père
it: Padre
nl: Vader
pl: Ojciec

# ProfileVC.ProfileNotEnoughSubtitleCell.headlineLabel.text
source: We need some more information to predict next fertile window. You can change it at any time right in your profile!
de: Wir benötigen einige weitere Informationen, um das nächste fruchtbare Fenster vorherzusagen. Du kannst sie jederzeit direkt in Ihrem Profil ändern!
es: Necesitamos más información para predecir la próxima ventana fértil. ¡Puedes cambiarlo en cualquier momento en tu perfil!
fr: Nous avons besoin de quelques informations supplémentaires pour prédire la prochaine fenêtre de fertilité. Vous pouvez le modifier à tout moment directement dans votre profil !
it: Abbiamo bisogno di maggiori informazioni per prevedere la prossima finestra fertile. Puoi modificarla in qualsiasi momento direttamente nel tuo profilo!
nl: We hebben wat meer informatie nodig om de volgende vruchtbare periode te voorspellen. Je kunt het op elk moment wijzigen in je profiel!
pl: Potrzebujemy więcej informacji, aby przewidzieć następne okno płodności. Możesz je zmienić w dowolnym momencie w swoim profilu!

# OptionsVC.headlineLabel.text
source: Options
de: Optionen
es: Opciones
it: Opzioni
nl: Opties
pl: Opcje

# OptionsVC.Sections.Settings.headlineLabel.text
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia

# OptionsVC.Sections.Contacts.headlineLabel.text
source: Contacts
de: Kontakte
es: Contactos
it: Contatti
nl: Contacten
pl: Kontakty

# OptionsVC.Settings.SetLanguage.headlineLabel.text
source: Set language
de: Sprache einstellen
es: Establecer idioma
fr: Définir la langue
it: Imposta lingua
nl: Taal instellen
pl: Ustaw język

# OptionsVC.Settings.RestorePurchase.headlineLabel.text
source: Restore Purchase
de: Kauf wiederherstellen
es: Restaurar compra
fr: Restaurer l'achat
it: Ripristina acquisto
nl: Aankoop herstellen
pl: Przywróć zakup

# OptionsVC.Settings.Notifications.headlineLabel.text
source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
nl: Meldingen
pl: Powiadomienia

# OptionsVC.Settings.VisitWebsite.headlineLabel.text
source: Visit Website
de: Website besuchen
es: Visitar sitio web
fr: Visiter le site Web
it: Visita il sito web
nl: Bezoek website
pl: Odwiedź stronę internetową

# OptionsVC.Settings.Legal.headlineLabel.text
source: Legal
de: Rechtliches
fr: Légal
it: Legale
nl: Juridisch
pl: Prawo

# OptionsVC.Settings.HowItWorks.headlineLabel.text
source: How the App works?
de: Wie die App funktioniert?
es: ¿Cómo funciona la aplicación?
fr: Comment fonctionne l'application ?
it: Come funziona l'app?
nl: Hoe de app werkt?
pl: Jak działa aplikacja?

# OptionsVC.Contacts.E-mailContact.headlineLabel.text
source: E-mail contact
de: E-Mail-Kontakt
es: Contacto por correo electrónico
fr: Contact par e-mail
it: Contatto E-mail
pl: Kontakt e-mail

# OptionsVC.Contacts.RateTheApp.headlineLabel.text
source: Rate the app
de: Bewerten Sie die App
es: Calificar la aplicación
fr: Noter l'application
it: Valuta l'app
nl: Beoordeel de app
pl: Oceń aplikację

# OptionsVC.Contacts.FollowInInstagram.headlineLabel.text
source: Follow in Instagram
de: In Instagram folgen
es: Seguir en Instagram
fr: Suivez-nous sur Instagram
it: Seguici su Instagram
nl: Volg op Instagram
pl: Obserwuj na Instagramie

# OptionsVC.Contacts.Share.headlineLabel.text
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
nl: Delen
pl: Udostępnij

# OptionsVC.Contacts.OurExperts.headlineLabel.text
source: Our experts
de: Unsere Experten
es: Nuestros expertos
fr: Nos experts
it: I nostri esperti
nl: Onze experts
pl: Nasi eksperci

# OptionsVC.ratingView.email.subject
source: Rating Ovulio Baby
de: Bewertung Ovulio Baby
es: Calificación de Ovulio Baby
fr: Notation de Ovulio Baby
it: Valutazione di Ovulio Baby
nl: Beoordeling Ovulio Baby
pl: Ocena aplikacji Ovulio Baby

# OptionsVC.ratingView.email.messageBody.stars
source: I rated %x stars to Ovulio Baby
de: Ich habe %x Sterne für Ovulio Baby bewertet
es: Califiqué con %x estrellas a Ovulio Baby
fr: J'ai attribué %x étoiles à Ovulio Baby
it: Ho dato %x stelle a Ovulio Baby
nl: Ik heb %x sterren gegeven aan Ovulio Baby
pl: Oceniam aplikację Ovulio Baby na %x gwiazdek

# OptionsVC.ratingView.email.messageBody.star
source: I rated 1 star to Ovulio Baby
de: Ich habe Ovulio Baby mit 1 Stern bewertet
es: Califiqué con 1 estrella a Ovulio Baby
fr: J'ai attribué 1 étoile à Ovulio Baby
it: Ho dato 1 stella a Ovulio Baby
nl: Ik heb 1 ster gegeven aan Ovulio Baby
pl: Oceniam aplikację Ovulio Baby na 1 gwiazdkę

# OptionsVC.alert.redeemCode.title
source: Redeem activation code
de: Aktivierungscode einlösen
es: Canjear código de activación
fr: Utiliser un code d'activation
it: Riscatta codice di attivazione
nl: Activeer activeringscode
pl: Wykorzystaj kod aktywacyjny

# OptionsVC.alert.redeemCode.message
source: Enter the activation code from your email or your order!
de: Gebe den Aktivierungscode aus deiner E-Mail oder deiner Bestellung ein!
es: ¡Ingresa el código de activación de tu correo electrónico o tu orden!
fr: Saisissez le code d'activation de votre e-mail ou de votre commande !
it: Inserisci il codice di attivazione dalla tua email o dal tuo ordine!
nl: Voer de activeringscode in vanuit uw e-mail of uw bestelling!
pl: Wprowadź kod aktywacyjny z wiadomości e-mail lub zamówienia!

# OptionsVC.alert.redeemCode.placeholder
source: Activation Code
de: Aktivierungscode
es: Código de activación
fr: Code d'activation
it: Codice di attivazione
nl: Activeringscode
pl: Kod aktywacyjny

# OptionsVC.shareCovarUIAlertController.messageButton
source: Message
de: Nachricht
es: Mensaje
it: Messaggio
nl: Bericht
pl: Wiadomość

# OptionsVC.shareCovarUIAlertController.moreButton
source: More
de: Mehr
es: Más
fr: Plus
it: Altro
nl: Meer
pl: Więcej

# OptionsVC.shareCovarUIAlertController.messageTextBody
source: Try out the Ovulio Baby app! Get it for free at https://ovulio-baby.com
de: Probiere die Ovulio Baby App aus! Hol sie dir kostenlos unter https://ovulio-baby.com
es: ¡Prueba la aplicación Ovulio Baby! Obténla gratis en https://ovulio-baby.com
fr: Essayez l'application Ovulio Baby ! Obtenez-la gratuitement sur https://ovulio-baby.com
it: Prova l'app Ovulio Baby! Scaricala gratuitamente su https://ovulio-baby.com
nl: Probeer de Ovulio Baby-app! Krijg het gratis op https://ovulio-baby.com
pl: Wypróbuj aplikację Ovulio Baby! Pobierz ją za darmo na https://ovulio-baby.com

# OptionsVC.shareCovarUIAlertController.emailTextBody
source: Hello, try out the Ovulio Baby app! Get it for free at https://ovulio-baby.com
de: Hallo, probiere die Ovulio Baby App aus! Hol sie dir kostenlos unter https://ovulio-baby.com
es: Hola, ¡prueba la aplicación Ovulio Baby! Obténla gratis en https://ovulio-baby.com
fr: Bonjour, essayez l'application Ovulio Baby ! Obtenez-la gratuitement sur https://ovulio-baby.com
it: Ciao, prova l'app Ovulio Baby! Ottienila gratuitamente su https://ovulio-baby.com
nl: Hallo, probeer de Ovulio Baby-app! Krijg het gratis op https://ovulio-baby.com
pl: Witaj, wypróbuj aplikację Ovulio Baby! Pobierz ją za darmo na https://ovulio-baby.com

# OptionsVC.keepInTouch.email
source: Ovulio Baby App Question
de: Ovulio Baby App Frage
es: Pregunta sobre la aplicación Ovulio Baby
fr: Question sur l'application Ovulio Baby
it: Domanda sull'app Ovulio Baby
nl: Vraag over de Ovulio Baby-app
pl: Pytanie dotyczące aplikacji Ovulio Baby

# ReviewAlertView.titleLabel.text
source: How would you rate the App?
de: Wie würdest du die App bewerten?
es: ¿Cómo calificarías la aplicación?
fr: Comment évalueriez-vous l'application ?
it: Come valuteresti l'app?
nl: Hoe zou je de app beoordelen?
pl: Jak oceniasz aplikację?

# ReviewAlertView.contactUs
source: Contact Us
de: Kontaktiere uns
es: Contáctanos
fr: Contactez-nous
it: Contattaci
nl: Neem contact op
pl: Skontaktuj się z nami

# ReviewAlertView.rateUs
source: Rate Us
de: Bewerte uns
es: Califícanos
fr: Évaluez-nous
it: Valutaci
nl: Beoordeel ons
pl: Oceń nas

# LegalOptionVC.headlineLabel.text
source: Legal
de: Rechtliches
fr: Légal
it: Legale
nl: Juridisch
pl: Prawo

# LegalOptionVC.LegalNotice.headlineLabel.text
source: Legal Notice
de: Impressum
es: Aviso legal
fr: Avis juridique
it: Avviso legale
nl: Juridische kennisgeving
pl: Ogłoszenie prawne

# LegalOptionVC.PrivacyPolicy.headlineLabel.text
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Politica sulla privacy
nl: Privacybeleid
pl: Polityka prywatności

# LegalOptionVC.TermsandConditions.headlineLabel.text
source: Terms and Conditions
de: AGB
es: Términos y condiciones
fr: Termes et conditions
it: Termini e condizioni
nl: Algemene voorwaarden
pl: Warunki korzystania

# LegalOptionVC.Disclaimer.headlineLabel.text
source: Disclaimer
de: Haftungsausschluss
es: Descargo de responsabilidad
fr: Clause de non-responsabilité
it: Avviso di esclusione di responsabilità
pl: Zrzeczenie odpowiedzialności

# LegalOptionVC.Attribution.headlineLabel.text
source: Attribution
de: Zuschreibung
es: Atribución
it: Attribuzione
nl: Aanwijzing
pl: Atrybucja

# LegalOptionVC.TermsOfUse.headlineLabel.text
source: Terms Of Use
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
it: Termini di uso
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania

# NotificationsOptionVC.headlineLabel.text
source: Notifications
es: Notificaciones
it: Notifiche
nl: Meldingen
pl: Powiadomienia

# NotificationsOptionVC.PeriodStarting.headlineLabel.text
source: Period starting
de: Zeitraum beginnend
es: Inicio del período
fr: Début de la période
it: Inizio del periodo
nl: Begin van de menstruatie
pl: Początek okresu

# NotificationsOptionVC.PeriodStarting.headlineDescriptionLabel.text
source: This notification will remind you about your period a week before it starts
de: Diese Benachrichtigung erinnert Sie an Ihre Periode eine Woche vor deren Beginn
es: Esta notificación te recordará sobre tu período una semana antes de que comience
fr: Cette notification vous rappellera votre période une semaine avant qu'elle ne commence
it: Questa notifica ti ricorderà del tuo periodo una settimana prima che inizi
nl: Deze melding herinnert je een week van tevoren aan je menstruatie
pl: To powiadomienie przypomni Ci o nadchodzącym okresie tydzień przed jego rozpoczęciem

# NotificationsOptionVC.FavorableDay.headlineLabel.text
source: Favorable day for conception
de: Günstiger Tag für die Empfängnis
es: Día propicio para la concepción
fr: Jour favorable à la conception
it: Giorno favorevole per il concepimento
nl: Gunstige dag voor conceptie
pl: Faworyzowany dzień na poczęcie

# NotificationsOptionVC.GenderNotification.headlineLabel.text
source: Gender notification
de: Geschlechtsspezifische Benachrichtigung
es: Notificación de género
fr: Notification de genre
it: Notifica del sesso
nl: Geslachtsmelding
pl: Powiadomienie o płci

# OurExpertsOptionPageVC.headlineLabel.text
source: Our Experts
de: Unsere Experten
es: Nuestros Expertos
fr: Nos experts
it: I Nostri Esperti
nl: Onze experts
pl: Nasi eksperci

# GamesModel.LocationsModel.AtHome.headlineLabel.text
source: At home
de: Zu Hause
es: En casa
fr: À la maison
it: A casa
nl: Thuis
pl: W domu

# GamesModel.LocationsModel.AtHome.OnTheCouch.text
source: On the couch
de: Auf der Couch
es: En el sofá
fr: Sur le canapé
it: Sul divano
nl: Op de bank
pl: Na kanapie

# GamesModel.LocationsModel.AtHome.OnTheFloor.text
source: On the floor
de: Auf dem Boden
es: En el suelo
fr: Sur le sol
it: Sul pavimento
nl: Op de vloer
pl: Na podłodze

# GamesModel.LocationsModel.AtHome.OnAChair.text
source: On a chair
de: Auf einem Stuhl
es: En una silla
fr: Sur une chaise
it: Su una sedia
nl: Op een stoel
pl: Na krześle

# GamesModel.LocationsModel.AtHome.OnTheDiningTable.text
source: On the dining table
de: Auf dem Esstisch
es: En la mesa del comedor
fr: Sur la table à manger
it: Sul tavolo da pranzo
nl: Op de eettafel
pl: Na stole jadalnym

# GamesModel.LocationsModel.AtHome.InTheBathroom.text
source: In the bathroom
de: Im Badezimmer
es: En el baño
fr: Dans la salle de bain
it: Nel bagno
nl: In de badkamer
pl: W łazience

# GamesModel.LocationsModel.AtHome.InTheShower.text
source: In the shower
de: In der Dusche
es: En la ducha
fr: Sous la douche
it: Nella doccia
nl: In de douche
pl: Pod prysznicem

# GamesModel.LocationsModel.AtHome.InTheKitchen.text
source: In the kitchen
de: In der Küche
es: En la cocina
fr: Dans la cuisine
it: In cucina
nl: In de keuken
pl: W kuchni

# GamesModel.LocationsModel.AtHome.InTheCloset.text
source: In the closet
de: Im Schrank
es: En el armario
fr: Dans le placard
it: Nell'armadio
nl: In de kast
pl: W szafie

# GamesModel.LocationsModel.AtHome.AgainstAWall.text
source: Against a wall
de: An einer Wand
es: Contra la pared
fr: Contre un mur
it: Contro un muro
nl: Tegen de muur
pl: Przy ścianie

# GamesModel.LocationsModel.AtHome.OnTheStairs.text
source: On the stairs
de: Auf der Treppe
es: En las escaleras
fr: Sur les escaliers
it: Sulle scale
nl: Op de trap
pl: Na schodach

# GamesModel.LocationsModel.AtHome.InTheAttic.text
source: In the attic
de: Auf dem Dachboden
es: En el ático
fr: Dans le grenier
it: In soffitta
nl: Op zolder
pl: Na strychu

# GamesModel.LocationsModel.AtHome.OnAYogaMat.text
source: On a yoga mat
de: Auf einer Yogamatte
es: En una esterilla de yoga
fr: Sur un tapis de yoga
it: Su un tappetino per yoga
nl: Op een yogamat
pl: Na macie do jogi

# GamesModel.LocationsModel.AtHome.OnTheWashingMachine.text
source: On the washing machine
de: Auf der Waschmaschine
es: En la lavadora
fr: Sur la machine à laver
it: Sulla lavatrice
nl: Op de wasmachine
pl: Na pralce

# GamesModel.LocationsModel.AtHome.InFrontOfAMirror.text
source: In front of a mirror
de: Vor einem Spiegel
es: Frente a un espejo
fr: Devant un miroir
it: Di fronte a uno specchio
nl: Voor de spiegel
pl: Przed lustrem

# GamesModel.LocationsModel.AtHome.AtTheFrontDoor.text
source: At the front door
de: An der Eingangstür
es: En la puerta principal
fr: À la porte d'entrée
it: Alla porta d'ingresso
nl: Bij de voordeur
pl: Przy drzwiach frontowych

# GamesModel.LocationsModel.AtHome.BehindAWindow.text
source: Behind a window
de: Hinter einem Fenster
es: Detrás de una ventana
fr: Derrière une fenêtre
it: Dietro una finestra
nl: Achter het raam
pl: Za oknem

# GamesModel.LocationsModel.AtHome.InTheBasement.text
source: In the basement
de: Im Keller
es: En el sótano
fr: Dans le sous-sol
it: Nel seminterrato
nl: In de kelder
pl: W piwnicy

# GamesModel.LocationsModel.AtHome.OnTheBalconyIntheGarden.text
source: On the balcony/in the garden
de: Auf dem Balkon/im Garten
es: En el balcón/en el jardín
fr: Sur le balcon/dans le jardin
it: Sul balcone/nel giardino
nl: Op het balkon/in de tuin
pl: Na balkonie/w ogrodzie

# GamesModel.LocationsModel.AtHome.InTheGardenHouseGarage.text
source: In the garden house/garage
de: Im Gartenhaus/Garage
es: En la casa del jardín/garaje
fr: Dans la maison de jardin/garage
it: Nel capanno del giardino/garage
nl: In het tuinhuisje/de garage
pl: W altance/ogrodzie/garażu

# GamesModel.ExtrasModel.DirtyTalk.text
source: Dirty Talk
es: Hablar sucio
fr: Parler sale
it: Parole piccanti
nl: Geile praatjes
pl: Brudne rozmowy

# GamesModel.ExtrasModel.Fingering.text
source: Fingering
de: Fingern
es: Digitación
fr: Doigtage
it: Masturbazione
nl: Vingeren
pl: Stymulacja palcami

# GamesModel.ExtrasModel.Oral.text
source: Oral
it: Orale
nl: Oraal
pl: Orodek

# GamesModel.ExtrasModel.Blindfold.text
source: Blindfold
de: Augenbinde
es: Venda en los ojos
fr: Bandage pour les yeux
it: Bendaggio
nl: Blinddoek
pl: Zawiązanie oczu

# GamesModel.ExtrasModel.Handcuffs.text
source: Handcuffs
de: Handschellen
es: Esposas
fr: Menottes
it: Manette
nl: Handboeien
pl: Kajdanki

# GamesModel.ExtrasModel.HairPulling.text
source: Hair pulling
de: Haare Ziehen
es: Tirar del pelo
fr: Tirage de cheveux
it: Tirare i capelli
nl: Haartrekken
pl: Pociąganie za włosy

# GamesModel.ExtrasModel.GrabByTheNeck.text
source: Grab by the neck
de: Am Hals packen
es: Agarrar por el cuello
fr: Attraper par le cou
it: Afferrare per il collo
nl: Bij de nek grijpen
pl: Chwytanie za szyję

# GamesModel.ExtrasModel.WithEarplug.text
source: With earplug
de: Mit Ohrstöpsel
es: Con tapones para los oídos
fr: Avec des bouchons d'oreilles
it: Con tappi per le orecchie
nl: Met oordopje
pl: Z zatyczkami do uszu

# GamesModel.ExtrasModel.Bondage.text
source: Bondage
pl: Więzienie

# GamesModel.ExtrasModel.Sextoys.text
source: Sextoys
es: Juguetes sexuales
pl: Zabawki erotyczne

# GamesModel.ExtrasModel.HotWaxMassage.text
source: Hot wax massage
de: Heißwachsmassage
es: Masaje con cera caliente
fr: Massage à la cire chaude
it: Massaggio con cera calda
nl: Massage met warme was
pl: Masaż z gorącym woskiem

# GamesModel.ExtrasModel.RolePlaying.text
source: Role Playing
de: Rollenspiel
es: Juego de roles
fr: Jeu de rôle
it: Gioco di ruolo
nl: Rollenspel
pl: Gra w role

# GamesModel.ExtrasModel.WatchPorn.text
source: Watch Porn
de: Porno schauen
es: Ver pornografía
fr: Regarder du porno
it: Guardare porno
nl: Porno kijken
pl: Oglądanie pornografii

# GamesModel.ExtrasModel.Whipping.text
source: Whipping
de: Auspeitschen
es: Azotar
fr: Fouet
it: Fustigazione
nl: Zweepslagen
pl: Biczowanie

# GamesModel.ExtrasModel.SexTape.text
source: Sex tape
es: Video sexual
it: Video erotico
pl: Nagranie seksu

# LearningResourceArticleVC.babyliciousNutritious.headline
source: Babylicious Nutritious: Fertile Food to Promote Pregnancy
de: Lebensmittel zur Förderung der Schwangerschaft
es: Babylicious Nutritious: Alimentos nutritivos para promover el embarazo
fr: Délicieusement Bébé : Aliments fertiles pour favoriser la grossesse
it: Babylicious Nutritious: Alimenti fertili per promuovere la gravidanza
nl: Babylicious Nutritious: Voedselrijk Voedsel om Zwangerschap te bevorderen
pl: Babylicious Nutritious: Odżywianie Płodne dla Promowania Ciąży
