Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# UIAlertController.continueButton
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
nl: Doorgaan
pl: Kontynuuj

# UIAlertController.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj

# UIAlertController.deleteButton
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen
pl: Usuń

# UIAlertController.laterButton
source: Later
de: Später
es: Después
fr: Plus tard
it: Più tardi
pl: Później

# UIAlertController.noButton
source: No
de: Nein
fr: Non
nl: Nee
pl: Nie

# UIAlertController.backButton
source: Back
de: Zurück
es: Volver
fr: Retour
it: Indietro
nl: Terug
pl: Wróć

# FirstOnBoardingPageVC.Button.Next.headlineLabel.text
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
nl: Volgende
pl: Następny

# FirstOnBoardingPageVC.Button.Skip.headlineLabel.text
source: Skip
de: Überspringen
es: Saltar
fr: Passer
it: Salta
nl: Overslaan
pl: Pomiń

# FirstOnBoardingPageVC.Button.Allow.headlineLabel.text
source: Allow
de: Erlauben
es: Permitir
fr: Autoriser
it: Permetti
nl: Toestaan
pl: Zezwól

# WithEaseOnBoardingVC.headlineLabel.text
source: With ease and passion to the desire for a baby
de: Mit Leichtigkeit und Leidenschaft zum Wunsch nach einem Baby
es: Con facilidad y pasión hacia el deseo de un bebé
fr: Avec aisance et passion pour le désir d'avoir un bébé
it: Con facilità e passione verso il desiderio di un bambino
nl: Met gemak en passie naar het verlangen naar een baby
pl: Z łatwością i pasją do pragnienia dziecka

# TrackFertilityOnBoardingVC.headlineLabel.text
source: Track your fertility!
de: Verfolge deine Fruchtbarkeit!
es: ¡Sigue tu fertilidad!
fr: Suivez votre fertilité !
it: Monitora la tua fertilità!
nl: Volg je vruchtbaarheid op!
pl: Śledź swoją płodność!

# TrackFertilityOnBoardingVC.headlineDescriptionLabel.text
source: Embark on a journey of discovery as you track your ovulation and cycle data
de: Begebe dich auf eine Entdeckungsreise, während du deinen Eisprung und Zyklusdaten verfolgst
es: Embárcate en un viaje de descubrimiento mientras rastreas tu ovulación y datos de ciclo
fr: Lancez-vous dans un voyage de découverte en suivant vos données d'ovulation et de cycle
it: Inizia un viaggio alla scoperta mentre tracci l'ovulazione e i dati del ciclo
nl: Begin aan een ontdekkingsreis terwijl je je ovulatie- en cyclusgegevens bijhoudt
pl: Wyrusz w podróż odkrywania śledząc swoją owulację i dane cyklu

# InfluenceGenderOnBoardingVC.headlineLabel.text
source: Influence your baby’s gender!
de: Beeinflusse das Geschlecht deines Babys!
es: ¡Influye en el género de tu bebé!
fr: Influencez le sexe de votre bébé !
it: Influenza il sesso del tuo bambino!
nl: Beïnvloed het geslacht van je baby!
pl: Wpływaj na płeć swojego dziecka!

# InfluenceGenderOnBoardingVC.headlineDescriptionLabel.text
source: Learn how diet, sex positions and the right time to get intimate can influence the gender of your bundle of joy
de: Erfahre, wie Ernährung, Sexstellungen und der richtige Zeitpunkt, um intim zu werden, das Geschlecht deines Wonneproppens beeinflussen können
es: Aprende cómo la dieta, las posiciones sexuales y el momento adecuado para intimar pueden influir en el género de tu paquete de alegría
fr: Découvrez comment l'alimentation, les positions sexuelles et le bon moment pour l'intimité peuvent influencer le sexe de votre petit bout de bonheur
it: Scopri come la dieta, le posizioni sessuali e il momento giusto per essere intimi possono influenzare il sesso del tuo pacco di gioia
nl: Leer hoe dieet, seksposities en het juiste moment om intiem te zijn het geslacht van je baby kunnen beïnvloeden
pl: Dowiedz się, jak dieta, pozycje seksualne i odpowiedni czas na intymność mogą wpływać na płeć twojego maleństwa

# DevelopedExpertOnBoardingVc.headlineLabel.text
source: Developed with experts!
de: Entwickelt mit Experten!
es: ¡Desarrollado con expertos!
fr: Développé avec des experts !
it: Sviluppato con esperti!
nl: Ontwikkeld met experts!
pl: Stworzone przez ekspertów!

# DevelopedExpertOnBoardingVc.headlineDescriptionLabel.text
source: By consulting with midwives, gynecologists and other health professionals, we ensure your safety and well-being
de: Durch die Beratung mit Hebammen, Gynäkologen und anderen medizinischen Fachleuten sorgen wir für deine Sicherheit und dein Wohlbefinden
es: Consultando con parteras, ginecólogos y otros profesionales de la salud, garantizamos tu seguridad y bienestar
fr: En consultant des sages-femmes, des gynécologues et d'autres professionnels de la santé, nous assurons votre sécurité et votre bien-être
it: Consultando ostetriche, ginecologi e altri professionisti della salute, assicuriamo la tua sicurezza e il tuo benessere
nl: Door overleg met verloskundigen, gynaecologen en andere gezondheidsdeskundigen zorgen we voor uw veiligheid en welzijn
pl: Konsultując się z położnymi, ginekologami i innymi specjalistami od zdrowia, zapewniamy twoje bezpieczeństwo i dobrostan

# DevelopedExpertOnBoardingVc.ExpertName.headlineLabel.text
source: Dr. Muller, gynecologist
de: Dr. Usman, Gynäkologe
es: Dr. Müller, ginecólogo
fr: Dr. Muller, gynécologue
it: Dott. Muller, ginecologo
nl: Dr. Muller, gynaecoloog
pl: Dr. Müller, ginekolog

# OurReferencesOnBoardingVC.headlineLabel.text
source: Our references speak for themselves
de: Unsere Referenzen sprechen für sich
es: Nuestras referencias hablan por sí mismas
fr: Nos références parlent d'elles-mêmes
it: I nostri riferimenti parlano da soli
nl: Onze referenties spreken voor zich
pl: Nasze referencje mówią same za siebie

# OurReferencesOnBoardingVC.headlineDescriptionLabel.text
source: With our App Scratch Adventure we have been in the topping App Store charts worldwide, gained over 2.5 Million downloads and glowing reviews!
de: Mit unserer anderen App Scratch Adventure waren wir mehrfach weltweit in den Top App Store Charts, haben über 2,5 Millionen Downloads und begeistertes Feedback erhalten!
es: Con nuestra aplicación Scratch Adventure hemos estado en los primeros lugares de las listas de la App Store en todo el mundo, ¡hemos obtenido más de 2.5 millones de descargas y reseñas brillantes!
fr: Avec notre application Scratch Adventure, nous avons été en tête des classements de l'App Store dans le monde entier, avec plus de 2,5 millions de téléchargements et des avis élogieux !
it: Con la nostra App Scratch Adventure siamo stati in cima alle classifiche dell'App Store in tutto il mondo, abbiamo ottenuto oltre 2,5 milioni di download e recensioni entusiastiche!
nl: Met onze app Scratch Adventure hebben we de top van de App Store-hitlijsten wereldwijd gehaald, meer dan 2,5 miljoen downloads behaald en lovende recensies gekregen!
pl: Z naszą aplikacją Scratch Adventure byliśmy na czołowych miejscach w sklepach z aplikacjami na całym świecie, zdobyliśmy ponad 2,5 miliona pobrań i świetne recenzje!

# ReceiveNotificationsOnBoardingVC.headlineLabel.text
source: Do you want to receive notifications?
de: Möchtest du Benachrichtigungen erhalten?
es: ¿Quieres recibir notificaciones?
fr: Voulez-vous recevoir des notifications ?
it: Vuoi ricevere notifiche?
nl: Wil je meldingen ontvangen?
pl: Czy chcesz otrzymywać powiadomienia?

# ReceiveNotificationsOnBoardingVC.headlineDescriptionLabel.text
source: Allow Ovulio Baby access to your notifications and never miss a crucial date again!
de: Erlaube Ovulio Baby dir Benachrichtigungen zu senden und verpasse nie wieder ein wichtiges Ereignis!
es: ¡Permite a Ovulio Baby acceder a tus notificaciones y nunca vuelvas a perder una fecha crucial!
fr: Autorisez Ovulio Baby à accéder à vos notifications et ne manquez plus jamais une date cruciale !
it: Permetti a Ovulio Baby l'accesso alle tue notifiche e non perdere più una data cruciale!
nl: Sta Ovulio Baby toe om toegang te krijgen tot je meldingen en mis nooit meer een cruciale datum!
pl: Zezwól aplikacji Ovulio Baby na dostęp do Twoich powiadomień i nigdy więcej nie przegap istotnej daty!

# SecondOnBoardingPageVC.Button.Submit.headlineLabel.text
source: Submit
de: Absenden
es: Enviar
fr: Soumettre
it: Invia
nl: Verzenden
pl: Zatwierdź

# SecondOnBoardingPageVC.Button.SkipStep.headlineLabel.text
source: Skip step
de: Schritt überspringen
es: Saltar paso
fr: Passer l'étape
it: Salta passaggio
nl: Stap overslaan
pl: Pomiń krok

# SecondOnBoardingPageVC.Button.LetsGo.headlineLabel.text
source: Let’s Go
de: Los geht's
es: ¡Vamos!
fr: Allons-y
it: Andiamo
nl: Laten we gaan
pl: Zaczynamy

# WhoPlayingOnBoardingVC.headlineLabel.text
source: Who is playing?
de: Wer spielt gerade?
es: ¿Quién está jugando?
fr: Qui joue ?
it: Chi sta giocando?
nl: Wie speelt er mee?
pl: Kto gra?

# MentruationCycleOnBoardingVC.headlineLabel.text
source: Hello
de: Hallo
es: Hola
fr: Bonjour
it: Ciao
nl: Hallo
pl: Cześć

# MentruationCycleOnBoardingVC.headlineDescriptionLabel.text
source: We need some more data to predict the most favorable day for conception
de: Wir brauchen noch einige Daten, um den günstigsten Tag für die Empfängnis vorherzusagen
es: Necesitamos algunos datos más para predecir el día más favorable para la concepción
fr: Nous avons besoin de quelques données supplémentaires pour prédire le jour le plus favorable à la conception
it: Abbiamo bisogno di alcuni dati in più per prevedere il giorno più favorevole per il concepimento
nl: We hebben wat meer gegevens nodig om de meest gunstige dag voor conceptie te voorspellen
pl: Potrzebujemy trochę więcej danych, aby przewidzieć najbardziej korzystny dzień dla poczęcia

# TermsConditionOnBoardingVC.headlineLabel.text
source: Welcome!
de: Willkommen!
es: ¡Bienvenido!
fr: Bienvenue !
it: Benvenuto!
nl: Welkom!
pl: Witaj!

# TermsConditionOnBoardingVC.headlineDescriptionLabel.text
source: Ovulio Baby is intended for educational and informational purposes only. While we have collaborated with medical experts to provide accurate and reliable information, this app does not replace the guidance of a qualified healthcare professional. The information and tools provided by Ovulio Baby are not a substitute for professional medical advice. Ovulio Baby cannot guarantee the accuracy, completeness, or suitability of the information provided, as individual circumstances can vary. While Ovulio Baby provides expert advice and insight into conception and gender influence, nature can be unpredictable at the best of times, user results and success may vary. The use of this app is at your own risk, and we disclaim any responsibility for any actions taken based on the information or tools provided. By using Ovulio Baby, you acknowledge that you have read and understood this disclaimer and agree to use the app responsibly, in conjunction with the advice and guidance of a qualified healthcare professional when need.
de: Ovulio Baby ist nur für Bildungs- und Informationszwecke gedacht. Obwohl wir mit medizinischen Experten zusammengearbeitet haben, um genaue und zuverlässige Informationen zu liefern, ersetzt diese App nicht die Beratung durch einen qualifizierten Arzt. Die von Ovulio Baby bereitgestellten Informationen und Hilfsmittel sind kein Ersatz für eine professionelle medizinische Beratung. Ovulio Baby kann keine Garantie für die Richtigkeit, Vollständigkeit oder Angemessenheit der bereitgestellten Informationen übernehmen, da individuelle Umstände variieren können. Ovulio Baby bietet zwar fachkundigen Rat und Einblicke in die Empfängnis und die Beeinflussung des Geschlechts, aber die Natur kann im besten Fall unberechenbar sein, und die Ergebnisse und der Erfolg der Nutzer können variieren. Die Nutzung dieser App erfolgt auf eigene Gefahr, und wir lehnen jede Verantwortung für Handlungen ab, die auf der Grundlage der bereitgestellten Informationen oder Tools vorgenommen werden. Durch die Nutzung von Ovulio Baby bestätigen Sie, dass Sie diesen Haftungsausschluss gelesen und verstanden haben, und erklären sich damit einverstanden, die App verantwortungsbewusst und bei Bedarf in Verbindung mit dem Rat und der Anleitung eines qualifizierten Arztes zu nutzen.
es: Ovulio Baby está destinado únicamente a fines educativos e informativos. Si bien hemos colaborado con expertos médicos para proporcionar información precisa y confiable, esta aplicación no reemplaza la orientación de un profesional de la salud calificado. La información y las herramientas proporcionadas por Ovulio Baby no son un sustituto del asesoramiento médico profesional. Ovulio Baby no puede garantizar la exactitud, integridad o idoneidad de la información proporcionada, ya que las circunstancias individuales pueden variar. Si bien Ovulio Baby proporciona consejos expertos y perspectivas sobre la concepción y la influencia en el género, la naturaleza puede ser impredecible en el mejor de los casos, los resultados y el éxito del usuario pueden variar. El uso de esta aplicación es bajo su propio riesgo, y renunciamos a cualquier responsabilidad por cualquier acción tomada en función de la información o herramientas proporcionadas. Al utilizar Ovulio Baby, usted reconoce que ha leído y entendido este descargo de responsabilidad y acepta utilizar la aplicación de manera responsable, junto con los consejos y la orientación de un profesional de la salud calificado cuando sea necesario.
fr: Ovulio Baby est destiné à des fins éducatives et informatives uniquement. Bien que nous ayons collaboré avec des experts médicaux pour fournir des informations précises et fiables, cette application ne remplace pas les conseils d'un professionnel de la santé qualifié. Les informations et les outils fournis par Ovulio Baby ne remplacent pas les conseils médicaux professionnels. Ovulio Baby ne peut garantir l'exactitude, l'exhaustivité ou la pertinence des informations fournies, car les circonstances individuelles peuvent varier. Bien qu'Ovulio Baby fournisse des conseils d'experts et des informations sur la conception et l'influence du sexe, la nature peut être imprévisible, les résultats et la réussite de l'utilisateur peuvent varier. L'utilisation de cette application se fait à vos propres risques, et nous déclinons toute responsabilité pour les actions entreprises sur la base des informations ou des outils fournis. En utilisant Ovulio Baby, vous reconnaissez avoir lu et compris cette clause de non-responsabilité et acceptez d'utiliser l'application de manière responsable, en collaboration avec les conseils et l'orientation d'un professionnel de la santé qualifié en cas de besoin.
it: Ovulio Baby è destinato solo a scopi educativi e informativi. Sebbene abbiamo collaborato con esperti medici per fornire informazioni accurate e affidabili, questa app non sostituisce la guida di un professionista sanitario qualificato. Le informazioni e gli strumenti forniti da Ovulio Baby non sono un sostituto del parere medico professionale. Ovulio Baby non può garantire l'accuratezza, la completezza o l'adeguatezza delle informazioni fornite, poiché le circostanze individuali possono variare. Sebbene Ovulio Baby fornisca consigli di esperti e intuizioni su concepimento e influenza del sesso, la natura può essere imprevedibile nei momenti migliori, i risultati degli utenti e il successo possono variare. L'uso di questa app è a tuo proprio rischio, e decliniamo ogni responsabilità per qualsiasi azione intrapresa in base alle informazioni o agli strumenti forniti. Utilizzando Ovulio Baby, riconosci di aver letto e compreso questo avvertimento e accetti di utilizzare l'app responsabilmente, in combinazione con il consiglio e la guida di un professionista sanitario qualificato quando necessario.
nl: Ovulio Baby is uitsluitend bedoeld voor educatieve en informatieve doeleinden. Hoewel we hebben samengewerkt met medische experts om nauwkeurige en betrouwbare informatie te verstrekken, vervangt deze app niet de begeleiding van een gekwalificeerde zorgverlener. De informatie en tools die Ovulio Baby biedt, zijn geen vervanging voor professioneel medisch advies. Ovulio Baby kan de nauwkeurigheid, volledigheid of geschiktheid van de verstrekte informatie niet garanderen, aangezien individuele omstandigheden kunnen variëren. Hoewel Ovulio Baby deskundig advies en inzicht biedt in conceptie en genderbeïnvloeding, kan de natuur op de best mogelijke momenten onvoorspelbaar zijn, gebruikersresultaten en succes kunnen variëren. Het gebruik van deze app is op eigen risico, en we wijzen elke verantwoordelijkheid af voor enige acties die zijn ondernomen op basis van de verstrekte informatie of tools. Door Ovulio Baby te gebruiken, erkent u dat u deze disclaimer hebt gelezen en begrepen en gaat u akkoord met verantwoord gebruik van de app, in samenwerking met het advies en de begeleiding van een gekwalificeerde zorgverlener indien nodig.
pl: Ovulio Baby jest przeznaczony wyłącznie do celów edukacyjnych i informacyjnych. Chociaż współpracowaliśmy z ekspertami medycznymi, aby zapewnić dokładne i wiarygodne informacje, ta aplikacja nie zastępuje porad wykwalifikowanego pracownika służby zdrowia. Informacje i narzędzia dostarczane przez Ovulio Baby nie zastępują profesjonalnej porady medycznej. Ovulio Baby nie może zagwarantować dokładności, kompletności ani odpowiedniości dostarczonych informacji, ponieważ indywidualne okoliczności mogą się różnić. Chociaż Ovulio Baby dostarcza fachowych porad i wglądu w kwestie poczęcia i wpływu na płeć, natura może być nieprzewidywalna, a wyniki i sukces użytkownika mogą się różnić. Korzystanie z tej aplikacji odbywa się na własne ryzyko, a my nie ponosimy odpowiedzialności za podejmowane na jej podstawie działania. Korzystając z Ovulio Baby, potwierdzasz, że przeczytałeś i zrozumiałeś tę zrzeczenie się odpowiedzialności i zgadzasz się na odpowiedzialne korzystanie z aplikacji, we współpracy z poradami i wskazówkami wykwalifikowanego pracownika służby zdrowia, gdy jest to konieczne.

# TermsConditionOnBoardingVC.agreementLabel.text
source: We confirm that we have read and accept the Terms and Conditions, Privacy Policy and Disclaimer.
de: Wir bestätigen, dass wir die Allgemeinen Geschäftsbedingungen, die Datenschutzerklärung und den Haftungsausschluss gelesen haben und akzeptieren.
es: Confirmamos que hemos leído y aceptado los Términos y Condiciones, la Política de Privacidad y el Aviso Legal.
fr: Nous confirmons avoir lu et accepté les conditions d'utilisation, la politique de confidentialité et la clause de non-responsabilité.
it: Confermiamo di aver letto e accettato i Termini e Condizioni, la Privacy Policy e l'Avvertimento.
nl: We bevestigen dat we de Algemene Voorwaarden, Privacybeleid en Disclaimer hebben gelezen en accepteren.
pl: Potwierdzamy, że przeczytaliśmy i akceptujemy Regulamin, Politykę Prywatności oraz Zrzeczenie się Odpowiedzialności.

# TermsConditionOnBoardingVC.agreementLabel.attribute.termsAndConditions
source: Terms and Conditions
de: Allgemeinen Geschäftsbedingungen
es: Términos y Condiciones
fr: Conditions d'utilisation
it: Termini e Condizioni
nl: Algemene Voorwaarden
pl: Regulamin

# TermsConditionOnBoardingVC.agreementLabel.attribute.privacyPolicy
source: Privacy Policy
de: Datenschutzerklärung
es: Política de Privacidad
fr: Politique de confidentialité
nl: Privacybeleid
pl: Polityka Prywatności

# TermsConditionOnBoardingVC.agreementLabel.attribute.disclaimer
source: Disclaimer
de: Haftungsausschluss
es: Aviso Legal
fr: Clause de non-responsabilité
it: Avvertimento
pl: Zrzeczenie się Odpowiedzialności

# TermsConditionOnBoardingVC.agreementLabel.attribute.disclaimer_tappable
source: Disclaimer
de: Haftungsausschluss
es: Aviso Legal
fr: Clause de non-responsabilité
it: Avvertimento
pl: Zrzeczenie się Odpowiedzialności

# TermsConditionOnBoardingVC.alert.previewTerms.title
source: Preview Terms
de: Bedingungen anschauen
es: Vista previa de términos
fr: Prévisualiser les termes
it: Anteprima Termini
nl: Voorbeeld Algemene Voorwaarden
pl: Podgląd Regulaminu

# TermsConditionOnBoardingVC.alert.previewTerms.message
source: Please agree to our terms before you continue. (Click on the purple outlined rounded button)
de: Bitte stimme unseren Bedingungen zu, bevor Du fortfärst. (Klicke auf die lila umrandete runde Schaltfläche)
es: Por favor, acepte nuestros términos antes de continuar. (Haga clic en el botón redondeado con borde morado)
fr: Veuillez accepter nos conditions avant de continuer. (Cliquez sur le bouton arrondi violet)
it: Si prega di accettare i nostri termini prima di continuare. (Clicca sul bottone arrotondato bordato di viola)
nl: Ga akkoord met onze voorwaarden voordat je verdergaat. (Klik op de paars omlijnde afgeronde knop)
pl: Prosimy o akceptację naszych warunków przed kontynuacją. (Kliknij na fioletowy, obramowany, zaokrąglony przycisk)

# HomeViewController.headlineLabel.text
source: Parenthood Journey
de: Elternschaftsreise
es: Viaje a la Paternidad
fr: Parcours de la parentalité
it: Il viaggio verso la genitorialità
nl: Ouderdom Reis
pl: Podróż do rodzicielstwa

# HomeViewController.headlineDescriptionLabel.text
source: This is your unique journey and we are here to support you every step of the way!
de: Dies ist deine einzigartige Reise und wir sind hier, um dich bei jedem Schritt zu unterstützen!
es: ¡Este es tu viaje único y estamos aquí para apoyarte en cada paso del camino!
fr: C'est votre parcours unique et nous sommes là pour vous soutenir à chaque étape !
it: Questo è il tuo viaggio unico e siamo qui per supportarti in ogni passo!
nl: Dit is jouw unieke reis en we zijn hier om je elke stap van de weg te ondersteunen!
pl: To jest twoja wyjątkowa podróż, a my jesteśmy tutaj, aby cię wspierać na każdym kroku!

# HomeViewController.YourGoalCell.headlineLabel.text
source: Your goal
de: Euer Ziel
es: Tu objetivo
fr: Votre objectif
it: Il tuo obiettivo
nl: Jouw doel
pl: Twój cel

# HomeViewController.YourGoalCell.conceiveChildLabel.text
source: Conceive a child within the next months
de: Innerhalb der nächsten Monate ein Kind zeugen
es: Concebir un hijo en los próximos meses
fr: Concevoir un enfant dans les prochains mois
it: Concepire un bambino nei prossimi mesi
nl: Een kind verwekken binnen de komende maanden
pl: Poczęcie dziecka w ciągu najbliższych miesięcy

# HomeViewController.YourGoalCell.conceiveBoyLabel.text
source: Conceive a boy within the next months
de: Empfange einen Jungen innerhalb der nächsten Monate
es: Concebir un niño en los próximos meses
fr: Concevoir un garçon dans les prochains mois
it: Concepire un maschio nei prossimi mesi
nl: Een jongen verwekken binnen de komende maanden
pl: Poczęcie chłopca w ciągu najbliższych miesięcy

# HomeViewController.YourGoalCell.conceiveGirlLabel.text
source: Conceive a girl within the next months
de: Empfange ein Mädchen innerhalb der nächsten Monate
es: Concebir una niña en los próximos meses
fr: Concevoir une fille dans les prochains mois
it: Concepire una femmina nei prossimi mesi
nl: Een meisje verwekken binnen de komende maanden
pl: Poczęcie dziewczynki w ciągu najbliższych miesięcy

# HomeViewController.categories.headlineLabel.text
source: Categories
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie
nl: Categorieën
pl: Kategorie

# HomeViewController.categories.games.headlineLabel.text
source: Games
de: Spiele
es: Juegos
fr: Jeux
it: Giochi
nl: Spellen
pl: Gry

# HomeViewController.categories.games.headlineDescriptionLabel.text
source: Sex Positions and Locations
de: Sexstellungen und Orte
es: Posiciones y lugares sexuales
fr: Positions et lieux sexuels
it: Posizioni sessuali e luoghi
nl: Seksposities en locaties
pl: Pozycje Seksualne i Lokalizacje

# HomeViewController.categories.calendar.headlineLabel.text
source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario
nl: Kalender
pl: Kalendarz
