Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# LearningResourceArticleVC.babyliciousNutritious.section5.text
source: There are many crucial vitamins that are proven to yield higher fertility among males. Your partner’s sperm count and quality can impact your chances of pregnancy too! Let’s find out what foods can increase the possibility of conception: -Walnuts: Folate and B6 found in walnuts support male fertility and are an easy snack if you’re on the go. -Fish: Salmon and sardines are packed with Omega-3, it’s also known as one of the best foods to increase sperm count. -Beef: Beef is loaded with zinc, carnitine, and vitamin B12, all of which promote higher sperm count! -Fruits and Vegetables: A study with 250 male participants found that men who ate higher quantities of fruits and vegetables had superior sperm concentrations and motility. -Oysters: Research reports that vitamin B12 helps develop healthy sperm, and oysters contain a lot of it! They also have a high amount of zinc and vitamin D which are also known to contribute to healthy, active sperm. -Tomatoes: Tomatoes contain something called Lycopene, and studies have shown that consuming about 4g of Lycopene a day surges male sperm count. -Garlic: Garlic has wonderful antioxidant qualities which increase sperm production and testosterone. So next time you have a meal, be sure to add some garlic, it’s tasty and promotes overall fertility.
de: Es gibt viele wichtige Vitamine, die nachweislich die Fruchtbarkeit des Mannes erhöhen. Die Anzahl und Qualität der Spermien Ihres Partners kann auch Ihre Chancen auf eine Schwangerschaft beeinflussen! Wir wollen herausfinden, welche Lebensmittel die Wahrscheinlichkeit einer Empfängnis erhöhen können: -Walnüsse: Die in Walnüssen enthaltenen Folsäure und B6 unterstützen die männliche Fruchtbarkeit und sind ein einfacher Snack für zwischendurch. Fisch: Lachs und Sardinen sind reich an Omega-3-Fettsäuren und gelten als eines der besten Lebensmittel zur Steigerung der Spermienzahl. -Rindfleisch: Rindfleisch ist reich an Zink, Carnitin und Vitamin B12, die allesamt die Spermienzahl erhöhen! -Obst und Gemüse: Eine Studie mit 250 männlichen Teilnehmern ergab, dass Männer, die größere Mengen an Obst und Gemüse verzehrten, eine höhere Spermienkonzentration und -beweglichkeit aufwiesen. -Austern: Forschungen zufolge trägt Vitamin B12 zur Entwicklung gesunder Spermien bei, und Austern enthalten eine Menge davon! Außerdem enthalten sie viel Zink und Vitamin D, die ebenfalls zu gesunden, aktiven Spermien beitragen. -Tomaten: Tomaten enthalten Lycopin, und Studien haben gezeigt, dass der Verzehr von etwa 4 g Lycopin pro Tag die Anzahl der männlichen Spermien erhöht. -Knoblauch: Knoblauch hat wunderbare antioxidative Eigenschaften, die die Spermienproduktion und das Testosteron steigern. Wenn Sie also das nächste Mal eine Mahlzeit zu sich nehmen, fügen Sie unbedingt etwas Knoblauch hinzu, er ist schmackhaft und fördert die allgemeine Fruchtbarkeit
es: Hay muchas vitaminas cruciales que se ha demostrado que aumentan la fertilidad entre los hombres. ¡El conteo y la calidad de los espermatozoides de tu pareja también pueden afectar tus posibilidades de embarazo! Averigüemos qué alimentos pueden aumentar la posibilidad de concepción: -Nueces: El ácido fólico y la vitamina B6 presentes en las nueces apoyan la fertilidad masculina y son un bocadillo fácil si estás en movimiento. -Pescado: El salmón y las sardinas están llenos de Omega-3, también se conoce como uno de los mejores alimentos para aumentar el conteo de espermatozoides. -Carne de res: La carne de res está cargada de zinc, carnitina y vitamina B12, ¡todos los cuales promueven un mayor conteo de espermatozoides! -Frutas y verduras: Un estudio con 250 participantes masculinos descubrió que los hombres que consumían mayores cantidades de frutas y verduras tenían concentraciones de espermatozoides y movilidad superiores. -Ostras: Investigaciones informan que la vitamina B12 ayuda a desarrollar espermatozoides saludables, ¡y las ostras contienen mucha! También tienen una gran cantidad de zinc y vitamina D, que también se sabe que contribuyen a espermatozoides saludables y activos. -Tomates: Los tomates contienen algo llamado Licopeno, y los estudios han demostrado que consumir alrededor de 4g de Licopeno al día aumenta el conteo de espermatozoides masculinos. -Ajo: El ajo tiene maravillosas cualidades antioxidantes que aumentan la producción de espermatozoides y la testosterona. Entonces, la próxima vez que tengas una comida, asegúrate de agregar un poco de ajo, ¡es sabroso y promueve la fertilidad en general!
fr: Il existe de nombreuses vitamines cruciales qui sont prouvées pour produire une fertilité plus élevée chez les hommes. Le nombre et la qualité des spermatozoïdes de votre partenaire peuvent également influencer vos chances de grossesse ! Découvrons quels aliments peuvent augmenter la possibilité de conception : -Noix de Grenoble : L'acide folique et B6 trouvés dans les noix de Grenoble favorisent la fertilité masculine et sont une collation facile si vous êtes en déplacement. -Poisson : Le saumon et les sardines sont riches en oméga-3, il est également connu comme l'un des meilleurs aliments pour augmenter le nombre de spermatozoïdes. -Boeuf : Le boeuf est chargé en zinc, carnitine et vitamine B12, qui favorisent tous un nombre de spermatozoïdes plus élevé ! -Fruits et Légumes : Une étude avec 250 participants masculins a révélé que les hommes qui consommaient des quantités plus importantes de fruits et légumes avaient des concentrations et une motilité spermatiques supérieures. -Huîtres : La recherche indique que la vitamine B12 aide au développement de spermatozoïdes sains, et les huîtres en contiennent beaucoup ! Ils contiennent également une grande quantité de zinc et de vitamine D qui sont également connus pour contribuer à des spermatozoïdes sains et actifs. -Tomates : Les tomates contiennent quelque chose appelé Lycopène, et des études ont montré que la consommation d'environ 4 g de Lycopène par jour fait monter le nombre de spermatozoïdes masculins. -Ail : L'ail a de merveilleuses qualités antioxydantes qui augmentent la production de sperme et la testostérone. Donc, la prochaine fois que vous prendrez un repas, assurez-vous d'ajouter de l'ail, c'est savoureux et favorise la fertilité globale.
it: Ci sono molte vitamine cruciali che sono state provate a produrre una maggiore fertilità negli uomini. Anche il conteggio e la qualità dello sperma del tuo partner possono influenzare le tue possibilità di gravidanza! Scopriamo quali cibi possono aumentare la possibilità di concepimento: -Noci: Il folato e la B6 presenti nelle noci supportano la fertilità maschile e sono uno snack facile se sei in movimento. -Pesce: Salmone e sardine sono ricchi di Omega-3, noti anche come uno dei migliori alimenti per aumentare il conteggio degli spermatozoi. -Carne: La carne di manzo è carica di zinco, carnitina e vitamina B12, tutti elementi che promuovono un maggior conteggio degli spermatozoi! -Frutta e Verdura: Uno studio con 250 partecipanti maschi ha scoperto che gli uomini che consumavano maggiori quantità di frutta e verdura avevano concentrazioni e motilità spermatiche superiori. -Ostriche: Le ricerche dimostrano che la vitamina B12 aiuta a sviluppare spermatozoi sani, e le ostriche ne contengono molta! Hanno anche un'alta quantità di zinco e vitamina D, anch'essi noti per contribuire a spermatozoi sani e attivi. -Pomodori: I pomodori contengono qualcosa chiamato Licopene, e gli studi hanno mostrato che il consumo di circa 4g di Licopene al giorno aumenta il conteggio degli spermatozoi maschili. -Aglio: L'aglio ha ottime qualità antiossidanti che aumentano la produzione di spermatozoi e testosterone. Quindi la prossima volta che prepari un pasto, assicurati di aggiungere un po' di aglio, è gustoso e promuove la fertilità complessiva.
nl: Er zijn veel cruciale vitamines die bewezen hebben een hogere vruchtbaarheid te bevorderen bij mannen. Het aantal zaadcellen en de kwaliteit van het sperma van je partner kunnen ook van invloed zijn op je kansen op zwangerschap! Laten we eens kijken welke voedingsmiddelen de kans op conceptie kunnen vergroten: -Walnoten: Foliumzuur en B6 in walnoten ondersteunen de mannelijke vruchtbaarheid en zijn een gemakkelijke snack als je onderweg bent. -Vis: Zalm en sardines zitten boordevol omega-3, het staat ook bekend als een van de beste voedingsmiddelen om het aantal zaadcellen te verhogen. -Rundvlees: Rundvlees zit boordevol zink, carnitine en vitamine B12, die allemaal een hoger aantal zaadcellen bevorderen! -Fruit en groenten: Een onderzoek met 250 mannelijke deelnemers ontdekte dat mannen die grotere hoeveelheden fruit en groenten aten, een superieure spermaconcentratie en -beweeglijkheid hadden. -Oesters: Onderzoek meldt dat vitamine B12 helpt bij het ontwikkelen van gezond sperma, en oesters bevatten er veel van! Ze hebben ook een grote hoeveelheid zink en vitamine D, die ook bekend staan om bij te dragen aan gezond, actief sperma. -Tomaten: Tomaten bevatten iets dat Lycopene wordt genoemd, en studies hebben aangetoond dat het consumeren van ongeveer 4 g Lycopene per dag het aantal zaadcellen bij mannen doet toenemen. -Knoflook: Knoflook heeft prachtige antioxidante eigenschappen die de sperma productie en testosteron verhogen. Dus de volgende keer dat je een maaltijd hebt, voeg wat knoflook toe, het is lekker en bevordert de algehele vruchtbaarheid.
pl: Istnieje wiele kluczowych witamin, które udowodniono, że zwiększają płodność u mężczyzn. Liczba i jakość plemników Twojego partnera również może wpłynąć na Twoje szanse na zajście w ciążę! Dowiedzmy się, jakie jedzenie może zwiększyć możliwość poczęcia: -Orzechy włoskie: Kwas foliowy i B6 zawarte w orzechach włoskich wspierają płodność męską i są łatwym przekąską, jeśli jesteś w biegu. -Ryby: Łosoś i sardynki są bogate w Omega-3, są także uznawane za jedne z najlepszych pokarmów zwiększających liczbę plemników. -Wołowina: Wołowina jest bogata w cynk, karnitynę i witaminę B12, które wszystkie promują wyższą liczbę plemników! -Owoce i warzywa: Badanie przeprowadzone na 250 mężczyznach wykazało, że mężczyźni spożywający większe ilości owoców i warzyw mieli wyższe stężenia i ruchliwość plemników. -Ostrygi: Badania wykazały, że witamina B12 pomaga wytwarzać zdrowe plemniki, a ostrygi zawierają dużo tej witaminy! Mają również dużo cynku i witaminy D, które również przyczyniają się do zdrowych, aktywnych plemników. -Pomidory: Pomidory zawierają coś, co nazywa się likopenem, a badania wykazały, że spożycie około 4 g likopenu dziennie zwiększa liczbę plemników męskich. -Czosnek: Czosnek ma wspaniałe właściwości antyoksydacyjne, które zwiększają produkcję plemników i testosteronu. Więc następnym razem, gdy będziesz jadł posiłek, upewnij się, że dodajesz trochę czosnku, jest smaczny i promuje ogólną płodność.

# LearningResourceArticleVC.babyliciousNutritious.section6.headline
source: Babylicious Nutritious: What Harms Sperm Count?
de: Was schadet der Spermienzahl?
es: Babylicious Nutritious: ¿Qué perjudica el conteo de espermatozoides?
fr: Délicieusement Bébé : Ce qui nuit au nombre de spermatozoïdes ?
it: Babylicious Nutritious: Cosa danneggia il conteggio degli spermatozoi?
nl: Babylicious Nutritious: Wat Schade toebrengt aan het aantal zaadcellen?
pl: Babylicious Nutritious: Co Szkodzi Liczbie Plemników?

# LearningResourceArticleVC.babyliciousNutritious.section6.text
source: It is important to note that most of the items to avoid in this article for women, also applies to men! Things like alcohol, caffeine, smoking, processed foods, and high mercury fish are also not recommended for males to consume when trying to conceive, but there are a few that stand out when talking specifically about male fertility, let’s check them out: -Pain medication: Ibuprofen and paracetamol have been known to decrease male fertility by negatively impacting testosterone levels as well as disrupting sperm development. Take care when treating your next headache and perhaps opt for a cold compress or a natural remedy! -Sweeteners: Sweeteners are not a good idea for both male and females trying to conceive, yet for men, the effects of sweeteners in diet sodas, sugar-free food options, etc., wreak havoc on sperm development, sperm count, and testosterone levels. -High Fat Dairy Products: Studies have shown that cheese, whole milk, and cream have a negative effect on male fertility.
de: Es ist wichtig zu beachten, dass die meisten Dinge, die in diesem Artikel für Frauen zu vermeiden sind, auch für Männer gelten! Dinge wie Alkohol, Koffein, Rauchen, verarbeitete Lebensmittel und Fisch mit hohem Quecksilbergehalt werden auch für Männer nicht empfohlen, wenn sie versuchen, schwanger zu werden, aber es gibt ein paar Dinge, die speziell für die männliche Fruchtbarkeit wichtig sind: -Schmerzmittel: Ibuprofen und Paracetamol sind dafür bekannt, dass sie die männliche Fruchtbarkeit beeinträchtigen, da sie sich negativ auf den Testosteronspiegel auswirken und die Spermienentwicklung stören. Seien Sie vorsichtig bei der Behandlung Ihrer nächsten Kopfschmerzen und entscheiden Sie sich vielleicht für eine kalte Kompresse oder ein natürliches Heilmittel! -Süßstoffe: Süßstoffe sind sowohl für Männer als auch für Frauen, die eine Schwangerschaft anstreben, keine gute Idee. Bei Männern jedoch wirken sich Süßstoffe in Diät-Limonaden, zuckerfreien Lebensmitteln usw. verheerend auf die Spermienentwicklung, die Spermienzahl und den Testosteronspiegel aus. -Hochfette Milchprodukte: Studien haben gezeigt, dass Käse, Vollmilch und Sahne einen negativen Einfluss auf die männliche Fruchtbarkeit haben
es: Es importante tener en cuenta que la mayoría de los elementos que se deben evitar en este artículo para las mujeres también se aplican a los hombres. Cosas como el alcohol, la cafeína, el tabaco, los alimentos procesados y los pescados con alto contenido de mercurio tampoco se recomiendan para que los hombres los consuman cuando están tratando de concebir, pero hay algunos que destacan cuando se habla específicamente sobre la fertilidad masculina, veamos algunos: -Medicamentos para el dolor: Se sabe que el ibuprofeno y el paracetamol disminuyen la fertilidad masculina al afectar negativamente los niveles de testosterona y alterar el desarrollo de los espermatozoides. ¡Ten cuidado al tratar tu próximo dolor de cabeza y tal vez opta por una compresa fría o un remedio natural! -Endulzantes: Los endulzantes no son una buena idea tanto para hombres como para mujeres que intentan concebir, sin embargo, para los hombres, los efectos de los endulzantes en las sodas dietéticas, opciones de alimentos sin azúcar, etc., causan estragos en el desarrollo de los espermatozoides, el conteo de espermatozoides y los niveles de testosterona. -Productos lácteos altos en grasas: Estudios han demostrado que el queso, la leche entera y la crema tienen un efecto negativo en la fertilidad masculina.
fr: Il est important de noter que la plupart des éléments à éviter dans cet article pour les femmes s'appliquent également aux hommes ! Des choses comme l'alcool, la caféine, le tabagisme, les aliments transformés et les poissons riches en mercure ne sont pas non plus recommandés aux hommes à consommer lorsqu'ils essaient de concevoir, mais il y en a quelques-uns qui se démarquent lorsqu'on parle spécifiquement de la fertilité masculine, regardons-les : -Médicaments contre la douleur : L'ibuprofène et le paracétamol sont connus pour diminuer la fertilité masculine en impactant négativement les niveaux de testostérone ainsi que en perturbant le développement du sperme. Faites attention lorsque vous traitez votre prochaine céphalée et optez peut-être pour une compresse froide ou un remède naturel ! -Édulcorants : Les édulcorants ne sont pas une bonne idée pour les hommes et les femmes qui essaient de concevoir, mais pour les hommes, les effets des édulcorants dans les sodas diététiques, les options alimentaires sans sucre, etc., font des ravages sur le développement du sperme, le nombre de spermatozoïdes et les niveaux de testostérone. -Produits laitiers riches en matières grasses : Des études ont montré que le fromage, le lait entier et la crème ont un effet négatif sur la fertilité masculine.
it: È importante notare che la maggior parte degli elementi da evitare in questo articolo per le donne, si applica anche agli uomini! Cose come alcol, caffeina, fumo, cibi trasformati e pesce ad alto contenuto di mercurio non sono raccomandati anche per gli uomini che cercano di concepire, ma ci sono alcuni che spiccano quando si parla specificamente di fertilità maschile, vediamoli: -Farmaci antidolorifici: Ibuprofene e paracetamolo sono noti per diminuire la fertilità maschile influenzando negativamente i livelli di testosterone e disturbando lo sviluppo degli spermatozoi. Fai attenzione quando tratti il tuo prossimo mal di testa e magari opta per un impacco freddo o un rimedio naturale! -Dolcificanti: I dolcificanti non sono una buona idea sia per gli uomini che per le donne che cercano di concepire, ma per gli uomini, gli effetti dei dolcificanti nelle bibite dietetiche, nelle opzioni di cibo senza zucchero, ecc., devastano lo sviluppo degli spermatozoi, il conteggio degli spermatozoi e i livelli di testosterone. -Prodotti lattiero-caseari ad alto contenuto di grassi: Studi hanno mostrato che formaggi, latte intero e panna hanno un effetto negativo sulla fertilità maschile.
nl: Het is belangrijk op te merken dat de meeste items die in dit artikel worden vermeden voor vrouwen, ook van toepassing zijn op mannen! Dingen zoals alcohol, cafeïne, roken, bewerkte voedingsmiddelen en vis met veel kwik worden ook niet aanbevolen voor mannen om te consumeren bij het proberen zwanger te worden, maar er zijn er een paar die opvallen wanneer we specifiek praten over mannelijke vruchtbaarheid, laten we ze eens bekijken: -Pijnmedicatie: Ibuprofen en paracetamol staan ​​bekend om het verminderen van de mannelijke vruchtbaarheid door negatief van invloed te zijn op testosteronniveaus en het verstoren van de ontwikkeling van sperma. Wees voorzichtig bij het behandelen van je volgende hoofdpijn en kies misschien voor een koude kompres of een natuurlijk middel! -Zoetstoffen: Zoetstoffen zijn geen goed idee voor zowel mannen als vrouwen die proberen zwanger te worden, maar voor mannen hebben de effecten van zoetstoffen in light frisdranken, suikervrije voedingsopties, enz., een verwoestend effect op de ontwikkeling van sperma, het aantal zaadcellen en testosteronniveaus. -Zuivelproducten met veel vet: Studies hebben aangetoond dat kaas, volle melk en room een negatief effect hebben op de mannelijke vruchtbaarheid.
pl: Warto zauważyć, że większość przedmiotów, których należy unikać w tym artykule dla kobiet, dotyczy także mężczyzn! Rzeczy takie jak alkohol, kofeina, palenie, przetworzone produkty spożywcze i ryby o wysokiej zawartości rtęci nie są również zalecane mężczyznom podczas próby poczęcia, ale istnieją kilka, które wyróżniają się, gdy mówimy konkretnie o płodności męskiej, sprawdźmy je: -Leki przeciwbólowe: Ibuprofen i paracetamol są znane z obniżania płodności męskiej poprzez negatywny wpływ na poziomy testosteronu oraz zakłócanie rozwoju plemników. Bądź ostrożny przy leczeniu swojego następnego bólu głowy i być może zdecyduj się na zimny okład lub naturalne lekarstwo! -Słodziki: Słodziki nie są dobrym pomysłem zarówno dla mężczyzn, jak i kobiet próbujących zajść w ciążę, ale dla mężczyzn efekty słodzików w napojach dietetycznych, produktach spożywczych bez cukru itp., powodują zamieszanie w rozwoju plemników, liczbie plemników i poziomach testosteronu. -Produkty mleczne o wysokiej zawartości tłuszczu: Badania wykazały, że ser, pełne mleko i śmietana mają negatywny wpływ na płodność męską.

# LearningResourceArticleVC.babyliciousNutritious.section7.headline
source: Babylicious Nutritious: Enjoy!
de: Viel Spaß!
es: Babylicious Nutritious: ¡Disfruta!
fr: Délicieusement Bébé : Profitez !
it: Babylicious Nutritious: Goditi!
nl: Babylicious Nutritious: Geniet ervan!
pl: Babylicious Nutritious: Ciesz się!
