Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# YogaVC.FertilityPosition.WarriorIIPose.howText
source: To assume this pose, stand firmly and take a step forward, flexing your front foot. The front foot should be pointed forward, while the back foot faces the side. Bend your front knee and stretch your arms outward, opening your body to the side. Gaze at the front hand for a count of five breaths, then repeat the sequence on the other side.
de: Um diese Pose einzunehmen, stehen Sie fest und machen Sie einen Schritt nach vorne, wobei Sie Ihren vorderen Fuß beugen. Der vordere Fuß sollte nach vorne zeigen, während der hintere Fuß zur Seite zeigt. Beugen Sie Ihr vorderes Knie und strecken Sie Ihre Arme nach außen, wobei Sie Ihren Körper zur Seite öffnen. Fixieren Sie den Blick auf die vordere Hand für fünf Atemzüge und wiederholen Sie die Sequenz dann auf der anderen Seite.
es: Para asumir esta postura, párate firmemente y da un paso adelante flexionando tu pie delantero. El pie delantero debe apuntar hacia adelante, mientras que el pie trasero mira hacia el lado. Dobla la rodilla delantera y estira los brazos hacia afuera, abriendo tu cuerpo hacia el lado. Mira la mano delantera durante cinco respiraciones, luego repite la secuencia en el otro lado.
fr: Pour adopter cette posture, tenez-vous fermement et faites un pas en avant, en fléchissant votre pied avant. Le pied avant doit être dirigé vers l'avant, tandis que le pied arrière fait face sur le côté. Pliez votre genou avant et tendez vos bras vers l'extérieur, ouvrant votre corps sur le côté. Regardez la main avant pendant cinq respirations, puis répétez la séquence de l'autre côté.
it: Per assumere questa posa, mantieniti fermamente in piedi e fai un passo avanti, flettendo il piede anteriore. Il piede anteriore dovrebbe essere rivolto in avanti, mentre il piede posteriore è rivolto di lato. Piega il ginocchio anteriore e distendi le braccia verso l'esterno, aprendo il corpo di lato. Fissa lo sguardo sulla mano anteriore per cinque respiri, quindi ripeti la sequenza dall'altro lato.
nl: Om deze houding aan te nemen, sta stevig en neem een stap naar voren, buig je voorste voet. De voorste voet moet naar voren wijzen, terwijl de achterste voet naar de zijkant wijst. Buig je voorste knie en strek je armen naar buiten, open je lichaam naar de zijkant. Kijk naar de voorste hand voor een telling van vijf ademhalingen, herhaal dan de sequentie aan de andere kant.
pl: Aby przyjąć tę pozycję, stój stabilnie i zrób krok naprzód, zginając przód stopy. Przednia stopa powinna być skierowana do przodu, podczas gdy tylna stopa zwrócona na bok. Zgiń przednie kolano i wyciągnij ramiona na boki, otwierając ciało na bok. Spójrz na przednią dłoń przez pięć oddechów, a następnie powtórz sekwencję po drugiej stronie.

# YogaVC.FertilityPosition.CobraPose.headline.text
source: Cobra Pose
de: Kobra-Haltung
es: Postura de la cobra
fr: Posture du Cobra
it: Posizione del Cobra
nl: Cobra Houding
pl: Pozycja Kobra

# YogaVC.FertilityPosition.CobraPose.whereText
source: Pelvis, lower back and blood circulation.
de: Becken, unterer Rücken und Blutzirkulation.
es: Pelvis, parte baja de la espalda y circulación sanguínea.
fr: Pelvis, bas du dos et circulation sanguine.
it: Bacino, parte bassa della schiena e circolazione sanguigna.
nl: Bekken, onderrug en bloedcirculatie.
pl: Miednica, dolna część pleców i krążenie krwi.

# YogaVC.FertilityPosition.CobraPose.whyText
source: This pose offers an elongating and stretching effect on both the upper and lower back, promoting enhanced circulation to the ovaries and uterus.
de: Diese Pose hat eine dehnende und streckende Wirkung auf den oberen und unteren Rücken und fördert eine verbesserte Durchblutung der Eierstöcke und der Gebärmutter.
es: Esta postura ofrece un efecto de elongación y estiramiento tanto en la parte superior como en la inferior de la espalda, promoviendo una circulación mejorada hacia los ovarios y el útero.
fr: Cette posture offre un effet d'étirement sur le haut et le bas du dos, favorisant une circulation accrue vers les ovaires et l'utérus.
it: Questa posa offre un effetto allungante e di stiramento sia sulla parte superiore che inferiore della schiena, promuovendo una circolazione migliorata alle ovaie e all'utero.
nl: Deze houding biedt een verlengend en rekend effect op zowel de boven- als onderrug, en bevordert een verbeterde bloedcirculatie naar de eierstokken en baarmoeder.
pl: Ta pozycja oferuje wydłużający i rozciągający efekt zarówno na górną, jak i dolną część pleców, promując zwiększone krążenie do jajników i macicy.

# YogaVC.FertilityPosition.CobraPose.howText
source: Begin by lying face down, extending your legs and keeping your ankles together. Your hips, legs, and the tops of your feet should firmly contact the floor. Position your hands beneath your shoulders and draw your elbows in close to your torso, hugging them against your sides. As you inhale, push through your hands, retracting your shoulder blades. Engage your core, directing your tailbone toward the ground while lifting your chest. Sustain this pose for 15 to 30 seconds, all the while maintaining a steady breath. To release, exhale and gently lower your head to the floor, using your arms to lower your body. Repeat this sequence three to five times.
de: Beginnen Sie damit, sich mit dem Gesicht nach unten zu legen, die Beine zu strecken und die Knöchel zusammenzuhalten. Ihre Hüften, Beine und die Oberseite Ihrer Füße sollten festen Kontakt zum Boden haben. Platzieren Sie Ihre Hände unter Ihren Schultern und ziehen Sie Ihre Ellbogen eng an Ihren Körper, indem Sie sie an Ihren Seiten entlang führen. Wenn Sie einatmen, drücken Sie durch Ihre Hände, ziehen Sie Ihre Schulterblätter zurück und engagieren Sie Ihren Kern, indem Sie Ihr Steißbein zum Boden lenken und Ihre Brust heben. Halten Sie diese Position 15 bis 30 Sekunden lang, während Sie gleichmäßig weiteratmen. Um loszulassen, atmen Sie aus und senken Sie sanft Ihren Kopf auf den Boden, wobei Sie Ihre Arme verwenden, um Ihren Körper abzusenken. Wiederholen Sie diese Sequenz drei bis fünf Mal.
es: Comienza acostándote boca abajo, extendiendo las piernas y manteniendo los tobillos juntos. Tus caderas, piernas y la parte superior de tus pies deben estar firmemente en contacto con el piso. Coloca tus manos debajo de tus hombros y acerca tus codos a tu torso, abrazándolos contra los lados. Al inhalar, empuja con las manos, retrayendo las escápulas. Engancha tu núcleo, dirigiendo tu cóccix hacia el suelo mientras levantas el pecho. Sostén esta postura durante 15 a 30 segundos, manteniendo una respiración constante. Para soltar, exhala y baja suavemente la cabeza al piso, usando tus brazos para bajar tu cuerpo. Repite esta secuencia de tres a cinco veces.
fr: Commencez par vous allonger face contre terre, en étendant vos jambes et en gardant vos chevilles ensemble. Vos hanches, vos jambes et le dessus de vos pieds doivent fermement toucher le sol. Placez vos mains sous vos épaules et rapprochez vos coudes de votre torse, en les serrant contre vos côtés. En inspirant, poussez avec vos mains, en rétractant vos omoplates. Engagez vos abdominaux, dirigez votre coccyx vers le sol tout en soulevant votre poitrine. Maintenez cette posture pendant 15 à 30 secondes, tout en respirant régulièrement. Pour relâcher, expirez et abaissez doucement votre tête au sol, en utilisant vos bras pour abaisser votre corps. Répétez cette séquence trois à cinq fois.
it: Inizia sdraiandoti a pancia in giù, distendendo le gambe e tenendo le caviglie unite. I fianchi, le gambe e la parte superiore dei piedi dovrebbero toccare saldamente il pavimento. Posiziona le mani sotto le spalle e avvicina i gomiti al torso, stringendoli contro i fianchi. Mentre inspiri, spingi attraverso le mani, retraendo le scapole. Attiva il core, dirigendo il coccige verso il suolo sollevando il petto. Mantieni questa posa per 15-30 secondi, mantenendo un respiro costante. Per rilasciare, espira e abbassa delicatamente la testa sul pavimento, usando le braccia per abbassare il corpo. Ripeti questa sequenza tre-cinque volte.
nl: Begin door met je gezicht naar beneden te liggen, strek je benen uit en houd je enkels bij elkaar. Je bekken, benen en de bovenkant van je voeten moeten stevig contact maken met de vloer. Plaats je handen onder je schouders en trek je ellebogen dicht tegen je torso, knuffel ze tegen je zij. Adem in, duw door je handen, trek je schouderbladen terug. Span je kern aan, richt je staartbeen naar de grond terwijl je je borst optilt. Houd deze houding 15 tot 30 seconden vast, terwijl je gelijkmatig ademt. Om los te laten, adem je uit en laat je voorzichtig je hoofd op de grond zakken, gebruik je armen om je lichaam te laten zakken. Herhaal deze sequentie drie tot vijf keer.
pl: Zacznij leżąc twarzą w dół, prostując nogi i trzymając kostki razem. Biodra, nogi i górna część stóp powinny stabilnie przylegać do podłogi. Połóż ręce pod ramionami i przyciągnij łokcie blisko tułowia, przyciskając je do boków. Wdechowe, wypchnij się przez ręce, zaciskając łopatki. Napięcie brzucha, kierując kość ogonową w kierunku podłogi, podczas unoszenia klatki piersiowej. Utrzymuj tę pozycję przez 15 do 30 sekund, zachowując równomierny oddech. Aby zwolnić, wydech i delikatnie opuść głowę na podłogę, używając rąk do opuszczenia ciała. Powtórz tę sekwencję trzy do pięciu razy.

# YogaVC.FertilityPosition.FrogPose.headline.text
source: Frog Pose
de: Froschhaltung
es: Postura de la rana
fr: Posture de la Grenouille
it: Posizione della Rana
nl: Kikker Houding
pl: Pozycja Żabki

# YogaVC.FertilityPosition.FrogPose.whereText
source: Pelvis, groin and inner thighs.
de: Becken, Leiste und Innenschenkel.
es: Pelvis, ingle y muslos internos.
fr: Pelvis, aine et faces internes des cuisses.
it: Bacino, inguine e cosce interne.
nl: Bekken, lies en binnenkant van de dijen.
pl: Miednica, krocze i wewnętrzne uda.

# YogaVC.FertilityPosition.FrogPose.whyText
source: The Frog pose gently widens the hips and enhances blood circulation to the reproductive organs, providing an invigorating stretch that's both intense and deeply grounding.
de: Die Froschhaltung weitet sanft die Hüften und fördert die Durchblutung der Fortpflanzungsorgane. Sie bietet eine anregende Dehnung, die intensiv und tief verwurzelnd ist.
es: La postura de la rana amplía suavemente las caderas y mejora la circulación sanguínea hacia los órganos reproductivos, proporcionando un estiramiento vigorizante que es tanto intenso como profundamente arraigado.
fr: La posture de la Grenouille élargit doucement les hanches et améliore la circulation sanguine vers les organes reproducteurs.
it: La posizione della Rana allarga delicatamente i fianchi e migliora la circolazione sanguigna agli organi riproduttivi, fornendo uno stiramento energizzante che è sia intenso che profondamente radicante.
nl: De Kikker houding verwijdt voorzichtig de heupen en verbetert de bloedcirculatie naar de voortplantingsorganen, wat een verkwikkende stretch biedt die zowel intens als diep grondend is.
pl: Pozycja Żabki delikatnie rozszerza biodra i zwiększa krążenie krwi do narządów rozrodczych, zapewniając ożywiający stretch, który jest zarówno intensywny, jak i głęboko zakorzeniony.

# YogaVC.FertilityPosition.FrogPose.howText
source: Start by assuming a neutral tabletop position on all fours, aligning your knees under your hips and your wrists beneath your shoulders. Gradually widen your knees to the sides, flex your feet, allowing their inner edges to rest on the mat. Gently lower yourself onto your forearms, drawing your shoulder blades closer together. As you exhale, shift your hips backward and downward. Maintain this posture, breathing steadily, for a span of three to six breaths, or up to three minutes.
de: Beginnen Sie, indem Sie eine neutrale Tischposition auf allen Vieren einnehmen, wobei Ihre Knie unter Ihren Hüften und Ihre Handgelenke unter Ihren Schultern ausgerichtet sind. Weiten Sie allmählich Ihre Knie zur Seite, beugen Sie Ihre Füße und lassen Sie ihre inneren Kanten auf der Matte ruhen. Senken Sie sich sanft auf Ihre Unterarme und ziehen Sie Ihre Schulterblätter näher zusammen. Beim Ausatmen verlagern Sie Ihre Hüften nach hinten und unten. Halten Sie diese Haltung für drei bis sechs Atemzüge oder bis zu drei Minuten, während Sie gleichmäßig weiteratmen.
es: Comienza asumiendo una posición de mesa neutral sobre las cuatro extremidades, alineando tus rodillas bajo tus caderas y tus muñecas debajo de tus hombros. Gradualmente, abre tus rodillas hacia los lados, flexiona los pies, permitiendo que sus bordes internos descansen en la esterilla. Bájate suavemente sobre tus antebrazos, acercando tus omóplatos. Al exhalar, mueve tus caderas hacia atrás y hacia abajo. Mantén esta postura, respirando constantemente, durante tres a seis respiraciones o hasta tres minutos.
fr: Commencez par adopter une position de table neutre à quatre pattes, en alignant vos genoux sous vos hanches et vos poignets sous vos épaules. Écartez progressivement vos genoux sur les côtés, fléchissez vos pieds, permettant à leurs bords internes de reposer sur le tapis. Abaissez-vous doucement sur vos avant-bras, en rapprochant vos omoplates. En expirant, déplacez vos hanches vers l'arrière et vers le bas. Maintenez cette posture, en respirant régulièrement, pendant trois à six respirations, ou jusqu'à trois minutes.
it: Inizia assumendo una posizione neutra a quattro zampe, allineando le ginocchia sotto i fianchi e i polsi sotto le spalle. Gradualmente allarga le ginocchia ai lati, fletti i piedi, permettendo che i loro bordi interni riposino sul tappetino. Abbassati delicatamente sugli avambracci, avvicinando le scapole. Mentre espiri, sposta i fianchi all'indietro e verso il basso. Mantieni questa postura, respirando regolarmente, per tre-sei respiri, o fino a tre minuti.
nl: Begin door een neutrale tafelpositie aan te nemen op handen en knieën, waarbij je je knieën onder je heupen en je polsen onder je schouders plaatst. Verwijdt geleidelijk je knieën naar de zijkanten, buig je voeten, zodat de binnenranden op de mat rusten. Laat jezelf voorzichtig op je onderarmen zakken, trek je schouderbladen dichter bij elkaar. Terwijl je uitademt, verschuif je je heupen naar achteren en naar beneden. Houd deze houding aan, adem rustig, gedurende drie tot zes ademhalingen, of tot drie minuten.
pl: Zacznij od przyjęcia neutralnej pozycji na czworakach, ustawiając kolana pod biodrami i nadgarstki pod barkami. Stopniowo rozsuń kolana na boki, zgięcie stóp, pozwalając ich wewnętrznym krawędziom opierać się na macie. Delikatnie opuść się na przedramiona, przyciągając łopatki bliżej siebie. Wydech, przesuń biodra do tyłu i w dół. Utrzymuj tę pozycję, oddychając równomiernie, przez trzy do sześciu oddechów lub do trzech minut.

# YogaVC.FertilityPosition.SeatedForwardBendPose.headline.text
source: Seated Forward Bend Pose
de: Vorwärtsbeuge im Sitzen
es: Postura de flexión hacia adelante sentada
fr: Posture de la Flexion Avant Assise
it: Posizione della Flessione in Avanti Seduta
nl: Zittende Voorovergebogen Houding
pl: Pozycja Siedzącego Skłonu do Przodu

# YogaVC.FertilityPosition.SeatedForwardBendPose.whereText
source: Hamstrings, lower back and hips.
de: Beinrückseite, unterer Rücken und Hüften.
es: Isquiotibiales, parte baja de la espalda y caderas.
fr: Ischio-jambiers, bas du dos et hanches.
it: Iscio, parte bassa della schiena e fianchi.
nl: Hamstrings, onderrug en heupen.
pl: Uda, dolna część pleców i biodra.

# YogaVC.FertilityPosition.SeatedForwardBendPose.whyText
source: It promotes flexibility in the lower back, hamstrings, and hip muscles. This pose offers valuable benefits by revitalizing essential organs such as the ovaries and stomach, simultaneously helping to alleviate mental stress. These combined effects can potentially contribute to enhanced fertility.
de: Sie fördert die Flexibilität im unteren Rücken, in den Beinrückseiten und Hüftmuskeln. Diese Haltung bietet wertvolle Vorteile, indem sie lebenswichtige Organe wie die Eierstöcke und den Magen revitalisiert und gleichzeitig dazu beiträgt, mentalen Stress abzubauen. Diese kombinierten Effekte können möglicherweise zu einer verbesserten Fruchtbarkeit beitragen.
es: Promueve la flexibilidad en la parte baja de la espalda, los isquiotibiales y los músculos de la cadera. Esta postura ofrece beneficios valiosos al revitalizar órganos esenciales como los ovarios y el estómago, aliviando simultáneamente el estrés mental. Estos efectos combinados pueden contribuir potencialmente a una fertilidad mejorada.
fr: Elle favorise la flexibilité du bas du dos, des ischio-jambiers et des muscles de la hanche, revitalisant ainsi les organes essentiels tels que les ovaires et l'estomac, tout en aidant à soulager le stress mental.
it: Promuove la flessibilità nella parte bassa della schiena, negli ischi e nei muscoli dell'anca. Questa posa offre benefici preziosi rivitalizzando organi essenziali come le ovaie e lo stomaco, aiutando contemporaneamente a alleviare lo stress mentale. Questi effetti combinati possono potenzialmente contribuire a una fertilità migliorata.
nl: Het bevordert flexibiliteit in de onderrug, hamstrings en heupspieren. Deze houding biedt waardevolle voordelen door essentiële organen zoals de eierstokken en maag te revitaliseren, en helpt tegelijkertijd mentale stress te verlichten. Deze gecombineerde effecten kunnen mogelijk bijdragen aan een verbeterde vruchtbaarheid.
pl: Promuje elastyczność w dolnej części pleców, mięśniach udowych i biodrach. Ta pozycja oferuje cenne korzyści, ożywiając istotne organy takie jak jajniki i żołądek, jednocześnie pomagając w złagodzeniu stresu psychicznego. Te połączone efekty mogą potencjalnie przyczynić się do zwiększonej płodności.

# YogaVC.FertilityPosition.SeatedForwardBendPose.howText
source: Take a seat on your mat with your legs stretched out in front of you. Maintain an upright posture, hinge at your hips, and reach for your toes or shins while folding forward. Hold this position for 5-10 breaths.
de: Setzen Sie sich auf Ihre Matte und strecken Sie die Beine vor sich aus. Halten Sie eine aufrechte Haltung, beugen Sie sich in den Hüften und erreichen Sie Ihre Zehen oder Schienbeine, während Sie sich nach vorne beugen. Halten Sie diese Position für 5-10 Atemzüge.
es: Siéntate en tu esterilla con las piernas estiradas frente a ti. Mantén una postura erguida, inclínate en las caderas y alcanza tus pies o espinillas mientras te inclinas hacia adelante. Mantén esta posición durante 5-10 respiraciones.
fr: Asseyez-vous sur votre tapis avec les jambes étendues devant vous. Gardez une posture droite, pliez-vous à la taille et atteignez vos orteils ou vos tibias tout en vous pliant vers l'avant. Maintenez cette position pendant 5 à 10 respirations.
it: Siediti sul tuo tappetino con le gambe distese davanti a te. Mantieni una postura eretta, fletti all'anca e raggiungi le dita dei piedi o le caviglie piegandoti in avanti. Mantieni questa posizione per 5-10 respiri.
nl: Ga op je mat zitten met je benen voor je uitgestrekt. Houd een rechte houding aan, scharnier aan je heupen en reik naar je tenen of scheenbenen terwijl je naar voren buigt. Houd deze positie 5-10 ademhalingen vast.
pl: Usiądź na macie z nogami wyciągniętymi przed siebie. Zachowaj wyprostowaną postawę, zgiń się w biodrach i sięgnij po palce lub piszczele, składając się do przodu. Zachowaj tę pozycję przez 5-10 oddechów.

# YogaVC.FertilityPosition.HeadToKneePose.headline.text
source: Head to Knee Pose
de: Kopf-zur-Knie-Haltung
es: Postura de la cabeza hacia la rodilla
fr: Posture de la Tête au Genou
it: Posizione della Testa al Ginocchio
nl: Hoofd-naar-Knie Houding
pl: Pozycja głowy do kolana

# YogaVC.FertilityPosition.HeadToKneePose.whereText
source: Hamstrings, lower back and groin.
de: Beinrückseite, unterer Rücken und Leiste.
es: Isquiotibiales, parte baja de la espalda e ingle.
fr: Ischio-jambiers, bas du dos et aine.
it: Iscio, parte bassa della schiena e inguine.
nl: Hamstrings, onderrug en lies.
pl: Nadwyrężone mięśnie, dolna część pleców i krocze.

# YogaVC.FertilityPosition.HeadToKneePose.whyText
source: This posture helps open the hips and back, while also promoting increased blood flow to the lower organs and giving your hamstrings a deep stretch.
de: Diese Haltung hilft dabei, die Hüften und den Rücken zu öffnen, während sie gleichzeitig die Durchblutung der unteren Organe fördert und die Beinrückseiten tief dehnt.
es: Esta postura ayuda a abrir las caderas y la espalda, mientras promueve un mayor flujo sanguíneo hacia los órganos inferiores y estira profundamente los isquiotibiales.
fr: Cette posture aide à ouvrir les hanches et le dos, tout en favorisant une circulation sanguine accrue vers les organes inférieurs.
it: Questa posizione aiuta ad aprire i fianchi e la schiena, promuovendo anche un aumento del flusso sanguigno agli organi inferiori e dando ai muscoli degli ischi uno stiramento profondo.
nl: Deze houding helpt de heupen en rug te openen, terwijl het ook de bloedtoevoer naar de lagere organen bevordert en je hamstrings een diepe rek geeft.
pl: Ta postawa pomaga otworzyć biodra i plecy, jednocześnie zwiększając przepływ krwi do dolnych narządów i zapewniając głęboki rozciąg mięśni łydek.

# YogaVC.FertilityPosition.HeadToKneePose.howText
source: Begin by sitting with your legs extended straight. On an inhalation, grasp your left foot, then on an exhalation, gently bend your torso while allowing your head to release. After holding this pose for five breaths, switch to the other side.
de: Beginnen Sie, indem Sie mit ausgestreckten Beinen sitzen. Beim Einatmen greifen Sie Ihren linken Fuß und beim Ausatmen beugen Sie Ihren Oberkörper sanft, während Sie Ihren Kopf freigeben. Halten Sie diese Pose für fünf Atemzüge und wechseln Sie dann zur anderen Seite.
es: Comienza sentándote con las piernas extendidas hacia adelante. Con una inhalación, agarra tu pie izquierdo y, con una exhalación, inclina suavemente tu torso mientras dejas que tu cabeza se libere. Después de mantener esta postura durante cinco respiraciones, cambia al otro lado.
fr: Commencez par vous asseoir avec les jambes tendues devant vous. Sur une inspiration, attrapez votre pied gauche, puis sur une expiration, pliez doucement votre torse tout en permettant à votre tête de se relâcher. Après avoir maintenu cette posture pendant cinq respirations, passez de l'autre côté.
it: Inizia seduto con le gambe estese. Con un'inpirazione, afferra il piede sinistro, quindi con un'espirazione, piega delicatamente il busto lasciando andare la testa. Dopo aver mantenuto questa posizione per cinque respiri, cambia lato.
nl: Begin door met gestrekte benen te zitten. Op een inademing pak je je linker voet vast, dan op een uitademing buig je voorzichtig je torso terwijl je je hoofd laat zakken. Houd deze houding vijf ademhalingen vast, schakel dan over naar de andere kant.
pl: Zacznij siedząc z wyprostowanymi nogami. Na wdechu złap lewą stopę, a następnie na wydechu delikatnie pochyl tułów, pozwalając głowie się odprężyć. Po utrzymaniu tej pozycji przez pięć oddechów, przejdź na drugą stronę.

# YogaVC.FertilityPosition.BridgePose.headline.text
source: Bridge Pose
de: Brückenhaltung
es: Postura del puente
fr: Posture du Pont
it: Posizione del Ponte
nl: Brughouding
pl: Pozycja mostu

# YogaVC.FertilityPosition.BridgePose.whereText
source: Pelvis, hips and lower back.
de: Becken, Hüften und unterer Rücken.
es: Pelvis, caderas y parte baja de la espalda.
fr: Pelvis, hanches et bas du dos.
it: Bacino, fianchi e parte bassa della schiena.
nl: Bekken, heupen en onderrug.
pl: Miednica, biodra i dolna część pleców.
