Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# HomeViewController.categories.calendar.headlineDescriptionLabel.text
source: Chinese Lunar and Fertility Calendar
de: Chinesischer Mond- und Fruchtbarkeitskalender
es: Calendario Lunar Chino y de Fertilidad
fr: Calendrier lunaire chinois et de fertilité
it: Calendario Lunare Cinese e della fertilità
nl: Chinese Maan- en Vruchtbaarheidskalender
pl: Chiński Kalendarz Księżycowy i Płodność

# HomeViewController.categories.learningResources.headlineLabel.text
source: Learning resources
de: Lernressourcen
es: Recursos de aprendizaje
fr: Ressources d'apprentissage
it: Risorse didattiche
nl: Leermiddelen
pl: Zasoby Edukacyjne

# HomeViewController.categories.learningResources.headlineDescriptionLabel.text
source: Conception Masterclass
de: Empfängnis Masterclass
es: Máster en Concepción
fr: Masterclass sur la conception
it: Masterclass sulla concepimento
nl: Conceptie Masterclass
pl: Mistrzowska Klasa związana z Poczęciem

# HomeViewController.categories.postcastCategory.headlineLabel.text
source: Relax & Conceive
de: Entspannen und schwanger werden
es: Relájese y conciba
fr: Détendez-vous et concevez
it: Rilassati e concepisci
nl: Ontspan en bedenk
pl: Zrelaksuj się i poczęcie

# HomeViewController.categories.postcastCategory.headlineDescriptionLabel.text
source: Reduce stress and support your fertility naturally
de: Reduzieren Sie Stress und unterstützen Sie Ihre Fruchtbarkeit auf natürliche Weise
es: Reduce el estrés y favorece tu fertilidad de forma natural
fr: Réduisez le stress et soutenez votre fertilité naturellement
it: Riduci lo stress e sostieni la tua fertilità in modo naturale
nl: Verminder stress en ondersteun uw vruchtbaarheid op natuurlijke wijze
pl: Zredukuj stres i naturalnie wspieraj swoją płodność

# HomeViewController.categories.upgrade.headlineLabel.text
source: Upgrade now to unlock everything
de: Jetzt upgraden, um alles freizuschalten
es: Actualiza ahora para desbloquear todo
fr: Passez à la version premium pour tout débloquer
it: Aggiorna ora per sbloccare tutto
nl: Upgrade nu om alles te ontgrendelen
pl: Zaktualizuj teraz, aby odblokować wszystko

# HomeViewController.categories.DiceToSpice.headlineLabel.text
source: Dice to spice
es: Dados para condimentar
fr: Dé
it: Dadi per insaporire
nl: Dobbel om te kruiden
pl: Kostka do przyprawiania

# HomeViewController.categories.DiceToSpice.headlineDescriptionLabel.text
source: Throw dices with sexy challenges
de: Heiße Vorspiel Aufgaben
es: Tira los dados con desafíos sexys
fr: Lancez les dés avec des défis sexy
it: Lancia i dadi con sfide sexy
nl: Gooi dobbelstenen met sexy uitdagingen
pl: Rzuć kostkami z wyzwaniami seksualnymi

# HomeViewController.categories.Affirmation.headlineLabel.text
source: Affirmations
de: Affirmationen
es: Afirmaciones
it: Affermazioni
nl: Affirmaties
pl: Afirmacje

# HomeViewController.categories.Affirmation.headlineDescriptionLabel.text
source: Positive affirmations to help with conceiving
de: Positive Affirmationen, die bei der Empfängnis helfen
es: Afirmaciones positivas para ayudar a concebir
fr: Affirmations positives pour aider à concevoir
it: Affermazioni positive per aiutare a concepire
nl: Positieve affirmaties om te helpen bij het zwanger worden
pl: Pozytywne afirmacje pomagające w poczęciu dziecka

# HomeViewController.categories.Yoga.headlineLabel.text
source: Yoga
pl: Joga

# HomeViewController.categories.Yoga.headlineDescriptionLabel.text
source: Yoga Positions to help with conceiving
de: Yoga-Positionen, die bei der Empfängnis helfen
es: Posiciones de Yoga para ayudar con la concepción
fr: Postures de yoga pour aider à concevoir
it: Posizioni Yoga per aiutare il concepimento
nl: Yogahoudingen om te helpen bij conceptie
pl: Pozycje jogi pomocne w poczęciu

# HomeViewController.categories.NameGenetrate.headlineLabel.text
source: Baby name generator
de: Babynamen generator
es: Generador de nombres de bebé
fr: Générateur de prénoms de bébé
it: Generatore di nomi per bambini
nl: Generator voor babynamen
pl: Generator imion dla dzieci

# YourGoalSelectionVC.headlineLabel.text
source: Who do you want to conceive?
de: Welches Geschlecht präferiert ihr?
es: ¿Con quién quieres concebir?
fr: Qui voulez-vous concevoir ?
it: Chi vuoi concepire?
nl: Met wie wil je een kind verwekken?
pl: Kogo chcesz począć?

# YourGoalSelectionVC.gender.boy.text
source: Boy
de: Junge
es: Niño
fr: Garçon
it: Maschio
nl: Jongen
pl: Chłopiec

# YourGoalSelectionVC.gender.girl.text
source: Girl
de: Mädchen
es: Niña
fr: Fille
it: Femmina
nl: Meisje
pl: Dziewczynka

# YourGoalSelectionVC.gender.doesntMatter.text
source: Doesn't mattern
de: Egal
es: No importa
fr: Peu importe
it: Non importa
nl: Maakt niet uit
pl: Nie ma znaczenia

# YogaVC.headlineLabel.text
source: Yoga positions
de: Yogapositionen
es: Posiciones de Yoga
fr: Postures de yoga
it: Posizioni Yoga
nl: Yogahoudingen
pl: Pozycje jogi

# YogaVC.FertilityPositions.headlineLabel.text
source: Fertility positions
de: Fruchtbarkeits- positionen
es: Posiciones de fertilidad
fr: Postures de fertilité
it: Posizioni per la fertilità
nl: Vruchtbaarheids houdingen
pl: Pozycje płodności

# YogaVC.PrenatalYoga.headlineLabel.text
source: Prenatal yoga
es: Yoga prenatal
fr: Yoga prénatal
it: Yoga prenatale
nl: Zwangerschaps yoga
pl: Joga w ciąży

# YogaVC.FertilityPositions.headlineDescriptionLabel.text
source: Try these yoga poses to increase your fertility.
de: Probier diese Yogastellungen aus, um deine Fruchtbarkeit zu steigern.
es: Prueba estas posturas de yoga para aumentar tu fertilidad.
fr: Essayez ces postures de yoga pour augmenter votre fertilité.
it: Provate queste posizioni yoga per aumentare la vostra fertilità.
nl: Probeer deze yogahoudingen om je vruchtbaarheid te verhogen.
pl: Wypróbuj te pozycje jogi, aby zwiększyć swoją płodność.

# YogaDetailVC.headlineLabel.text
source: Scratch the field with your finger
de: Kratzen Sie das Feld mit Ihrem Finger
es: Rasca el campo con tu dedo
fr: Grattez le champ avec votre doigt
it: Gratta il campo con il tuo dito
nl: Krabbel over het veld met je vinger
pl: Zdrap pole palcem

# GamesVC.headlineLabel.text
source: Games
de: Spiele
es: Juegos
fr: Jeux
it: Giochi
nl: Spellen
pl: Gry

# GamesVC.UnlockForMoreFunButton.Locations.title
source: Explore more Locations
de: Weitere Orte freischalten
es: Explora más lugares
fr: Explorez plus de lieux
it: Esplora più Luoghi
nl: Ontdek meer locaties
pl: Odkryj więcej Lokacji

# GamesVC.UnlockForMoreFunButton.Extras.title
source: Explore more Extras
de: Weitere Extras freischalten
es: Explora más Extras
fr: Explorez plus d'extras
it: Esplora più Extra
nl: Verken meer Extra's
pl: Odkryj więcej Dodatków

# GamesVC.ScoreAndCardsHeader.scoreView.headlineLabel.text
source: Your score:
de: Euer Punktestand:
es: Tu puntuación:
fr: Votre score :
it: Il tuo punteggio:
nl: Jouw score:
pl: Twój wynik:

# GamesVC.ScoreAndCardsHeader.scoreView.quote.Novice.text
source: Novice
de: Anfänger
es: Novato
it: Principiante
nl: Beginneling
pl: Nowicjusz

# GamesVC.ScoreAndCardsHeader.scoreView.quote.Experienced.text
source: Experienced
de: Erfahren
es: Experimentado
fr: Expérimenté
it: Esperto
nl: Ervaren
pl: Doświadczony

# GamesVC.ScoreAndCardsHeader.scoreView.quote.Expert.text
source: Expert
de: Experte
es: Experto
it: Esperto
pl: Ekspert

# GamesVC.ScoreAndCardsHeader.scoreView.quote.SeductionMaster.text
source: Seduction master
de: Verführungsmeister
es: Maestro de la seducción
fr: Maître de la séduction
it: Maestro di Seduzione
nl: Verleidingsmeester
pl: Mistrz uwodzenia

# GamesVC.ScoreAndCardsHeader.scoreView.quote.KingOfLust.text
source: King of Lust
de: König der Lust
es: Rey de la lujuria
fr: Roi de la luxure
it: Re della Lussuria
nl: Koning van Lust
pl: Król pożądania

# GamesVC.ScoreAndCardsHeader.scoreView.quote.SexGod.text
source: Sex god
de: Sexgott
es: Dios del sexo
fr: Dieu du sexe
it: Dio del Sesso
nl: Seksgod
pl: Bóg seksu

# GamesVC.ScoreAndCardsHeader.cardView.headlineLabel.text
source: Cards scratched:
de: Freigerubbelte Positionen:
es: Cartas raspadas:
fr: Cartes grattées :
it: Carte grattate:
nl: Kaarten gekrast:
pl: Zdrapane karty:

# GamesVC.LevelsAndPositionCardsHeader.headlineLabel.text
source: Choose a level and scratch a love challenge
de: Wähle ein Level und rubbel ein Feld frei
es: Elige un nivel y raspa un desafío amoroso
fr: Choisissez un niveau et grattez un défi amoureux
it: Scegli un livello e gratta una sfida d'amore
nl: Kies een niveau en krabbel een liefdesuitdaging
pl: Wybierz poziom i zdrap wyzwanie miłosne

# GamesVC.LocationsHeader.headlineLabel.text
source: Mark the locations
de: Markiere die Orte
es: Marca las ubicaciones
fr: Marquez les endroits
it: Segna i luoghi
nl: Markeer de locaties
pl: Oznacz lokalizacje

# GamesVC.LocationsHeader.headlineDescriptionLabel.text
source: Try out new sex spots and check them off, as soon as you have done them
de: Probiere neue Sexspots aus und hake sie ab, sobald du sie erledigt hast
es: Prueba nuevos lugares sexuales y márcalos, tan pronto como los hayas probado
fr: Essayez de nouveaux endroits pour faire l'amour et cochez-les dès que vous les avez essayés
it: Prova nuovi posti per il sesso e segnali, non appena li hai sperimentati
nl: Probeer nieuwe seksplekken uit en vink ze af zodra je ze hebt gedaan
pl: Wypróbuj nowe miejsca na seks i odznacz je, gdy już je wypróbujesz

# GamesVC.ExtrasHeader.headlineLabel.text
source: Exciting extras
de: Aufregende Extras
es: Extras emocionantes
fr: Extras excitants
it: Extra eccitanti
nl: Spannende extra's
pl: Ekscytujące dodatki

# GamesVC.ExtrasHeader.headlineDescriptionLabel.text
source: Dare to try hot extras and leave your comfort zone
de: Wage dich an heiße Extras und verlasse deine Komfortzone
es: Atrévete a probar extras calientes y sal de tu zona de confort
fr: Osez essayer des extras torrides et sortez de votre zone de confort
it: Osa provare extra hot e lascia la tua zona di comfort
nl: Durft uitdagende extra's te proberen en verlaat je comfortzone
pl: Odważ się wypróbować gorące dodatki i opuścić strefę komfortu

# GamesVC.LevelsAndPositionCardsHeader.level1.headlineLabel.text
source: Level 1
es: Nivel 1
fr: Niveau 1
it: Livello 1
nl: Niveau 1
pl: Poziom 1

# GamesVC.LevelsAndPositionCardsHeader.level2.headlineLabel.text
source: Level 2
es: Nivel 2
fr: Niveau 2
it: Livello 2
nl: Niveau 2
pl: Poziom 2

# GamesVC.LevelsAndPositionCardsHeader.level3.headlineLabel.text
source: Level 3
es: Nivel 3
fr: Niveau 3
it: Livello 3
nl: Niveau 3
pl: Poziom 3

# GamesVC.LevelsAndPositionCardsHeader.InCar.headlineLabel.text
source: In Car
de: Im Auto
es: En el coche
fr: Dans la voiture
it: In Auto
nl: In de auto
pl: W samochodzie

# GamesVC.LevelsAndPositionCardsHeader.InBath.headlineLabel.text
source: In Bath
de: Im Bad
es: En el baño
fr: Dans le bain
it: Nel Bagno
nl: In bad
pl: W wannie

# GamesVC.LevelsAndPositionCardsHeader.Bondage.headlineLabel.text
source: Bondage
pl: Uwiązanie

# GamesVC.LevelsAndPositionCardsHeader.easy.headlineLabel.text
source: Easy
de: Leicht
es: Fácil
fr: Facile
it: Facile
nl: Makkelijk
pl: Łatwe

# GamesVC.LevelsAndPositionCardsHeader.medium.headlineLabel.text
source: Medium
de: Mittel
es: Medio
fr: Moyen
it: Medio
nl: Gemiddeld
pl: Średnie

# GamesVC.LevelsAndPositionCardsHeader.complicated.headlineLabel.text
source: Complicated
de: Kompliziert
es: Complicado
fr: Compliqué
it: Complicato
nl: Gecompliceerd
pl: Skomplikowane

# GamesVC.LevelsAndPositionCardsHeader.sparkling.headlineLabel.text
source: Sparkling
de: Prickelnd
es: Deslumbrante
fr: Pétillant
it: Scintillante
nl: Sprankelend
pl: Błyszczące

# GamesVC.LevelsAndPositionCardsHeader.kinky.headlineLabel.text
source: Kinky
de: Abgedreht
es: Perverso
fr: Coquin
it: Eccentrico
pl: Perwersyjne

# GamesVC.LevelsAndPositionCardsHeader.captivating.headlineLabel.text
source: Captivating
de: Fesselnd
es: Cautivador
fr: Captivant
it: Affascinante
nl: Boeiend
pl: Zachwycające

# GamesVC.LevelsAndPositionCardsHeader.Point.text
source: point
de: Punkt
es: punto
it: punto
nl: punt
pl: punkt

# GamesVC.LevelsAndPositionCardsHeader.Points.text
source: points
de: Punkte
es: puntos
it: punti
nl: punten
pl: punkty

# GameCardScrachVC.headlineLabel.text
source: Scratch the field with your finger
de: Rubbel das Feld mit deinem Finger frei
es: Raspa el campo con tu dedo
fr: Grattez le champ avec votre doigt
it: Gratta il campo con il dito
nl: Krabbel over het veld met je vinger
pl: Zdrap pole palcem

# GameCardScrachVC.Button.Back.headline.text
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
nl: Terug
pl: Wstecz

# GameCardScrachVC.Button.Done.headline.text
source: Done
de: Erledigt
es: Hecho
fr: Terminé
it: Fatto
nl: Klaar
pl: Gotowe

# GameCardScrachVC.Button.Reset.headline.text
source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
it: Reimposta
nl: Herstellen
pl: Resetuj

# GameCardScrachVC.Probability.headline.text
source: Probability:
de: Wahrscheinlichkeit:
es: Probabilidad:
fr: Probabilité :
it: Probabilità:
nl: Kans:
pl: Prawdopodobieństwo:

# GameLegsUpVC.headlineLabel.text
source: Do not forget to put your legs up and put a pillow under your back!
de: Vergiss nicht, die Beine hochzulegen und ein Kissen unter den Rücken zu legen!
es: ¡No olvides levantar las piernas y poner una almohada debajo de tu espalda!
fr: N'oubliez pas de lever les jambes et de mettre un oreiller sous votre dos !
it: Non dimenticare di alzare le gambe e mettere un cuscino sotto la schiena!
nl: Vergeet niet om je benen omhoog te leggen en een kussen onder je rug te leggen!
pl: Nie zapomnij położyć nóg wysoko i podłożyć pod plecy poduszkę!

# GameLegsUpVC.Button.GotIt.text
source: Got it!
de: Verstanden!
es: ¡Entendido!
fr: J'ai compris !
it: Capito!
nl: Begrepen!
pl: Rozumiem!

# GameLegsUpVC.Button.DontShowAgain.headline.text
source: Don’t show again
de: Nicht mehr zeigen
es: No mostrar de nuevo
fr: Ne plus afficher
it: Non mostrare più
nl: Niet meer weergeven
pl: Nie pokazuj ponownie

# LearningResourcesVC.headlineLabel.text
source: Learning resources
de: Lernressourcen
es: Recursos de aprendizaje
fr: Ressources d'apprentissage
it: Risorse didattiche
nl: Leermiddelen
pl: Źródła nauki

# LearningResourcesVC.articles.ohBaby.headline
source: Sexual intimacy while expecting
de: Sexuelle Intimität in der Schwangerschaft
es: Intimidad sexual durante el embarazo
fr: Intimité sexuelle pendant la grossesse
it: Intimità sessuale in attesa
nl: Seksuele intimiteit tijdens de zwangerschap
pl: Intymność seksualna w trakcie oczekiwania

# LearningResourcesVC.articles.theRoadBeforeTheBump.headline
source: Gamify getting pregnant
de: Spielend schwanger werden
es: Gamificar el embarazo
fr: Gamification de la conception
it: Rendere il concepimento un gioco
nl: Maak het zwanger worden leuk
pl: Płodność w grach

# LearningResourcesVC.articles.chineseConceptionCalendar.headline
source: Chinese conception calendar
de: Chinesischer Empfängniskalender
es: Calendario de concepción chino
fr: Calendrier de conception chinois
it: Calendario cinese del concepimento
nl: Chinese conceptiekalender
pl: Chiński kalendarz poczęć

# LearningResourcesVC.articles.positionPerfect.headline
source: Conception and gender positions
de: Empfängnis und Geschlechtspositionen
es: Posiciones de concepción y género
fr: Positions de conception et de genre
it: Posizioni per concepimento e sesso del bambino
nl: Conceptie- en geslachtsposities
pl: Pozycje podczas poczęcia i płeć dziecka

# LearningResourcesVC.articles.babyliciousNutritious.headline
source: Fertile food to promote pregnancy
de: Lebensmittel zur Förderung der Schwangerschaft
es: Alimentos fértil para promover el embarazo
fr: Aliments fertiles pour favoriser la grossesse
it: Alimenti fertili per promuovere la gravidanza
nl: Vruchtbaar voedsel om zwangerschap te bevorderen
pl: Odżywianie dla płodności

# LearningResourcesVC.articles.fertilityCalendar.headline
source: Fertile female calendar
de: Fruchtbarkeitskalender für Frauen
es: Calendario fértil femenino
fr: Calendrier de fertilité féminine
it: Calendario della fertilità femminile
nl: Vruchtbaarheidscalender
pl: Kalendarz płodności

# LearningResourcesVC.articles.waysToShowYour.headline
source: 5 ways to show your pregnant partner love
de: 5 Möglichkeiten, Ihrer schwangeren Partnerin Liebe zu zeigen
es: 5 formas de demostrarle amor a tu pareja embarazada
it: 5 modi per dimostrare amore alla tua partner incinta
nl: 5 manieren om je zwangere partner liefde te tonen
pl: 5 sposobów na okazanie miłości ciężarnej partnerce

# LearningResourcesVC.articles.hitTheGym.headline
source: Hit the gym? Exercising when trying to conceive
de: Ab ins Fitnessstudio? Sport treiben, wenn man versucht, schwanger zu werden
es: ¿Ir al gimnasio? Hacer ejercicio cuando intentas concebir
fr: Hit the gym ? Faire de l'exercice quand on essaie de concevoir
it: Andare in palestra? Fare esercizio quando si cerca di concepire
nl: Naar de sportschool? Sporten als je zwanger probeert te worden
pl: Uderz na siłownię? Ćwiczenia podczas starań o dziecko

# LearningResourcesVC.articles.howToSupportYourPartner.headline
source: Miscarriages
de: Fehlgeburten
es: Abortos espontáneos
fr: Les fausses couches
it: Aborti spontanei
nl: Miskramen
pl: Poronienia

# LearningResourcesVC.articles.ohBabySexAfterChildbirth.headline
source: Sex after childbirth
de: Sex nach der Geburt
es: Sexo después del parto
it: Sesso dopo il parto
nl: Seks na de bevalling
pl: Seks po porodzie

# LearningResourcesVC.UnlockForMoreFunButton.Masterclass.title
source: Unlock full masterclass
de: Masterclass freischalten
es: Desbloquear la masterclass completa
fr: Débloquez la masterclass complète
it: Sblocca l'intera masterclass
nl: Ontgrendel de volledige masterclass
pl: Odblokuj pełną klasę mistrzowską

# LearningResourceArticleVC.headlineLabel.text
source: Article
de: Artikel
es: Artículo
it: Articolo
nl: Artikel
pl: Artykuł

# LearningResourceArticleVC.ReadFullMasterclass.headline.text
source: Read full masterclass
de: Vollständige Masterclass lesen
es: Leer la masterclass completa
fr: Lire la masterclass complète
it: Leggi l'intera masterclass
nl: Lees volledige masterclass
pl: Przeczytaj pełną klasę mistrzowską

# LearningResourceArticleVC.ReadFullMasterclass.subtitle.text
source: This masterclass is available to Ovulio Baby Conception members only. Upgrade to instantly unlock this masterclass plus other member-only benefits.
de: Diese Masterclass ist nur für Mitglieder von Ovulio Baby Conception verfügbar. Mit einem Upgrade können Sie diese Meisterklasse und andere Vorteile nur für Mitglieder freischalten.
es: Esta masterclass está disponible solo para los miembros de Concepción de Ovulio Baby. Actualiza para desbloquear instantáneamente esta masterclass y otros beneficios exclusivos para miembros.
fr: Cette masterclass est réservée aux membres de Ovulio Baby Conception. Mettez à niveau pour débloquer instantanément cette masterclass ainsi que d'autres avantages réservés aux membres.
it: Questa masterclass è disponibile solo per i membri di Ovulio Baby Conception. Aggiorna per sbloccare istantaneamente questa masterclass e altri vantaggi riservati ai membri.
nl: Deze masterclass is alleen beschikbaar voor leden van Ovulio Baby Conceptie. Upgrade om direct deze masterclass te ontgrendelen plus andere exclusieve voordelen voor leden.
pl: Ta klasa mistrzowska jest dostępna tylko dla członków Ovulio Baby Conception. Zaktualizuj, aby natychmiast odblokować tę klasę mistrzowską oraz inne korzyści dostępne tylko dla członków.

# CalendarPageVC.segment.LunarCalendar.headlineLabel.text
source: Chinese Lunar Calendar
de: Chinesischer Mondkalender
es: Calendario Lunar Chino
fr: Calendrier lunaire chinois
it: Calendario Lunare Cinese
nl: Chinese maankalender
pl: Chiński kalendarz księżycowy

# CalendarPageVC.segment.FertilityCalendar.headlineLabel.text
source: Fertility Calendar
de: Fruchtbarkeitskalender
es: Calendario de Fertilidad
fr: Calendrier de fertilité
it: Calendario della Fertilità
nl: Vruchtbaarheidscalender
pl: Kalendarz płodności

# LunarCalendarVC.headlineLabel.text
source: Chinese Calendar
de: Chinesischer Kalender
es: Calendario Chino
fr: Calendrier chinois
it: Calendario Cinese
nl: Chinese Kalender
pl: Kalendarz chiński

# LunarCalendarVC.ChooseYear.text
source: Choose a year
de: Wählt ein Jahr
es: Elige un año
fr: Choisissez une année
it: Scegli un anno
nl: Kies een jaar
pl: Wybierz rok

# LunarCalendarVC.LunarCalendarCell.Boy.text
source: Boy
de: Junge
es: Niño
fr: Garçon
it: Maschio
nl: Jongen
pl: Chłopiec

# LunarCalendarVC.LunarCalendarCell.Girl.text
source: Girl
de: Mädchen
es: Niña
fr: Fille
it: Femmina
nl: Meisje
pl: Dziewczynka

# OvulationCalendarVC.headlineLabel.text
source: Fertile Calendar
de: Fruchtbarkeitskalender
es: Calendario Fértil
fr: Calendrier de fertilité
it: Calendario della Fertilità
nl: Vruchtbaarheidscalender
pl: Kalendarz płodności

# OvulationCalendarVC.Ovulation.headlineLabel.text
source: Ovulation
de: Eisprung
es: Ovulación
it: Ovulazione
nl: Eisprong
pl: Owulacja

# OvulationCalendarVC.HighFertileday.headlineLabel.text
source: High Fertile day
de: Hochfruchtbarer Tag
es: Día de alta fertilidad
fr: Jour de forte fertilité
it: Giorno Altamente Fertile
nl: Hoog vruchtbare dag
pl: Dzień najwyższej płodności

# OvulationCalendarVC.Fertileday.headlineLabel.text
source: Fertile day
de: Fruchtbarer Tag
es: Día fértil
fr: Jour de fertilité
it: Giorno Fertile
nl: Vruchtbare dag
pl: Dzień płodny

# OvulationCalendarVC.Periodday.headlineLabel.text
source: Period day
de: Tag der Periode
es: Día del período
fr: Jour de menstruation
it: Giorno del Ciclo
nl: Menstruatiedag
pl: Dzień okresu

# OvulationCalendarVC.Daysbefore.headlineLabel.text
source: Days before
de: Tage vorher
es: Días antes
fr: Jours avant
it: Giorni prima
nl: Dagen voor
pl: Dni przed

# OvulationCalendarVC.probability.low.text
source: Low
de: Niedrig
es: Bajo
fr: Faible
it: Bassa
nl: Laag
pl: Niskie

# OvulationCalendarVC.probability.high.text
source: High
de: Hoch
es: Alto
fr: Élevée
it: Alta
nl: Hoog
pl: Wysokie

# OvulationCalendarVC.probability.veryHigh.text
source: Very High
de: Sehr hoch
es: Muy Alto
fr: Très élevée
it: Molto Alta
nl: Zeer hoog
pl: Bardzo wysokie

# OvulationCalendarVC.probability.highest.text
source: Highest
de: Am höchsten
es: Más Alto
fr: La plus élevée
it: Massima
nl: Hoogste
pl: Najwyższe

# OvulationCalendarVC.detailsChanceStaticLabel.text
source: Chance of getting pregnant
de: Chance, schwanger zu werden
es: Probabilidad de quedar embarazada
fr: Chance de tomber enceinte
it: Probabilità di rimanere incinta
nl: Kans om zwanger te worden
pl: Szansa na zajście w ciążę

# OvulationCalendarVC.probability.headline.text
source: Probability
de: Wahrscheinlichkeit
es: Probabilidad
fr: Probabilité
it: Probabilità
nl: Kans
pl: Prawdopodobieństwo

# OvulationCalendarVC.probability.boy.headline.text
source: Boy
de: Junge
es: Niño
fr: Garçon
it: Maschio
nl: Jongen
pl: Chłopiec

# OvulationCalendarVC.probability.girl.headline.text
source: Girl
de: Mädchen
es: Niña
fr: Fille
it: Femmina
nl: Meisje
pl: Dziewczynka

# CalendarDesignationsVC.headlineLabel.text
source: Designations
de: Bezeichnungen
es: Designaciones
fr: Désignations
it: Designazioni
nl: Aanduidingen
pl: Oznaczenia

# CalendarDesignationsVC.details.menstruation.text
source: Menstruation
es: Menstruación
it: Mestruazione
nl: Menstruatie
pl: Miesiączka

# CalendarDesignationsVC.details.predictedMenstruation.text
source: Predicted menstruation
de: Vorhergesagte Menstruation
es: Menstruación predicha
fr: Menstruation prévue
it: Mestruazione prevista
nl: Voorspelde menstruatie
pl: Przewidywana miesiączka

# CalendarDesignationsVC.details.fertileWindow.text
source: Fertile window
de: Fruchtbares Fenster
es: Ventana fértil
fr: Période de fertilité
it: Finestra fertile
nl: Vruchtbaar venster
pl: Okno płodności
