Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# InAppPurchase.alertForPurchaseResult.error.clientInvalid.message
source: Not allowed to make the payment
de: Die Zahlung ist nicht erlaubt
es: No se permite realizar el pago
fr: Impossible d'effectuer le paiement
it: Non autorizzato a effettuare il pagamento
nl: Niet toegestaan om de betaling uit te voeren
pl: Nie można dokonać płatności

# InAppPurchase.alertForPurchaseResult.error.paymentInvalid.message
source: The purchase identifier was invalid
de: Die Kaufkennung war ungültig
es: El identificador de compra es inválido
fr: L'identifiant d'achat était invalide
it: L'identificatore dell'acquisto non era valido
nl: De aankoopidentificator was ongeldig
pl: Nieprawidłowy identyfikator zakupu

# InAppPurchase.alertForPurchaseResult.error.paymentNotAllowed.message
source: The device is not allowed to make the payment
de: Das Gerät ist nicht berechtigt, die Zahlung vorzunehmen
es: El dispositivo no está permitido para realizar el pago
fr: Le périphérique n'est pas autorisé à effectuer le paiement
it: Il dispositivo non è autorizzato a effettuare il pagamento
nl: Het apparaat is niet toegestaan om de betaling uit te voeren
pl: Urządzenie nie może dokonać płatności

# InAppPurchase.alertForPurchaseResult.error.storeProductNotAvailable.message
source: The product is not available in the current storefront
de: Das Produkt ist in der aktuellen Storefront nicht verfügbar
es: El producto no está disponible en la tienda actual
fr: Le produit n'est pas disponible dans la vitrine actuelle
it: Il prodotto non è disponibile nel negozio attuale
nl: Het product is niet beschikbaar in de huidige winkel
pl: Produkt nie jest dostępny w bieżącym sklepie

# InAppPurchase.alertForPurchaseResult.error.cloudServicePermissionDenied.message
source: Access to cloud service information is not allowed
de: Der Zugriff auf Cloud-Service-Informationen ist nicht erlaubt
es: No se permite el acceso a la información del servicio en la nube
fr: L'accès aux informations du service cloud n'est pas autorisé
it: L'accesso alle informazioni sul servizio cloud non è consentito
nl: Toegang tot cloudservice-informatie is niet toegestaan
pl: Brak dostępu do informacji usługi chmurowej

source: Could not connect to the network
de: Die Verbindung zum Netzwerk konnte nicht hergestellt werden
es: No se pudo conectar a la red
fr: Impossible de se connecter au réseau
it: Impossibile connettersi alla rete
nl: Kan geen verbinding maken met het netwerk
pl: Nie udało się połączyć z siecią

# InAppPurchase.alertForPurchaseResult.error.cloudServiceRevoked.message
source: Cloud service was revoked
de: Der Cloud-Service wurde eingestellt
es: El servicio en la nube fue revocado
fr: Le service cloud a été révoqué
it: Il servizio cloud è stato revocato
nl: Cloudservice is ingetrokken
pl: Usługa chmurowa została wycofana

# InAppPurchase.spalert.success.title
source: Done!
de: Geschafft!
es: ¡Listo!
fr: Terminé !
it: Fatto!
nl: Klaar!
pl: Gotowe!

# InAppPurchase.spalert.success.message
source: Your upgrade to PRO was successful
de: Dein Upgrade auf PRO war erfolgreich
es: Tu actualización a PRO se realizó con éxito
fr: Votre passage à la version PRO a été effectué avec succès
it: Il tuo aggiornamento a PRO è stato effettuato con successo
nl: Uw upgrade naar PRO was succesvol
pl: Uaktualnienie do PRO zakończone powodzeniem

# InAppPurchase.alertForRestorePurchases.restoreFailedPurchases.title
source: Restore failed
de: Wiederherstellung fehlgeschlagen
es: Restauración fallida
fr: Échec de la restauration
it: Ripristino fallito
nl: Herstellen mislukt
pl: Przywracanie zakupów nie powiodło się

# InAppPurchase.alertForRestorePurchases.restoreFailedPurchases.message
source: Unknown error. Please contact support
de: Unbekannter Fehler. Bitte kontaktiere den Support
es: Error desconocido. Por favor, contacta al soporte
fr: Erreur inconnue. Veuillez contacter le support
it: Errore sconosciuto. Si prega di contattare il supporto
nl: Onbekende fout. Neem contact op met de ondersteuning
pl: Nieznany błąd. Skontaktuj się z pomocą techniczną

# InAppPurchase.alertForRestorePurchases.restoredPurchases.title
source: Purchases Restored
de: Käufe wiederhergestellt
es: Compras Restauradas
fr: Achats restaurés
it: Acquisti Ripristinati
nl: Aankopen hersteld
pl: Zakupy przywrócone

# InAppPurchase.alertForRestorePurchases.restoredPurchases.message
source: All purchases have been restored. The app is restarted briefly.
de: Alle Einkäufe wurden wiederhergestellt. Die App wird kurz neu gestartet.
es: Todas las compras han sido restauradas. La aplicación se reiniciará brevemente.
fr: Tous les achats ont été restaurés. L'application va redémarrer brièvement.
it: Tutti gli acquisti sono stati ripristinati. L'app verrà riavviata brevemente.
nl: Alle aankopen zijn hersteld. De app wordt kort opnieuw opgestart.
pl: Wszystkie zakupy zostały przywrócone. Aplikacja zostanie na chwilę zrestartowana.

# InAppPurchase.alertForRestorePurchases.nothingToRestore.title
source: Nothing to restore
de: Nichts zum Wiederherstellen
es: Nada que restaurar
fr: Rien à restaurer
it: Nulla da ripristinare
nl: Niets te herstellen
pl: Nic do przywrócenia

# InAppPurchase.alertForRestorePurchases.nothingToRestore.message
source: No previous purchases were found
de: Es wurden keine früheren Käufe gefunden
es: No se encontraron compras anteriores
fr: Aucun achat précédent n'a été trouvé
it: Nessun acquisto precedente è stato trovato
nl: Er zijn geen eerdere aankopen gevonden
pl: Nie znaleziono poprzednich zakupów

# InAppPurchase.alert.noValidActivationCode.title
source: This is not a valid activation code!
de: Dies ist kein gültiger Aktivierungscode!
es: ¡Este no es un código de activación válido!
fr: Ce n'est pas un code d'activation valide !
it: Questo non è un codice di attivazione valido!
nl: Dit is geen geldige activeringscode!
pl: To nie jest prawidłowy kod aktywacyjny!

# InAppPurchase.alert.activationCodeAlreadyUsed.title
source: The activation code has already been used!
de: Der Aktivierungscode wurde bereits genutzt!
es: ¡El código de activación ya ha sido utilizado!
fr: Le code d'activation a déjà été utilisé !
it: Il codice di attivazione è già stato utilizzato!
nl: De activeringscode is al gebruikt!
pl: Ten kod aktywacyjny został już użyty!

# InAppPurchase.alert.tooManyTries.title
source: Too many failed attempts
de: Zu viele Fehlversuche
es: Demasiados intentos fallidos
fr: Trop de tentatives échouées
it: Troppi tentativi falliti
nl: Te veel mislukte pogingen
pl: Zbyt wiele nieudanych prób

# InAppPurchase.alert.tooManyTries.message
source: Please try again shortly
de: Bitte versuche es in Kürze erneut
es: Por favor, inténtalo nuevamente en breve
fr: Veuillez réessayer bientôt
it: Si prega di riprovare tra breve
nl: Probeer het later opnieuw
pl: Spróbuj ponownie za chwilę

# InAppPurchase.alert.uploadError.title
source: The process could not be completed
de: Der Vorgang konnte nicht abgeschlossen werden
es: El proceso no pudo completarse
fr: Le processus n'a pas pu être terminé
it: Il processo non ha potuto essere completato
nl: Het proces kon niet worden voltooid
pl: Proces nie mógł zostać ukończony

# InAppPurchase.alert.uploadError.message
source: Please check your internet connection.
de: Bitte überprüfen Sie Ihre Internetverbindung
es: Por favor, verifica tu conexión a internet.
fr: Veuillez vérifier votre connexion internet.
it: Si prega di controllare la connessione internet.
nl: Controleer uw internetverbinding.
pl: Sprawdź swoje połączenie internetowe.

# LoadingIndicatorHUD.loadingLabel.text
source: Loading
de: Laden
es: Cargando
fr: Chargement
it: Caricamento
nl: Bezig met laden
pl: Ładowanie

# OurExpertsDetailsVC.expertNameLabel.text
source: Dr. Usman, gynecologist
de: Dr. Usman, Gynokologe
es: Dr. Usman, ginecólogo
fr: Dr. Usman, gynécologue
it: Dott. Usman, ginecologo
nl: Dr. Usman, gynaecoloog
pl: Dr. Usman, ginekolog

# OurExpertsDetailsVC.expertReviewLabel.text
source: 'Getting pregnant doesn't have to be stressful! Ovulio Baby makes it fun by helping you choose the best sex positions that will make sure you get pregnant in the best fun way possible! If you're looking for a fun way to get pregnant, try Ovulio Baby!'
de: 'Schwanger werden muss nicht stressig sein! Ovulio Baby hilft Ihnen dabei, die besten Sexstellungen zu finden, damit Sie auf möglichst unterhaltsame Weise schwanger werden! Wenn Sie auf der Suche nach einer unterhaltsamen Art und Weise schwanger zu werden sind, probieren Sie Ovulio Baby aus!'
es: '¡Quedar embarazada no tiene por qué ser estresante! Ovulio Baby lo hace divertido ayudándote a elegir las mejores posiciones sexuales que asegurarán que quedes embarazada de la mejor manera posible y divertida! Si buscas una forma divertida de quedar embarazada, ¡prueba Ovulio Baby!'
fr: 'Tomber enceinte ne doit pas être stressant ! Ovulio Baby le rend amusant en vous aidant à choisir les meilleures positions sexuelles qui garantiront que vous tombiez enceinte de la manière la plus amusante possible ! Si vous cherchez un moyen amusant de tomber enceinte, essayez Ovulio Baby !'
it: 'Rimanere incinta non deve essere stressante! Ovulio Baby rende tutto divertente aiutandoti a scegliere le migliori posizioni sessuali che garantiranno di rimanere incinta nel modo più divertente possibile! Se stai cercando un modo divertente per rimanere incinta, prova Ovulio Baby!'
nl: 'Zwanger worden hoeft niet stressvol te zijn! Ovulio Baby maakt het leuk door je te helpen de beste seksposities te kiezen die ervoor zorgen dat je op de leukste manier zwanger wordt! Als je op zoek bent naar een leuke manier om zwanger te worden, probeer dan Ovulio Baby!'
pl: 'Zajście w ciążę nie musi być stresujące! Ovulio Baby sprawia, że staje się to zabawne, pomagając wybrać najlepsze pozycje seksualne, które zapewnią ci ciążę w najlepszy i najbardziej zabawny sposób! Jeśli szukasz zabawnego sposobu na zajście w ciążę, wypróbuj Ovulio Baby!'

# OurExpertsDetailsVC.expertInfoLabel.text
source: Dr. Usman is a UK-based specialist with a special interest in fertility and sexual health. He is an avid researcher with more than 30 publications in peer-reviewed international journals. Dr. Usman believes in evidence-base medicine and delivering hard-core medical knowledge in an easy to understand manner.
de: Dr. Usman ist ein in Großbritannien ansässiger Spezialist mit einem besonderen Interesse an Fruchtbarkeit und sexueller Gesundheit. Er ist ein eifriger Forscher mit mehr als 30 Publikationen in von Experten begutachteten internationalen Fachzeitschriften. Dr. Usman glaubt an evidenzbasierte Medizin und die Vermittlung von medizinischem Fachwissen auf leicht verständliche Art und Weise.
es: El Dr. Usman es un especialista con sede en el Reino Unido con un interés especial en fertilidad y salud sexual. Es un investigador ávido con más de 30 publicaciones en revistas internacionales revisadas por pares. El Dr. Usman cree en la medicina basada en evidencia y en brindar conocimientos médicos sólidos de manera fácil de entender.
fr: Dr. Usman est un spécialiste basé au Royaume-Uni avec un intérêt particulier pour la fertilité et la santé sexuelle. C'est un chercheur passionné avec plus de 30 publications dans des revues internationales à comité de lecture. Dr. Usman croit en la médecine basée sur des preuves et à la transmission de connaissances médicales solides de manière facile à comprendre.
it: Il Dott. Usman è uno specialista con sede nel Regno Unito con un interesse particolare per la fertilità e la salute sessuale. È un ricercatore appassionato con più di 30 pubblicazioni su riviste internazionali peer-reviewed. Il Dott. Usman crede nella medicina basata sull'evidenza e nel fornire conoscenze mediche dettagliate in modo facile da comprendere.
nl: Dr. Usman is een in het VK gevestigde specialist met een speciale interesse in vruchtbaarheid en seksuele gezondheid. Hij is een enthousiaste onderzoeker met meer dan 30 publicaties in peer-reviewed internationale tijdschriften. Dr. Usman gelooft in op bewijs gebaseerde geneeskunde en het leveren van hardcore medische kennis op een begrijpelijke manier.
pl: Dr. Usman to specjalista z Wielkiej Brytanii ze szczególnym zainteresowaniem płodnością i zdrowiem seksualnym. Jest zapalonym badaczem z ponad 30 publikacjami w międzynarodowych czasopismach recenzowanych przez rówieśników. Dr. Usman wierzy w medycynę opartą na dowodach i przekazywanie wiedzy medycznej w zrozumiały sposób.

# HowTheAppWorksVC.headlineLabel.text
source: How it work's
de: Wie es funktioniert
es: Cómo funciona
fr: Comment ça marche
it: Come funziona
nl: Hoe het werkt
pl: Jak to działa
