Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# LearningResourceArticleVC.fertilityCalendar.text
source: By tracking the days of your fertility, you’re boosting the chances of getting pregnant. The average menstrual cycle is 28 days and there around 6 days in that cycle where your fertility is at its peak, for the majority of women this is about 5 days leading up to ovulation, the day of ovulation or the day after. Your ovaries produce two hormones, estragon and progesterone which are crucial for getting pregnant, not only that, but ovulatory menstrual cycles benefit your health as ovulation is responsible for the production of hormones. Leading up to ovulation, women will produce a significant amount of estradiol and then after ovulation her body will produce an even more significant amount of progesterone. So, baby or no baby, ovulation is important and gives women those valuable hormones her body needs to benefit her overall health.
de: Indem Sie die Tage Ihrer Fruchtbarkeit verfolgen, erhöhen Sie die Chancen, schwanger zu werden. Der durchschnittliche Menstruationszyklus dauert 28 Tage, und es gibt etwa 6 Tage in diesem Zyklus, an denen Ihre Fruchtbarkeit ihren Höhepunkt erreicht. Bei den meisten Frauen sind dies etwa 5 Tage vor dem Eisprung, der Tag des Eisprungs oder der Tag danach. Ihre Eierstöcke produzieren zwei Hormone, Estragon und Progesteron, die für die Entstehung einer Schwangerschaft entscheidend sind. Darüber hinaus ist der Menstruationszyklus mit Eisprung für Ihre Gesundheit von Vorteil, da der Eisprung für die Produktion von Hormonen verantwortlich ist. Vor dem Eisprung produzieren Frauen eine große Menge an Östradiol und nach dem Eisprung produziert ihr Körper eine noch größere Menge an Progesteron. Ob Baby oder nicht, der Eisprung ist wichtig und versorgt die Frauen mit den wertvollen Hormonen, die ihr Körper für ihre allgemeine Gesundheit braucht.
es: Al rastrear los días de tu fertilidad, estás aumentando las posibilidades de quedar embarazada. El ciclo menstrual promedio es de 28 días y hay alrededor de 6 días en ese ciclo donde tu fertilidad está en su punto máximo, para la mayoría de las mujeres esto es aproximadamente 5 días antes de la ovulación, el día de la ovulación o el día después. Tus ovarios producen dos hormonas, estrógeno y progesterona, que son cruciales para quedar embarazada, y no solo eso, sino que los ciclos menstruales ovulatorios benefician tu salud ya que la ovulación es responsable de la producción de hormonas. Antes de la ovulación, las mujeres producirán una cantidad significativa de estradiol y luego, después de la ovulación, su cuerpo producirá una cantidad aún más significativa de progesterona. Entonces, bebé o no bebé, la ovulación es importante y proporciona a las mujeres esas valiosas hormonas que su cuerpo necesita para beneficiar su salud en general.
fr: En suivant les jours de votre fertilité, vous augmentez vos chances de tomber enceinte. Le cycle menstruel moyen est de 28 jours et il y a environ 6 jours dans ce cycle où votre fertilité est à son maximum, pour la majorité des femmes, c'est environ 5 jours avant l'ovulation, le jour de l'ovulation ou le jour après. Vos ovaires produisent deux hormones, l'oestradiol et la progestérone, qui sont cruciales pour tomber enceinte, mais aussi, les cycles menstruels ovulatoires bénéficient à votre santé car l'ovulation est responsable de la production d'hormones. Avant l'ovulation, les femmes produiront une quantité significative d'oestradiol, puis après l'ovulation, leur corps produira une quantité encore plus importante de progestérone. Alors, bébé ou pas, l'ovulation est importante et donne aux femmes ces précieuses hormones dont son corps a besoin pour bénéficier de sa santé globale.
it: Tenendo traccia dei giorni della tua fertilità, stai aumentando le possibilità di rimanere incinta. Il ciclo mestruale medio è di 28 giorni e ci sono circa 6 giorni in quel ciclo in cui la tua fertilità è al massimo, per la maggior parte delle donne questi sono circa 5 giorni che precedono l'ovulazione, il giorno dell'ovulazione o il giorno dopo. Le tue ovaie producono due ormoni, estrogeno e progesterone, che sono cruciali per rimanere incinta, non solo quello, ma i cicli mestruali ovulatori beneficiano della tua salute poiché l'ovulazione è responsabile della produzione di ormoni. Prima dell'ovulazione, le donne produrranno una quantità significativa di estradiolo e poi dopo l'ovulazione il suo corpo produrrà una quantità ancora più significativa di progesterone. Quindi, con bambino o senza, l'ovulazione è importante e dà alle donne quegli ormoni preziosi di cui il suo corpo ha bisogno per beneficiare della sua salute complessiva.
nl: Door de dagen van je vruchtbaarheid bij te houden, vergroot je de kans om zwanger te worden. De gemiddelde menstruatiecyclus is 28 dagen en er zijn ongeveer 6 dagen in die cyclus waarop je vruchtbaarheid op zijn hoogtepunt is, voor de meerderheid van de vrouwen is dit ongeveer 5 dagen voorafgaand aan de ovulatie, de dag van de ovulatie of de dag erna. Je eierstokken produceren twee hormonen, oestrogeen en progesteron, die cruciaal zijn voor het zwanger worden, maar ovulatoire menstruatiecycli zijn ook gunstig voor je gezondheid omdat ovulatie verantwoordelijk is voor de productie van hormonen. In de aanloop naar de ovulatie zal een vrouw een aanzienlijke hoeveelheid estradiol produceren en daarna zal haar lichaam een nog aanzienlijkere hoeveelheid progesteron produceren. Dus, baby of geen baby, ovulatie is belangrijk en geeft vrouwen die waardevolle hormonen die haar lichaam nodig heeft voor haar algehele gezondheid.
pl: Śledząc dni swojej płodności, zwiększasz szanse na zajście w ciążę. Średni cykl menstruacyjny trwa 28 dni, a w ciągu tego cyklu jest około 6 dni, w których twoja płodność osiąga szczyt, dla większości kobiet jest to około 5 dni poprzedzających owulację, dzień owulacji lub dzień po niej. Twoje jajniki produkują dwa hormony, estrogen i progesteron, które są kluczowe dla zajścia w ciążę, ale także cykle miesiączkowe sprzyjające owulacji korzystnie wpływają na twoje zdrowie, ponieważ to właśnie owulacja odpowiada za produkcję hormonów. W okresie poprzedzającym owulację kobiety produkują znaczną ilość estradiolu, a po owulacji jej organizm będzie produkować jeszcze większą ilość progesteronu. Tak więc, czy będzie dziecko, czy nie, owulacja jest ważna i dostarcza kobietom te cenne hormony, których organizm potrzebuje dla ogólnego zdrowia.

# LearningResourceArticleVC.fertilityCalendar.section1.headline
source: What is Ovulation?
de: Was ist der Eisprung?
es: ¿Qué es la Ovulación?
fr: Qu'est-ce que l'Ovulation ?
it: Cos'è l'Ovulazione?
nl: Wat is Ovulatie?
pl: Czym jest Owulacja?

# LearningResourceArticleVC.fertilityCalendar.section1.text
source: A hormone called Luteinizing hormone (LH) generated in the brain triggers the process of ovulation. LH is a catalyst that sets ovulation and pregnancy in motion. Ovulation is the part of your menstrual cycle when your body will release a mature egg through the fallopian tubes and into the uterus where it is waiting to be fertilized. The egg usually survives around 24 hours.
de: Ein Hormon namens Luteinisierendes Hormon (LH), das im Gehirn gebildet wird, löst den Prozess des Eisprungs aus. LH ist ein Katalysator, der den Eisprung und die Schwangerschaft in Gang setzt. Der Eisprung ist der Teil des Menstruationszyklus, in dem der Körper eine reife Eizelle durch die Eileiter in die Gebärmutter entlässt, wo sie darauf wartet, befruchtet zu werden. Die Eizelle überlebt in der Regel etwa 24 Stunden.
es: Una hormona llamada hormona luteinizante (LH) generada en el cerebro desencadena el proceso de ovulación. La LH es un catalizador que pone en marcha la ovulación y el embarazo. La ovulación es la parte de tu ciclo menstrual cuando tu cuerpo liberará un óvulo maduro a través de las trompas de Falopio y hacia el útero donde está esperando ser fertilizado. El óvulo suele sobrevivir alrededor de 24 horas.
fr: Une hormone appelée hormone lutéinisante (LH) générée dans le cerveau déclenche le processus d'ovulation. La LH est un catalyseur qui met l'ovulation et la grossesse en marche. L'ovulation est la partie de votre cycle menstruel où votre corps libérera un ovule mature à travers les trompes de Fallope et dans l'utérus où il attend d'être fécondé. L'ovule survit généralement environ 24 heures.
it: Un ormone chiamato ormone luteinizzante (LH) generato nel cervello avvia il processo di ovulazione. LH è un catalizzatore che avvia l'ovulazione e la gravidanza. L'ovulazione è la parte del tuo ciclo mestruale in cui il tuo corpo rilascerà un uovo maturo attraverso le tube di Falloppio e nell'utero dove sta aspettando di essere fecondato. L'uovo di solito sopravvive circa 24 ore.
nl: Een hormoon genaamd Luteïniserend hormoon (LH) dat in de hersenen wordt geproduceerd, zet het proces van ovulatie in gang. LH is een katalysator die ovulatie en zwangerschap in beweging zet. Ovulatie is het deel van je menstruatiecyclus waarin je lichaam een volwassen eicel door de eileiders en in de baarmoeder zal vrijgeven waar het wacht om bevrucht te worden. De eicel overleeft meestal ongeveer 24 uur.
pl: Hormon zwany hormonem luteinizującym (LH), wytwarzany w mózgu, inicjuje proces owulacji. LH jest katalizatorem, który rozpoczyna owulację i ciążę. Owulacja to część twojego cyklu menstruacyjnego, gdy twoje ciało uwalnia dojrzałe jajo przez jajowody i do macicy, gdzie czeka na zapłodnienie. Jajo zazwyczaj przetrwa około 24 godzin.

# LearningResourceArticleVC.fertilityCalendar.section2.headline
source: Signs of Ovulation
de: Anzeichen des Eisprungs
es: Signos de Ovulación
fr: Signes de l'Ovulation
it: Segni dell'Ovulazione
nl: Tekenen van Ovulatie
pl: Objawy Owulacji
