Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# CalendarDesignationsVC.details.estimatedDayOfOvulation.text
source: Estimated day of ovulation
de: Geschätzter Eisprungs
es: Día estimado de ovulación
fr: Jour estimé de l'ovulation
it: Giorno stimato dell'ovulazione
nl: Geschatte dag van ovulatie
pl: Szacowany dzień owulacji

# CalendarDesignationsVC.details.saveDay.text
source: ”Save” day
de: Unfruchtbarer Tag
es: Día de 'Guardar'
fr: Jour 'Sauvegarder'
it: Giorno “da salvare”
nl: Bespaar dag
pl: Dzień „Zapisz”

# DemoDataAlertVC.headlineLabel.text
source: Warning!
de: Warnung!
es: ¡Advertencia!
fr: Attention !
it: Attenzione!
nl: Waarschuwing!
pl: Ostrzeżenie!

# DemoDataAlertVC.subtitle.text
source: This data is not true and has nothing to do with your real cycle, please renew your subscription to start using the app to the fullest
de: Die gezeigten Daten sind nicht wahr und haben nichts mit deinem realen Zyklus zu tun! Bitte wähle einen Premium-Plan, um die App in vollem Umfang nutzen zu können
es: Estos datos no son reales y no tienen nada que ver con tu ciclo real, por favor, renueva tu suscripción para comenzar a usar la aplicación al máximo
fr: Ces données ne sont pas réelles et n'ont rien à voir avec votre cycle réel. Veuillez renouveler votre abonnement pour commencer à utiliser l'application pleinement.
it: Questi dati non sono veri e non hanno nulla a che fare con il tuo ciclo reale, per favore rinnova l'abbonamento per iniziare a utilizzare l'app al massimo
nl: Deze gegevens zijn niet waar en hebben niets te maken met uw echte cyclus, vernieuw uw abonnement om de app optimaal te kunnen gebruiken
pl: Te dane nie są prawdziwe i nie mają nic wspólnego z Twoim prawdziwym cyklem, zaktualizuj swoją subskrypcję, aby zacząć korzystać z aplikacji w pełni

# SalesVC.headlineLabel.text
source: Sales
de: Verkäufe
es: Ventas
fr: Promotions
it: Vendite
nl: Verkoop
pl: Wyprzedaż

# SalesVC.button.UnlockForMoreFun.text
source: Unlock for more fun
de: Freischalten für mehr Spaß
es: Desbloquear para más diversión
fr: Débloquez pour plus de plaisir
it: Sblocca per più divertimento
nl: Ontgrendel voor meer plezier
pl: Odblokuj dla więcej zabawy

# SalesVC.button.Continue.text
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
nl: Doorgaan
pl: Kontynuuj

# SalesVC.details.headlineLabel.GetUnlimitedAccess.text
source: Get unlimited access to your Baby Conception plan!
de: Hol dir unbegrenzten Zugang zu deinem Baby Empfängnisplan!
es: ¡Obtén acceso ilimitado a tu plan de concepción de bebés!
fr: Obtenez un accès illimité à votre plan Conception de bébé !
it: Ottieni accesso illimitato al tuo piano di concepimento Baby!
nl: Krijg onbeperkte toegang tot je Baby Conceptieplan!
pl: Otrzymaj nieograniczony dostęp do swojego planu Poczęcia Dziecka!

# SalesVC.details.headlineLabel.GetUnlimitedAccess.ColoredString.text
source: Conception plan!
de: Empfängnisplan!
es: ¡Plan de concepción!
fr: Conception de bébé !
it: Piano di concepimento!
nl: Conceptieplan!
pl: planu Poczęcia Dziecka!

# SalesVC.YourBabyWishGenderIs.headline.text
source: Your baby wish gender is
de: Euer Babywunschgeschlecht ist
es: Tu deseo de género para el bebé es
fr: Le sexe de bébé que vous souhaitez est
it: Il sesso desiderato del tuo bambino è
nl: Je babywensgeslacht is
pl: Twój wybór płci dziecka to

# SalesVC.YourBabyWishGenderIs.AMaleBaby.headline.text
source: a male baby
de: ein männliches Baby
es: un bebé varón
fr: un garçon
it: un bambino maschio
nl: een jongetje
pl: chłopiec

# SalesVC.YourBabyWishGenderIs.AMaleBaby.coloredString.headline.text
source: male
de: männliches
es: varón
fr: garçon
it: maschio
nl: jongetje
pl: chłopiec

# SalesVC.YourBabyWishGenderIs.AGirlBaby.headline.text
source: a female baby
de: ein weibliches Baby
es: una bebé hembra
fr: une fille
it: un bambino femmina
nl: een meisje
pl: dziewczynka

# SalesVC.YourBabyWishGenderIs.AGirlBaby.coloredString.headline.text
source: female
de: weibliches
es: hembra
fr: fille
it: femmina
nl: meisje
pl: dziewczynka

# SalesVC.YourBabyWishGenderIs.DoesntMatter.headline.text
source: a male/female baby
de: ein männliches/weibliches Baby
es: un bebé varón/hembra
fr: un bébé garçon/fille
it: un bambino maschio/femmina
nl: een jongen/meisje
pl: dziecko płci męskiej/żeńskiej

# SalesVC.details.headlineLabel.Unlock all features.text
source: Unlock all features
de: Alle Funktionen freischalten
es: Desbloquear todas las características
fr: Débloquez toutes les fonctionnalités
it: Sblocca tutte le funzionalità
nl: Ontgrendel alle functies
pl: Odblokuj wszystkie funkcje

# SalesVC.details.headlineLabel.Unlock all features.ColoredString.text
source: features
de: Funktionen
es: características
fr: fonctionnalités
it: funzionalità
nl: functies
pl: funkcje

# SalesVC.details.Unlock all features.Monthly gender Predictions.text
source: Monthly gender Predictions
de: Monatliche Geschlechtervorhersagen
es: Predicciones mensuales de género
fr: Prédictions de genre mensuelles
it: Previsioni mensili del sesso
nl: Maandelijkse geslachtsvoorspellingen
pl: Miesięczne przewidywania płci

# SalesVC.details.Unlock all features.Unlimited Ovulation Insights.text
source: Unlimited Ovulation Insights
de: Unbegrenzte Einblicke in deine Ovulation
es: Información ilimitada sobre la ovulación
fr: Aperçus d'ovulation illimités
it: Visioni illimitate dell'ovulazione
nl: Onbeperkte ovulatie-inzichten
pl: Nieograniczone Wnioski o Owulacji

# SalesVC.details.Unlock all features.Gender Influencing Sex Practices.text
source: Gender Influencing Practices
de: Geschlechtsbeeinflussende Sexpraktiken
es: Prácticas sexuales que influyen en el género
fr: Pratiques sexuelles influençant le genre
it: Pratiche sessuali che influenzano il sesso
nl: Geslachtsinvloed op seksoefeningen
pl: Płciowe praktyki wpływające na płeć

# SalesVC.details.Unlock all features.Access to Expert written Articles.text
source: Access to Expert written Articles
de: Zugang zu von Experten verfassten Artikeln
es: Acceso a Artículos Escritos por Expertos
fr: Accès aux articles rédigés par des experts
it: Accesso agli articoli scritti da esperti
nl: Toegang tot door experts geschreven artikelen
pl: Dostęp do artykułów napisanych przez ekspertów

# SalesVC.details.headlineLabel.Future parents can’t stop raving.text
source: Future parents can’t stop raving
de: Zukünftige Eltern können nicht aufhören zu schwärmen
es: Los futuros padres no pueden dejar de hablar
fr: Les futurs parents ne cessent de vanter les mérites
it: I futuri genitori non smettono di entusiasmarsi
nl: Toekomstige ouders kunnen niet stoppen met loven
pl: Przyszli rodzice nie mogą przestać zachwycać się

source: parents
de: Eltern
es: padres
it: genitori
nl: ouders
pl: rodzice

source: Higher Chance of getting Pregnant
de: Höhere Chance schwanger zu werden
es: Mayor Probabilidad de Quedar Embarazada
fr: Probabilité plus élevée de tomber enceinte
it: Maggiore probabilità di rimanere incinta
nl: Hogere kans om zwanger te worden
pl: Większa szansa na zajście w ciążę

# SalesVC.details.Future parents can’t stop raving.Improved Intimacy routine.text
source: Improved Intimacy routine
de: Verbesserte Intimitätsroutine
es: Rutina de Intimidad Mejorada
fr: Routine d'intimité améliorée
it: Routine di intimità migliorata
nl: Verbeterde intimiteitsroutine
pl: Ulepszona rutyna intymna

source: Regular updates with new features
de: Regelmäßig neue Features
es: Actualizaciones Regulares con Nuevas Características
fr: Mises à jour régulières avec de nouvelles fonctionnalités
it: Aggiornamenti regolari con nuove funzionalità
nl: Regelmatige updates met nieuwe functies
pl: Regularne aktualizacje z nowymi funkcjami

# SalesVC.details.Future parents can’t stop raving.Anti-boring guarantee.text
source: Anti-boring guarantee
de: Anti-Langweil-Garantie
es: Garantía Anti-aburrimiento
fr: Garantie anti-ennui
it: Garanzia anti-noia
nl: Anti-verveel garantie
pl: Gwarancja przeciwko nudzie

# SalesVC.details.headlineLabel.Developed with experts.text
source: Developed with experts
de: Entwickelt mitExperten
es: Desarrollado con expertos
fr: Développé avec des experts
it: Sviluppato con esperti
nl: Ontwikkeld met experts
pl: Rozwinięte z ekspertami

# SalesVC.details.headlineLabel.Developed with experts.ColoredString.text
source: experts
de: Experten
es: expertos
it: esperti
pl: ekspertami

# SalesVC.details.Developed with experts.subtitleHeadlineText.text
source: Ovulio Baby has been developed in collaboration with medical professionals and certified relationship coaches. Meet some of our experts below…
de: Ovulio Baby wurde in Zusammenarbeit mit medizinischen Fachleuten und zertifizierten Sexualtrainern entwickelt. Lerne unten einige unserer Experten kennen...
es: Ovulio Baby ha sido desarrollado en colaboración con profesionales médicos y entrenadores sexuales certificados. Conoce a algunos de nuestros expertos a continuación...
fr: Ovulio Baby a été développé en collaboration avec des professionnels de la santé et des coachs sexuels certifiés. Rencontrez certains de nos experts ci-dessous…
it: Ovulio Baby è stato sviluppato in collaborazione con professionisti medici e coach sessuali certificati. Ecco alcuni dei nostri esperti…
nl: Ovulio Baby is ontwikkeld in samenwerking met medische professionals en gecertificeerde sekscoaches. Maak kennis met enkele van onze experts hieronder...
pl: Ovulio Baby został opracowany we współpracy z profesjonalistami medycznymi i certyfikowanymi trenerami seksualnymi. Poznaj niektórych z naszych ekspertów poniżej…

# SalesVC.details.headlineLabel.Choose your baby conception plan.text
source: Choose your baby conception plan
de: Wählen deinen Baby- Empfängnisplan
es: Elige tu plan de concepción de bebés
fr: Choisissez votre plan de conception de bébé
it: Scegli il tuo piano di concepimento del bambino
nl: Kies je baby conceptieplan
pl: Wybierz swój plan poczęcia dziecka

source: conception plan
de: Empfängnisplan
es: plan de concepción
fr: conception de bébé
it: piano di concepimento
nl: conceptieplan
pl: plan poczęcia dziecka

# SalesVC.details.Choose your baby conception plan.subtitleText.text
source: Subscriptions will be charged to your credit card through your iTunes account. Your subscriptions will automatically renew unless auto-renew is turned off at least 24 hours before the end of current period. Your account will be charged according to your plan for renewal within 24 hours prior to the end of the current period. You can manage or turn off auto-renew in your Apple ID account settings at any time after purchase.
de: Die Abonnements werden über dein iTunes-Konto mit deiner Kreditkarte belastet. Deine Abonnements werden automatisch verlängert, es sei denn, die automatische Verlängerung wird mindestens 24 Stunden vor Ablauf des aktuellen Zeitraums deaktiviert. Dein Konto wird innerhalb von 24 Stunden vor Ablauf des aktuellen Zeitraums entsprechend deines Verlängerungsplans belastet. Du kannst die automatische Verlängerung nach dem Kauf jederzeit in den Einstellungen deines Apple ID Kontos verwalten oder deaktivieren.
es: Las suscripciones serán cargadas a tu tarjeta de crédito a través de tu cuenta de iTunes. Las suscripciones se renovarán automáticamente a menos que la renovación automática se desactive al menos 24 horas antes del final del período actual. Tu cuenta será cargada de acuerdo con tu plan para la renovación dentro de las 24 horas anteriores al final del período actual. Puedes gestionar o desactivar la renovación automática en la configuración de tu cuenta de Apple ID en cualquier momento después de la compra.
fr: Les abonnements seront facturés sur votre carte de crédit via votre compte iTunes. Vos abonnements se renouvelleront automatiquement à moins que le renouvellement automatique ne soit désactivé au moins 24 heures avant la fin de la période en cours. Votre compte sera facturé en fonction de votre plan pour le renouvellement dans les 24 heures précédant la fin de la période en cours. Vous pouvez gérer ou désactiver le renouvellement automatique dans les paramètres de votre compte Apple ID à tout moment après l'achat.
it: Gli abbonamenti verranno addebitati sulla tua carta di credito tramite il tuo account iTunes. I tuoi abbonamenti si rinnoveranno automaticamente a meno che la funzione di rinnovo automatico non sia disattivata almeno 24 ore prima della fine del periodo corrente. Il tuo account verrà addebitato in base al tuo piano per il rinnovo entro 24 ore prima della fine del periodo corrente. Puoi gestire o disattivare il rinnovo automatico nelle impostazioni del tuo account ID Apple in qualsiasi momento dopo l'acquisto.
nl: Abonnementen worden in rekening gebracht op uw creditcard via uw iTunes-account. Uw abonnementen worden automatisch verlengd, tenzij automatisch verlengen ten minste 24 uur voor het einde van de huidige periode is uitgeschakeld. Uw account wordt in rekening gebracht volgens uw plan voor verlenging binnen 24 uur voor het einde van de huidige periode. U kunt automatisch verlengen beheren of uitschakelen in de accountinstellingen van uw Apple ID op elk gewenst moment na aankoop.
pl: Subskrypcje będą naliczane na Twoją kartę kredytową za pośrednictwem Twojego konta iTunes. Twoje subskrypcje zostaną automatycznie odnowione, chyba że funkcja automatycznego odnowienia zostanie wyłączona co najmniej 24 godziny przed końcem bieżącego okresu rozliczeniowego. Twoje konto zostanie obciążone zgodnie z Twoim planem odnowienia w ciągu 24 godzin przed zakończeniem bieżącego okresu rozliczeniowego. Możesz zarządzać lub wyłączyć funkcję automatycznego odnowienia w ustawieniach swojego konta Apple ID w dowolnym momencie po zakupie.

# SalesVC.details.reviews.userName1.comment.text
source: I am so impressed with the accuracy of the calendars! They were so easy to navigate and use. I know my cycle like the back of my hand thanks to Ovulio Baby.
de: Ich bin so beeindruckt von der Genauigkeit der Kalender! Sie waren so einfach zu navigieren und zu benutzen. Dank Ovulio Baby kenne ich meinen Zyklus wie meine Westentasche.
es: ¡Estoy muy impresionada con la precisión de los calendarios! Fueron muy fáciles de navegar y usar. ¡Conozco mi ciclo como la palma de mi mano gracias a Ovulio Baby!
fr: Je suis tellement impressionnée par la précision des calendriers ! Ils étaient si faciles à naviguer et à utiliser. Je connais mon cycle comme le fond de ma poche grâce à Ovulio Baby.
it: Sono così impressionata dalla precisione dei calendari! Erano così facili da navigare e usare. Conosco il mio ciclo come il palmo della mia mano grazie a Ovulio Baby.
nl: Ik ben zo onder de indruk van de nauwkeurigheid van de kalenders! Ze waren zo gemakkelijk te navigeren en te gebruiken. Dankzij Ovulio Baby ken ik mijn cyclus als mijn broekzak.
pl: Jestem tak pod wrażeniem dokładności kalendarzy! Były one tak łatwe w nawigacji i użyciu. Dzięki Ovulio Baby znam swój cykl jak własną kieszeń.

# SalesVC.details.reviews.userName2.text
source: Michael and Laura
de: Michael und Laura
es: Michael y Laura
fr: Michael et Laura
it: Michael e Laura
nl: Michael en Laura
pl: Michael i Laura

# SalesVC.details.reviews.userName2.comment.text
source: We used Ovulio Baby to conceive our second child and it was such a fun process. The games took our sex lives to a totally new level, and we are closer than ever!
de: Wir haben Ovulio Baby benutzt, um unser zweites Kind zu bekommen, und es hat so viel Spaß gemacht. Die Spiele haben unser Sexualleben auf ein völlig neues Niveau gehoben, und wir sind uns näher als je zuvor!
es: Usamos Ovulio Baby para concebir a nuestro segundo hijo y fue un proceso muy divertido. ¡Los juegos llevaron nuestra vida sexual a un nivel totalmente nuevo y ahora estamos más unidos que nunca!
fr: Nous avons utilisé Ovulio Baby pour concevoir notre deuxième enfant et ce fut un processus tellement amusant. Les jeux ont fait passer notre vie sexuelle à un tout autre niveau, et nous sommes plus proches que jamais !
it: Abbiamo usato Ovulio Baby per concepire il nostro secondo figlio ed è stato un processo così divertente. I giochi hanno portato la nostra vita sessuale a un livello completamente nuovo, e ora siamo più uniti che mai!
nl: We hebben Ovulio Baby gebruikt om ons tweede kind te verwekken en het was zo'n leuk proces. De spellen brachten ons seksleven naar een totaal nieuw niveau, en we zijn closer dan ooit!
pl: Użyliśmy Ovulio Baby do poczęcia naszego drugiego dziecka i to był taki zabawny proces. Gry zabrały nasze życie seksualne na zupełnie nowy poziom, i jesteśmy bliżej niż kiedykolwiek!

# SalesVC.details.reviews.userName3.comment.text
source: The articles are really cool, I enjoyed the learning aspect of the app. My husband and I are now pregnancy pros!
de: Die Artikel sind wirklich cool, ich habe den Lernaspekt der App genossen. Mein Mann und ich sind jetzt Schwangerschaftsprofis!
es: Los artículos son realmente geniales, disfruté del aspecto educativo de la aplicación. ¡Mi esposo y yo ahora somos expertos en embarazo!
fr: Les articles sont vraiment cool, j'ai apprécié l'aspect éducatif de l'application. Mon mari et moi sommes maintenant des pros de la grossesse !
it: Gli articoli sono davvero interessanti, mi è piaciuto l'aspetto didattico dell'app. Mio marito ed io ora siamo esperti di gravidanza!
nl: De artikelen zijn echt gaaf, ik heb genoten van het leeraspect van de app. Mijn man en ik zijn nu zwangerschapsprofs!
pl: Artykuły są naprawdę fajne, podobała mi się aspekt nauki tej aplikacji. Mój mąż i ja jesteśmy teraz specjalistami od ciąży!

# SalesVC.details.reviews.userName4.text
source: Philip and Sarah
de: Philip und Sarah
es: Philip y Sarah
fr: Philip et Sarah
it: Philip e Sarah
nl: Philip en Sarah
pl: Philip i Sarah

# SalesVC.details.reviews.userName4.comment.text
source: We finally got a girl, after two boys! I would strongly recommend the Lunar Calendar to anyone hoping for a certain gender. It was simple to use and best of all, we now have a baby girl on the way.
de: Wir haben endlich ein Mädchen bekommen, nach zwei Jungs! Ich würde jedem, der auf ein bestimmtes Geschlecht hofft, den Mondkalender wärmstens empfehlen. Er war einfach zu benutzen und das Beste von allem ist, dass wir jetzt ein Mädchen erwarten.
es: ¡Finalmente conseguimos una niña, después de dos niños varones! Recomendaría enérgicamente el Calendario Lunar a cualquier persona que espere un género en particular. Fue fácil de usar y, lo mejor de todo, ¡ahora tendremos una niña en camino!
fr: Nous avons enfin eu une fille, après deux garçons ! Je recommanderais vivement le Calendrier lunaire à quiconque espère un certain genre. C'était simple à utiliser et surtout, nous attendons maintenant une petite fille.
it: Abbiamo finalmente avuto una ragazza, dopo due ragazzi! Consiglierei vivamente il Calendario Lunare a chiunque spera in un certo sesso. Era semplice da usare e, soprattutto, ora abbiamo una bambina in arrivo.
nl: We hebben eindelijk een meisje gekregen, na twee jongens! Ik zou de Maankalender ten zeerste aanbevelen aan iedereen die op zoek is naar een bepaald geslacht. Het was eenvoudig te gebruiken en het beste van alles, we krijgen nu een meisje.
pl: W końcu dostaliśmy dziewczynkę, po dwóch chłopcach! Gorąco polecam Kalendarz Księżycowy każdemu, kto ma nadzieję na określoną płeć. Było łatwe w użyciu i co najlepsze, teraz mamy na drodze dziewczynkę.

# SalesVC.details.reviews.userName5.text
source: Megan and Adam
de: Megan und Adam
es: Megan y Adam
fr: Megan et Adam
it: Megan e Adam
nl: Megan en Adam
pl: Megan i Adam

# SalesVC.details.reviews.userName5.comment.text
source: We have only just started using this and we are already in love. It’s such a diverse app with so many special features and information. I’m sure we’ll be parents very soon!
de: Wir haben gerade erst angefangen, diese App zu benutzen, und wir sind schon ganz begeistert. Es ist eine so vielfältige App mit so vielen speziellen Funktionen und Informationen. Ich bin sicher, dass wir sehr bald Eltern werden!
es: Acabamos de empezar a usar esto y ya estamos enamorados. Es una aplicación tan diversa con tantas características e información especiales. ¡Estoy segura de que seremos padres muy pronto!
fr: Nous venons de commencer à utiliser cela et nous sommes déjà amoureux. C'est une application aussi diversifiée avec tant de fonctionnalités spéciales et d'informations. Je suis sûr que nous serons parents très bientôt !
it: Abbiamo appena iniziato a usarlo e ci siamo già innamorati. È un'app così varia con così tante caratteristiche speciali e informazioni. Sono sicuro che diventeremo genitori molto presto!
nl: We zijn pas net begonnen met het gebruiken hiervan en we zijn nu al verliefd. Het is zo'n diverse app met zoveel speciale functies en informatie. Ik weet zeker dat we binnenkort ouders zullen zijn!
pl: Właśnie zaczęliśmy używać tego i już się w nim zakochaliśmy. To taka zróżnicowana aplikacja z tak wieloma specjalnymi funkcjami i informacjami. Jestem pewien, że będziemy rodzicami bardzo szybko!

# SalesVC.details.reviews.userName6.comment.text
source: I always pictured having a boy, after finding Ovulio Baby and then falling pregnant with my son shortly after that dream is now a reality! Amazing app
de: Ich habe mir immer vorgestellt, einen Jungen zu bekommen. Nachdem ich Ovulio Baby gefunden habe und kurz darauf mit meinem Sohn schwanger wurde, ist dieser Traum nun Wirklichkeit geworden! Erstaunliche App
es: Siempre me imaginé teniendo un niño, ¡después de encontrar Ovulio Baby y luego quedarme embarazada de mi hijo poco después, ese sueño ahora es una realidad! ¡Increíble aplicación!
fr: J'ai toujours imaginé avoir un garçon, après avoir trouvé Ovulio Baby et être tombée enceinte de mon fils peu de temps après, ce rêve est maintenant une réalité ! Superbe application
it: Ho sempre immaginato di avere un ragazzo, dopo aver trovato Ovulio Baby e poi essere rimasta incinta del mio figlio poco dopo, quel sogno è ora realtà! App incredibile
nl: Ik zag altijd een jongen voor me, nadat ik Ovulio Baby had gevonden en vervolgens zwanger was geworden van mijn zoon kort daarna, is die droom nu werkelijkheid geworden! Geweldige app
pl: Zawsze wyobrażałem sobie posiadanie chłopca, po znalezieniu Ovulio Baby, a następnie zajściu w ciążę z moim synem niedługo po tym marzenie stało się rzeczywistością! Niesamowita aplikacja

# SalesVC.spalert.success.title
source: Done!
de: Erledigt!
es: ¡Listo!
fr: Terminé !
it: Fatto!
nl: Klaar!
pl: Gotowe!

# SalesVC.spalert.success.message
source: Your upgrade to PRO was successful
de: Dein Upgrade auf PRO war erfolgreich
es: Tu actualización a PRO fue exitosa
fr: Votre mise à niveau vers PRO a réussi
it: Il tuo aggiornamento a PRO è stato completato con successo
nl: Uw upgrade naar PRO was succesvol
pl: Twoja aktualizacja do PRO zakończyła się powodzeniem

# SalesVC.plans.1week.headline.text
source: 1 Week
de: 1 Woche
es: 1 semana
fr: 1 semaine
it: 1 settimana
pl: 1 tydzień

# SalesVC.plans.1week.details.text
source: billed weekly
de: Wöchentlich abgerechnet
es: facturado semanalmente
fr: facturé hebdomadairement
it: fatturato settimanalmente
nl: wekelijks gefactureerd
pl: rozliczane co tydzień

# SalesVC.plans.1week.priceDetails.perWeek.text
source: per week
de: pro Woche
es: por semana
fr: par semaine
it: a settimana
pl: tygodniowo

# SalesVC.plans.3Months.headline.text
source: 3 months
de: 3 Monate
es: 3 meses
fr: 3 mois
it: 3 mesi
nl: 3 maanden
pl: 3 miesiące

# SalesVC.plans.3Months.details.text
source: billed every 3 months
de: alle 3 Monate
es: facturado cada 3 meses
fr: facturé tous les 3 mois
it: fatturato ogni 3 mesi
nl: elke 3 maanden gefactureerd
pl: rozliczane co 3 miesiące

# SalesVC.plans.3Months.typeTitle.headline.text
source: Best value
de: Preiswert
es: La mejor oferta
fr: Meilleure valeur
it: Miglior valore
nl: Beste waarde
pl: Najlepsza wartość
