Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# RatingScreenMenu.subtitleLabel.text
source: To continue using the App for free, please take a few seconds to review the App in the App Store to appreciate our work.
de: Um die App weiterhin kostenlos nutzen zu können, nimm dir bitte ein paar Sekunden Zeit, um die App im App Store zu bewerten und unsere Arbeit zu würdigen.
es: Para seguir utilizando la App de forma gratuita, por favor, dedique unos segundos a reseñar la App en la App Store para valorar nuestro trabajo
fr: Pour continuer à utiliser l'application gratuitement, veuillez prendre quelques secondes pour évaluer l'application dans l'App Store afin d'apprécier notre travail
it: Per continuare a utilizzare l'App gratuitamente, ti preghiamo di dedicare qualche secondo a recensire l'App sull'App Store per apprezzare il nostro lavoro.
nl: Om de App gratis te kunnen blijven gebruiken, neem alstublieft een paar seconden de tijd om de App te beoordelen in de App Store om ons werk te waarderen.
pl: Aby nadal korzystać z aplikacji za darmo, poświęć kilka sekund na sprawdzenie aplikacji w App Store, aby docenić naszą pracę.

# RatingScreenMenu.subtitleLabel2.text
source: After submitting the review, upload a screenshot of your review as a proof.
de: Laden nach dem Absenden deiner Bewertung einen Screenshot deiner Bewertung als Nachweis hoch.
es: Después de enviar la reseña, suba una captura de pantalla de su reseña como prueba.
fr: Après avoir soumis l'avis, téléchargez une capture d'écran de votre avis comme preuve.
it: Dopo aver inviato la recensione, caricare una schermata della recensione come prova.
nl: Upload na het indienen van de recensie een screenshot van je recensie als bewijs.
pl: Po przesłaniu recenzji prześlij zrzut ekranu swojej recenzji jako dowód.

# RatingScreenMenu.reviewNowButton.title
source: Review now
de: Jetzt bewerten
es: Revisar ahora
it: Recensisci ora
nl: Review nu
pl: Przejrzyj teraz

# RatingScreenMenu.uploadScreenshotButton.title
source: Upload Screenshot Proof
de: Screenshot hochladen
es: Subir captura de pantalla
fr: Télécharger une capture d'écran
it: Carica screenshot
nl: Upload Screenshot Bewijs
pl: Prześlij zrzut ekranu

# InAppPurchaseOfferMenu.purchaseButton.titleLabel.text
source: Unlock Everything
de: Alles freischalten
es: Desbloquear todo
fr: Tout débloquer
it: Sblocca tutto
nl: Alles ontgrendelen
pl: Odblokuj wszystko

# InAppPurchaseOfferMenu.purchaseButton.subtitleLabel.text
source: One-time
de: einmalig
es: Una sola vez
fr: Unique
it: Una tantum
nl: Eenmalig
pl: Jednorazowo

# PodcastsVC.audioHeadlineLabel.text
source: Deep relaxation through progressive muscle relaxation
de: Tiefenentspannung durch Progressive Muskelrelaxation
es: Relajación profunda con la relajación muscular progresiva
fr: Relaxation profonde grâce à la relaxation musculaire progressive
it: Rilassamento profondo con il rilassamento muscolare progressivo
nl: Diepe ontspanning door progressieve spierontspanning
pl: Głęboka relaksacja poprzez progresywną relaksację mięśni

# PodcastsVC.audioSubtitleLabel.text
source: Letting go of stress, strengthening body awareness, finding inner peace
de: Stress loslassen, Körperbewusstsein stärken, innere Ruhe finden
es: Liberar el estrés, fortalecer la conciencia corporal, encontrar la paz interior
fr: Lâcher prise sur le stress, renforcer la conscience corporelle, trouver la paix intérieure
it: Lasciare andare lo stress, rafforzare la consapevolezza corporea, trovare la pace interiore
nl: Stress loslaten, lichaamsbewustzijn versterken, innerlijke rust vinden
pl: Pozbycie się stresu, wzmocnienie świadomości ciała, odnalezienie wewnętrznego spokoju

# PodcastArticleVC.headlineLabel.text
source: Relaxation & Conception. Why It Matters?
de: Entspannung & Empfängnis. Warum ist es wichtig?
es: Relajación y Concepción. ¿Por qué es importante?
fr: Relaxation & Conception. Pourquoi est-ce important?
it: Rilassamento & Concepimento. Perché è importante?
nl: Ontspanning & Conceptie. Waarom is het belangrijk?
pl: Relaksacja i Poczęcie. Dlaczego to ważne?

# PodcastArticleVC.subtitleLabel.text
source: Feeling relaxed while trying to conceive is essential for both your body and mind. Stress and anxiety can disrupt hormonal balance, making conception more challenging. That's why, in this section, you'll find Progressive Muscle Relaxation (PMR) sessions—designed to help you release tension, calm your mind, and create the ideal conditions for pregnancy. PMR works by systematically tensing and relaxing different muscle groups, which helps lower cortisol levels, improve circulation, and enhance overall well-being. This not only reduces stress and anxiety but also promotes better sleep, emotional balance, and a more receptive state for conception. Take a deep breath, unwind, and let your body find its natural rhythm with Ovulio Baby.
de: Sich entspannt zu fühlen, wenn man versucht, schwanger zu werden, ist sowohl für den Körper als auch für den Geist essenziell. Stress und Angst können das hormonelle Gleichgewicht stören und die Empfängnis erschweren. Deshalb findest du in diesem Abschnitt Progressive Muskelentspannung (PMR) Sitzungen – entwickelt, um Spannungen abzubauen, den Geist zu beruhigen und optimale Bedingungen für eine Schwangerschaft zu schaffen. PMR funktioniert durch systematisches Anspannen und Entspannen verschiedener Muskelgruppen, wodurch der Cortisolspiegel gesenkt, die Durchblutung verbessert und das allgemeine Wohlbefinden gesteigert wird. Dies reduziert nicht nur Stress und Angst, sondern fördert auch besseren Schlaf, emotionale Ausgeglichenheit und eine empfängnisfreundliche Umgebung. Atme tief ein, entspanne dich und lass deinen Körper seinen natürlichen Rhythmus mit Ovulio Baby finden.
es: Sentirse relajado mientras se intenta concebir es esencial tanto para el cuerpo como para la mente. El estrés y la ansiedad pueden alterar el equilibrio hormonal, dificultando la concepción. Por eso, en esta sección, encontrarás sesiones de Relajación Muscular Progresiva (PMR), diseñadas para ayudarte a liberar tensiones, calmar tu mente y crear las condiciones ideales para el embarazo. La PMR funciona tensando y relajando sistemáticamente diferentes grupos musculares, lo que ayuda a reducir los niveles de cortisol, mejorar la circulación y aumentar el bienestar general. Esto no solo reduce el estrés y la ansiedad, sino que también promueve un mejor sueño, equilibrio emocional y un estado más receptivo para la concepción. Respira hondo, relájate y deja que tu cuerpo encuentre su ritmo natural con Ovulio Baby.
fr: Se sentir détendu lorsqu'on essaie de concevoir est essentiel pour le corps et l'esprit. Le stress et l'anxiété peuvent perturber l'équilibre hormonal et rendre la conception plus difficile. C'est pourquoi, dans cette section, vous trouverez des séances de Relaxation Musculaire Progressive (RMP), conçues pour vous aider à relâcher les tensions, calmer votre esprit et créer des conditions idéales pour une grossesse. La RMP fonctionne en tendant et en relâchant progressivement différents groupes musculaires, ce qui aide à réduire le niveau de cortisol, améliorer la circulation sanguine et renforcer le bien-être général. Cela réduit non seulement le stress et l'anxiété, mais favorise également un meilleur sommeil, un équilibre émotionnel et un état plus réceptif pour la conception. Prenez une grande inspiration, détendez-vous et laissez votre corps retrouver son rythme naturel avec Ovulio Baby.
it: Sentirsi rilassati mentre si cerca di concepire è essenziale per il corpo e la mente. Lo stress e l'ansia possono alterare l'equilibrio ormonale, rendendo il concepimento più difficile. Ecco perché, in questa sezione, troverai sessioni di Rilassamento Muscolare Progressivo (PMR), progettate per aiutarti a rilasciare la tensione, calmare la mente e creare le condizioni ideali per la gravidanza. Il PMR funziona tendendo e rilassando sistematicamente diversi gruppi muscolari, contribuendo a ridurre i livelli di cortisolo, migliorare la circolazione e aumentare il benessere generale. Questo non solo riduce stress e ansia, ma favorisce anche un sonno migliore, un equilibrio emotivo e uno stato più ricettivo per il concepimento. Fai un respiro profondo, rilassati e lascia che il tuo corpo trovi il suo ritmo naturale con Ovulio Baby.
nl: Je ontspannen voelen tijdens het proberen zwanger te worden is essentieel voor zowel je lichaam als je geest. Stress en angst kunnen de hormonale balans verstoren, waardoor conceptie moeilijker wordt. Daarom vind je in deze sectie Progressieve Spierontspanning (PMR) sessies, ontworpen om spanning los te laten, je geest te kalmeren en de ideale omstandigheden voor een zwangerschap te creëren. PMR werkt door systematisch verschillende spiergroepen aan te spannen en te ontspannen, wat helpt om het cortisolniveau te verlagen, de bloedsomloop te verbeteren en het algehele welzijn te bevorderen. Dit vermindert niet alleen stress en angst, maar bevordert ook een betere slaap, emotionele balans en een ontvankelijke toestand voor conceptie. Haal diep adem, ontspan en laat je lichaam zijn natuurlijke ritme vinden met Ovulio Baby.
pl: Poczucie relaksu podczas starań o poczęcie jest kluczowe zarówno dla ciała, jak i umysłu. Stres i niepokój mogą zakłócać równowagę hormonalną, utrudniając zajście w ciążę. Dlatego w tej sekcji znajdziesz sesje Progresywnej Relaksacji Mięśni (PMR) – zaprojektowane tak, aby pomóc Ci rozluźnić napięcie, uspokoić umysł i stworzyć idealne warunki do poczęcia. PMR działa poprzez systematyczne napinanie i rozluźnianie różnych grup mięśniowych, co pomaga obniżyć poziom kortyzolu, poprawić krążenie i zwiększyć ogólne samopoczucie. To nie tylko redukuje stres i niepokój, ale także wspiera lepszy sen, równowagę emocjonalną i bardziej podatny stan do poczęcia. Weź głęboki oddech, odpręż się i pozwól swojemu ciału odnaleźć naturalny rytm z Ovulio Baby.

# NameGenerateVC.headlineLabel.text
source: Name Generator
de: Namensgenerator
es: Generador de nombres
fr: Générateur de noms
it: Generatore di nomi
nl: Naamgenerator
pl: Generator imion

# NameGenerateVC.chooseName.text
source: Choose Name For
de: Namen wählen für
es: Elegir nombre para
fr: Choisir un nom pour
it: Scegli un nome per
nl: Kies naam voor
pl: Wybierz imię dla

# NameGenerateVC.region.text
source: Region (Optional)
es: Región (opcional)
fr: Région (facultatif)
it: Regione (facoltativo)
nl: Regio (optioneel)
pl: Region (opcjonalnie)

# NameGenerateVC.lastName.text
source: Last name (Optional)
de: Nachname (optional)
es: Apellido (opcional)
fr: Nom de famille (facultatif)
it: Cognome (facoltativo)
nl: Achternaam (optioneel)
pl: Nazwisko (opcjonalnie)

# NameGenerateVC.chooseStyle.text
source: Choose Style
de: Stil wählen
es: Elegir estilo
fr: Choisir le style
it: Scegli stile
nl: Kies stijl
pl: Wybierz styl

# NameGenerateVC.chooseLength.text
source: Choose Length
de: Länge wählen
es: Elegir longitud
fr: Choisir la longueur
it: Scegli lunghezza
nl: Kies lengte
pl: Wybierz długość

# NameGenerateVC.region.placeholder.text
source: Select region for name adaptation
de: Region zur Namensanpassung auswählen
es: Selecciona una región para adaptar el nombre
fr: Sélectionnez une région pour l'adaptation du nom
it: Seleziona regione per l'adattamento del nome
nl: Selecteer regio voor naamafstemming
pl: Wybierz region do dostosowania imienia

# NameGenerateVC.lastnme.placeholder.text
source: Your last name
de: Ihr Nachname
es: Tu apellido
fr: Votre nom de famille
it: Il tuo cognome
nl: Je achternaam
pl: Twoje nazwisko

# NameGenerateVC.chooseStyle.label1.text
source: Modern
es: Moderno
fr: Moderne
it: Moderno
pl: Nowoczesne

# NameGenerateVC.chooseStyle.label2.text
source: Trend
de: Im Trend
es: Moderno
fr: Tendance
it: Di tendenza
nl: Trendy
pl: Na czasie

# NameGenerateVC.chooseStyle.label3.text
source: Traditional
de: Traditionell
es: Tradicional
fr: Traditionnel
it: Tradizionale
nl: Traditioneel
pl: Tradycyjne

# NameGenerateVC.chooseStyle.label4.text
source: Bibical
de: Biblisch
es: Bíblico
fr: Biblique
it: Biblico
nl: Bijbels
pl: Biblijne

# NameGenerateVC.chooseStyle.label5.text
source: Unique
de: Einzigartig
es: Único
it: Unico
nl: Uniek
pl: Unikalne

# NameGenerateVC.chooseStyle.label6.text
source: Funny
de: Lustig
es: Gracioso
fr: Drôle
it: Divertente
nl: Grappig
pl: Zabawne

# NameGenerateVC.chooseLength.label1.text
source: Doesn't matter
de: Egal
es: No importa
fr: Peu importe
it: Non importa
nl: Maakt niet uit
pl: Bez znaczenia

# NameGenerateVC.chooseLength.label2.text
source: Three-letter
de: Dreibuchstaben
es: Tres letras
fr: Trois lettres
it: Tre lettere
nl: Drie letters
pl: Trzyliterowe

# NameGenerateVC.chooseLength.label3.text
source: One syllable
de: Eine Silbe
es: Una sílaba
fr: Une syllabe
it: Una sillaba
nl: Eén lettergreep
pl: Jednosylabowe

# NameGenerateVC.chooseLength.label4.text
source: Medium length
de: Mittlere Länge
es: Longitud media
fr: Longueur moyenne
it: Lunghezza media
nl: Gemiddelde lengte
pl: Średniej długości

# NameGenerateVC.chooseLength.label5.text
source: Long
de: Lang
es: Largo
it: Lungo
nl: Lang
pl: Długie

# NameGenerateVC.chooseLength.label6.text
source: Double name
de: Doppelname
es: Nombre doble
fr: Nom double
it: Nome doppio
nl: Dubbele naam
pl: Podwójne imię

# NameGenerateVC.generateButton.text
source: Generate
de: Generieren
es: Generar
fr: Générer
it: Genera
nl: Genereren
pl: Generuj

# NameGenerateVC.gender.unisex.text
source: Unisex
fr: Unisexe
nl: Uniseks
pl: Uniseks

# NameGenerateVC.loader.generatingName.text
source: Generating names
de: Namen werden generiert
es: Generando nombres
fr: Génération de noms en cours
it: Generazione dei nomi in corso
nl: Namen worden gegenereerd
pl: Generowanie imion

# SwipeNameCardVC.header.text
source: Swipe name cards
de: Namenskarten durchblättern
es: Desliza tarjetas de nombres
fr: Balayer les cartes de noms
it: Scorri i biglietti dei nomi
nl: Veeg naamkaartjes
pl: Przesuń wizytówki

# SwipeNameCardVC.lastName.text
source: Last name
de: Nachname
es: Apellido
fr: Nom de famille
it: Cognome
nl: Achternaam
pl: Nazwisko

# FavouriteNameVC.headlineLabel.text
source: Favourite names
de: Lieblingsnamen
es: Nombres favoritos
fr: Noms préférés
it: Nomi preferiti
nl: Favoriete namen
pl: Ulubione imiona

# FavouriteNameVC.girlsNames.text
source: Girls names:
de: Mädchennamen:
es: Nombres de niñas:
fr: Prénoms filles :
it: Nomi femminili:
nl: Meisjesnamen:
pl: Imiona żeńskie:

# FavouriteNameVC.unisexNames.text
source: Unisex names:
de: Unisex-Namen:
es: Nombres unisex:
fr: Prénoms unisexes :
it: Nomi unisex:
nl: Uniseksnamen:
pl: Imiona uniseks:

# FavouriteNameVC.boysNames.text
source: Boys names:
de: Jungennamen:
es: Nombres de niños:
fr: Prénoms garçons :
it: Nomi maschili:
nl: Jongensnamen:
pl: Imiona męskie:

# ChooseRegionVC.headlineLabel.text
source: Choose Region
de: Region auswählen
es: Elegir región
fr: Choisir une région
it: Scegli regione
nl: Regio kiezen
pl: Wybierz region

# ChooseRegionVC.searchRegion.placeholder.text
source: Search region
de: Region suchen
es: Buscar región
fr: Rechercher une région
it: Cerca regione
nl: Regio zoeken
pl: Szukaj regionu

# ChooseRegionVC.HeaderSection.text
source: SUGGESTED
de: VORGESCHLAGEN
es: SUGERIDO
fr: SUGGÉRÉ
it: SUGGERITO
nl: VOORGESTELD
pl: SUGEROWANE

# UIAlertController.okButton
source: OK
es: Aceptar

# OvulationCalendarVC.demoData.data.headline.text
source: data
de: Daten
es: Datos
fr: Données
it: Dati
nl: gegevens

# OptionsVC.shareCovarUIAlertController.emailButton
source: E-Mail
es: Correo electrónico

# SqueezLickSuckGame.levelButton.level.1
source: Epicure
de: Genießer
es: Epicúreo
fr: Épicurien
it: Epicureo

# SqueezLickSuckGame.levelButton.level.2
source: Dirty
de: Versaut
es: Atrevido
fr: Coquin
it: Porco
nl: Vuil

# SqueezLickSuckGame.challenges.2
source: Penis
es: Pene
fr: Pénis
it: Pene

# SqueezLickSuckGame.challenges.7
source: Anal
fr: Anus
it: Ano
nl: Anaal

# OvulationCalendarVC.demoData.demo.headline.text
source: Demo
fr: Démo
