Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# YogaVC.YogaPrental.CatCowPose.howText
source: Starting on all fours, inhale deeply and arch your spine while lowering your tummy and looking upwards. Then, exhale and slowly draw your chin toward your chest, and round your spine. Gently continue this sequence for 30 seconds to 1 minute.
de: Beginnen Sie auf allen Vieren, atmen Sie tief ein und beugen Sie Ihren Rücken, während Sie Ihren Bauch absenken und nach oben schauen. Dann, beim Ausatmen, ziehen Sie Ihr Kinn langsam zur Brust und runden Sie Ihren Rücken. Fahren Sie sanft für 30 Sekunden bis 1 Minute mit dieser Sequenz fort.
es: Comenzando en cuadrupedia, inhala profundamente y arquea tu columna vertebral mientras bajas el estómago y miras hacia arriba. Luego, exhala lentamente y lleva lentamente tu barbilla hacia tu pecho, y redondea tu columna vertebral. Continúa suavemente esta secuencia durante 30 segundos a 1 minuto.
fr: En commençant à quatre pattes, inspirez profondément et cambrez votre colonne vertébrale en abaissant votre ventre et en regardant vers le haut. Ensuite, expirez lentement et ramenez doucement votre menton vers votre poitrine, et arrondissez votre colonne vertébrale. Continuez doucement cette séquence pendant 30 secondes à 1 minute.
it: Partendo a quattro zampe, inspira profondamente e fai arcuare la schiena abbassando la pancia e guardando verso l'alto. Poi, espira e porta lentamente il mento verso il petto, e arrotola la schiena. Continua delicatamente questa sequenza per 30 secondi fino a 1 minuto.
nl: Begin op handen en knieën, adem diep in en span je rug aan terwijl je je buik laat zakken en omhoog kijkt. Adem dan uit en trek langzaam je kin naar je borst en rond je rug. Blijf rustig doorgaan met deze sequentie gedurende 30 seconden tot 1 minuut.
pl: Zaczynając na czworaka, wdychaj głęboko i wyginaj kręgosłup, opuszczając brzuch i spoglądając w górę. Następnie wydechaj i powoli przyciągnij brodę do klatki piersiowej, zaokrąglając kręgosłup. Delikatnie kontynuuj tę sekwencję przez 30 sekund do 1 minuty.

# YogaVC.YogaPrental.TrianglePose.headline.text
source: Triangle Pose
de: Dreieckshaltung
es: Postura del triángulo
fr: Pose du Triangle
it: Posizione del Triangolo
nl: Driehoek Houding
pl: Pozycja trójkąta

# YogaVC.YogaPrental.TrianglePose.whereText
source: Legs, spine and back.
de: Beine, Wirbelsäule und Rücken.
es: Piernas, columna vertebral y espalda.
fr: Jambes, colonne vertébrale et dos.
it: Gambe, colonna vertebrale e schiena.
nl: Benen, wervelkolom en rug.
pl: Nogi, kręgosłup i plecy.

# YogaVC.YogaPrental.TrianglePose.whyText
source: The triangle pose helps make your legs strong and bendy, which can come in handy during childbirth. It also toughens up your back and spine muscles, giving you some relief from the aches and pains caused by that growing baby bump.
de: Die Dreieckshaltung stärkt und macht Ihre Beine biegsam, was während der Geburt von Vorteil sein kann. Sie stärkt auch Ihre Rücken- und Wirbelsäulenmuskulatur und lindert dadurch die Schmerzen, die durch den wachsenden Babybauch verursacht werden.
es: La postura del triángulo ayuda a fortalecer y flexibilizar las piernas, lo que puede ser útil durante el parto. También fortalece los músculos de la espalda y la columna vertebral, aliviando los dolores causados por la creciente barriga del embarazo.
fr: La pose du Triangle aide à rendre vos jambes fortes et souples, ce qui peut être utile pendant l'accouchement. Elle renforce également les muscles du dos et de la colonne vertébrale, soulageant ainsi les douleurs causées par la bosse grandissante.
it: La posizione del triangolo aiuta a rendere le gambe forti e flessibili, il che può essere utile durante il parto. Rafforza anche i muscoli della schiena e della colonna vertebrale, offrendo un po' di sollievo ai dolori causati dalla crescita del pancione.
nl: De driehoek houding helpt je benen sterk en buigzaam te maken, wat van pas kan komen tijdens de bevalling. Het versterkt ook je rug- en rugspieren, wat verlichting biedt bij de pijntjes en kwalen veroorzaakt door die groeiende babybuik.
pl: Pozycja trójkąta pomaga wzmocnić i uelastycznić nogi, co może być przydatne podczas porodu. Uodparnia również mięśnie pleców i kręgosłupa, dając ci ulgę od bólów i dolegliwości spowodowanych przez rosnący brzuch.

# YogaVC.YogaPrental.TrianglePose.howText
source: Starting in a standing position, create some distance between your feet, stretching your legs apart to a comfortable limit. Raise your arms at your sides until they are in line with your shoulders. Turn your right foot to 90 degrees and your left foot inwards so that your toes are facing straight ahead. Exhale slowly and slowly bend at your waist from the right side. Extend your right hand to your ankle and your left arm up, turning your head in gaze of your left arm. Repeat this sequence on the opposite side.
de: Beginnen Sie im Stehen und schaffen Sie einen Abstand zwischen Ihren Füßen, strecken Sie Ihre Beine bis zu einem angenehmen Limit auseinander. Heben Sie Ihre Arme seitlich an, bis sie auf Schulterhöhe sind. Drehen Sie Ihren rechten Fuß um 90 Grad und Ihren linken Fuß nach innen, sodass Ihre Zehen geradeaus zeigen. Atmen Sie langsam aus und beugen Sie sich langsam von der rechten Seite aus an Ihrer Taille. Strecken Sie Ihre rechte Hand zu Ihrem Knöchel und Ihren linken Arm nach oben und drehen Sie Ihren Kopf, um auf Ihren linken Arm zu schauen. Wiederholen Sie diese Sequenz auf der gegenüberliegenden Seite.
es: Comenzando en posición de pie, crea cierta distancia entre tus pies, estirando las piernas hasta un límite cómodo. Levanta los brazos a los lados hasta que estén alineados con los hombros. Gira tu pie derecho a 90 grados y tu pie izquierdo hacia adentro para que tus dedos apunten hacia adelante. Exhala lentamente y dobla lentamente la cintura hacia el lado derecho. Extiende tu mano derecha hacia tu tobillo y tu brazo izquierdo hacia arriba, girando la cabeza para mirar tu brazo izquierdo. Repite esta secuencia en el lado opuesto.
fr: En partant de la position debout, créez une certaine distance entre vos pieds, en écartant vos jambes jusqu'à une limite confortable. Levez vos bras sur les côtés jusqu'à ce qu'ils soient alignés avec vos épaules. Tournez votre pied droit à 90 degrés et votre pied gauche vers l'intérieur de sorte que vos orteils soient dirigés vers l'avant. Expirez lentement et pliez lentement la taille du côté droit. Tendez votre main droite vers votre cheville et levez votre bras gauche, en tournant la tête pour regarder votre bras gauche. Répétez cette séquence du côté opposé.
it: Partendo in piedi, crea una certa distanza tra i tuoi piedi, allargando le gambe fino a un limite confortevole. Alza le braccia ai lati fino a quando sono allineate alle spalle. Gira il tuo piede destro di 90 gradi e il piede sinistro verso l'interno in modo che le dita dei piedi siano rivolte dritte in avanti. Espira lentamente e piegati lentamente in vita dal lato destro. Allunga la mano destra verso la caviglia e alza il braccio sinistro, girando la testa verso la tua mano sinistra. Ripeti questa sequenza sul lato opposto.
nl: Begin in een staande positie, creëer wat afstand tussen je voeten, strek je benen uit tot een comfortabele limiet. Til je armen opzij op tot ze in lijn zijn met je schouders. Draai je rechtervoet naar 90 graden en je linkerbeen naar binnen, zodat je tenen recht vooruit wijzen. Adem langzaam uit en buig langzaam bij je taille vanaf de rechterkant. Strek je rechterhand naar je enkel en je linkerarm omhoog, draai je hoofd naar het zicht van je linkerarm. Herhaal deze sequentie aan de tegenovergestelde zijde.
pl: Stojąc w pozycji wyprostowanej, stwórz odległość między stopami, rozciągając nogi na komfortowy limit. Unieś ręce na boki, aż znajdą się w linii z barkami. Obróć prawą stopę o 90 stopni, a lewą stopę do wewnątrz, tak aby palce były skierowane prosto przed siebie. Powoli wydechaj i zgiń się w pasie z prawej strony. Wyciągnij prawą rękę do kostki i lewą rękę w górę, obracając głowę w kierunku lewej ręki. Powtórz tę sekwencję po przeciwnej stronie.

# YogaVC.YogaPrental.GarlandPose.headline.text
source: Garland Pose
de: Kreuzbeinhaltung
es: Postura de la guirnalda
fr: Pose du Fœtus
it: Posizione del Fiore di Loto
nl: Garland Houding
pl: Pozycja Kielicha

# YogaVC.YogaPrental.GarlandPose.whereText
source: Pelvic floor and hips.
de: Beckenboden und Hüften.
es: Suelo pélvico y caderas.
fr: Plancher pelvien et hanches.
it: Pavimento pelvico e fianchi.
nl: Bekkenbodem en heupen.
pl: Dno miednicy i biodra.

# YogaVC.YogaPrental.GarlandPose.whyText
source: The Garland Pose benefits pregnant women by strengthening the pelvic floor, enhancing hip flexibility, and relieving digestive problems. It also promotes better posture, preparing the body for childbirth.
de: Die Kreuzbeinhaltung stärkt den Beckenboden, verbessert die Hüftbeweglichkeit und lindert Verdauungsprobleme. Sie fördert auch eine bessere Haltung und bereitet den Körper auf die Geburt vor.
es: La postura de la guirnalda beneficia a las mujeres embarazadas fortaleciendo el suelo pélvico, mejorando la flexibilidad de las caderas y aliviando problemas digestivos. También promueve una mejor postura, preparando el cuerpo para el parto.
fr: La Pose du Fœtus bénéficie aux femmes enceintes en renforçant le plancher pelvien, en améliorant la souplesse des hanches et en soulageant les problèmes digestifs. Elle favorise également une meilleure posture, préparant le corps à l'accouchement.
it: La Posizione del Fiore di Loto beneficia le donne incinte rafforzando il pavimento pelvico, migliorando la flessibilità dell'anca e alleviando problemi digestivi. Promuove anche una migliore postura, preparando il corpo al parto.
nl: De Garland Houding biedt voordelen voor zwangere vrouwen door de bekkenbodem te versterken, de heupflexibiliteit te verbeteren en spijsverteringsproblemen te verlichten. Het bevordert ook een betere houding en bereidt het lichaam voor op de bevalling.
pl: Pozycja Kielicha korzystnie wpływa na kobiety w ciąży poprzez wzmacnianie dna miednicy, zwiększanie elastyczności bioder oraz łagodzenie problemów trawiennych. Ponadto promuje lepszą postawę, przygotowując ciało do porodu.

# YogaVC.YogaPrental.GarlandPose.howText
source: Standing with your feet slightly wider than your hips, turn your toes outward. Slowly bending the knees and lowering your hips. Bring your hands together, with your thumbs to your chest, ensuring your elbows are at your knees. Hold this pose for 30 seconds.
de: Stehen Sie mit Ihren Füßen leicht weiter als Ihre Hüften und drehen Sie Ihre Zehen nach außen. Beugen Sie langsam die Knie und senken Sie Ihre Hüften. Bringen Sie Ihre Hände zusammen, mit den Daumen an Ihrer Brust, und stellen Sie sicher, dass Ihre Ellbogen an Ihren Knien sind. Halten Sie diese Pose 30 Sekunden lang.
es: De pie con los pies ligeramente más anchos que las caderas, gira los dedos de los pies hacia afuera. Flexiona lentamente las rodillas y baja las caderas. Junta las manos, con los pulgares en el pecho, asegurándote de que los codos estén en tus rodillas. Mantén esta postura durante 30 segundos.
fr: Debout, les pieds légèrement plus écartés que les hanches, tournez vos orteils vers l'extérieur. Pliez lentement les genoux et abaissez vos hanches. Réunissez vos mains, avec vos pouces sur votre poitrine, en veillant à ce que vos coudes soient sur vos genoux. Maintenez cette pose pendant 30 secondes.
it: In piedi con i piedi leggermente più larghi delle anche, gira le punte dei piedi verso l'esterno. Piega lentamente le ginocchia e abbassa i fianchi. Unisci le mani, con i pollici sul petto, assicurandoti che i gomiti siano ai tuoi ginocchi. Mantieni questa posizione per 30 secondi.
nl: Sta met je voeten iets breder dan je heupen, draai je tenen naar buiten. Buig langzaam je knieën en laat je heupen zakken. Breng je handen bij elkaar, met je duimen naar je borst, zorg ervoor dat je ellebogen op je knieën rusten. Houd deze houding 30 seconden vast.
pl: Stań z nogami nieco szerzej niż biodra, skieruj palce stóp na zewnątrz. Powoli zgiń kolana i opuść biodra. Złącz dłonie z kciukami przy klatce piersiowej, upewnij się, że łokcie są na poziomie kolan. Utrzymuj tę pozycję przez 30 sekund.

# YogaVC.YogaPrental.SideCorpsePose.headline.text
source: Side Corpse Pose
de: Seitliche Leichenhaltung
es: Postura de lado del cadáver
fr: Pose du Cadavre sur le Côté
it: Posizione del Cadavere Laterale
nl: Zijdelingse Lijk Houding
pl: Pozycja Boczna Zwłok

# YogaVC.YogaPrental.SideCorpsePose.whereText
source: Heart and circulation.
de: Herz und Blutzirkulation.
es: Corazón y circulación.
fr: Cœur et circulation.
it: Cuore e circolazione.
nl: Hart en bloedsomloop.
pl: Serce i krążenie.

# YogaVC.YogaPrental.SideCorpsePose.whyText
source: This pose promotes comfortable rest and relaxation. It can also reduce pressure on the vena cava, a major vein, improving blood circulation. It also eases discomfort related to swelling and indigestion.
de: Diese Haltung fördert angenehme Ruhe und Entspannung. Sie kann auch den Druck auf die Hohlvene, eine große Vene, verringern und die Blutzirkulation verbessern. Sie lindert auch Beschwerden im Zusammenhang mit Schwellungen und Verdauungsproblemen.
es: Esta postura promueve un descanso y relajación cómodos. También puede reducir la presión sobre la vena cava, una vena importante, mejorando la circulación sanguínea. También alivia el malestar relacionado con la hinchazón y la indigestión.
fr: Cette pose favorise le repos confortable et la relaxation. Elle peut également réduire la pression sur la veine cave, une veine majeure, améliorant ainsi la circulation sanguine. Elle soulage également les inconforts liés au gonflement et à l'indigestion.
it: Questa posizione promuove un riposo e un rilassamento confortevoli. Può anche ridurre la pressione sulla vena cava, una vena importante, migliorando la circolazione sanguigna. Allevia anche il disagio legato al gonfiore e all'indigestione.
nl: Deze houding bevordert comfortabele rust en ontspanning. Het kan ook de druk op de vena cava, een belangrijke ader, verminderen, waardoor de bloedsomloop verbetert. Het verlicht ook ongemak gerelateerd aan zwelling en spijsverteringsproblemen.
pl: Ta pozycja sprzyja wygodnemu odpoczynkowi i relaksowi. Może również zmniejszyć nacisk na żyłę główną, poprawiając krążenie krwi. Usuwa również dyskomfort związany z obrzękiem i niestrawnością.

# YogaVC.YogaPrental.SideCorpsePose.howText
source: Lay down on your left side and use a pillow in between your legs as well as under your head. Keeping your left leg straight, start to bend your right leg until your knee is just below the belly. Extend your left arm out over the floor and place your right hand with your palm flat to the floor for support. Hold this pose for 30 seconds and repeat this sequence on your right side.
de: Legen Sie sich auf die linke Seite und verwenden Sie ein Kissen zwischen Ihren Beinen und unter Ihrem Kopf. Halten Sie Ihr linkes Bein gerade und beginnen Sie, Ihr rechtes Bein zu beugen, bis Ihr Knie knapp unter dem Bauch liegt. Strecken Sie Ihren linken Arm über den Boden und legen Sie Ihre rechte Hand mit der Handfläche flach auf den Boden, um Unterstützung zu erhalten. Halten Sie diese Pose 30 Sekunden lang und wiederholen Sie diese Sequenz auf Ihrer rechten Seite.
es: Acuéstate de lado izquierdo y usa una almohada entre tus piernas y también debajo de tu cabeza. Mantén tu pierna izquierda recta, comienza a doblar tu pierna derecha hasta que tu rodilla esté justo debajo del vientre. Extiende tu brazo izquierdo sobre el suelo y coloca tu mano derecha con la palma plana en el suelo para obtener apoyo. Mantén esta postura durante 30 segundos y repite esta secuencia en tu lado derecho.
fr: Allongez-vous sur votre côté gauche et utilisez un oreiller entre vos jambes ainsi que sous votre tête. Gardez votre jambe gauche droite, commencez à plier votre jambe droite jusqu'à ce que votre genou soit juste en dessous du ventre. Étendez votre bras gauche au-dessus du sol et placez votre main droite avec la paume à plat sur le sol pour vous soutenir. Maintenez cette posture pendant 30 secondes et répétez cette séquence de l'autre côté.
it: Distenditi sul tuo lato sinistro e usa un cuscino tra le tue gambe e sotto la testa. Mantieni la gamba sinistra dritta, comincia a piegare la tua gamba destra finché il ginocchio è appena sotto la pancia. Stendi il braccio sinistro sul pavimento e metti la tua mano destra con il palmo della mano piatto sul pavimento per avere supporto. Mantieni questa posizione per 30 secondi e ripeti questa sequenza sul tuo lato destro.
nl: Ga op je linkerzij liggen en gebruik een kussen tussen je benen en onder je hoofd. Houd je linkerbeen recht, begin je rechterbeen te buigen totdat je knie net onder de buik is. Strek je linkerarm uit over de vloer en plaats je rechterhand met je handpalm plat op de vloer ter ondersteuning. Houd deze houding 30 seconden vast en herhaal deze sequentie aan je rechterkant.
pl: Połóż się na lewym boku i użyj poduszki między nogami oraz pod głową. Zachowując prostą lewą nogę, zacznij zgięcie prawej nogi, aż kolano znajdzie się tuż poniżej brzucha. Wyciągnij lewą rękę nad podłogę i umieść prawą dłoń z płaską dłonią na podłodze w celu wsparcia. Utrzymuj tę pozycję przez 30 sekund i powtórz sekwencję na prawym boku.

# YogaVC.YogaPrental.WideKneedChildsPoseModification.headline.text
source: Wide Kneed Child’s Pose Modification
es: Modificación de la postura de la niñez con rodillas separadas
fr: Modification de la Pose de l'Enfant les Genoux Écartés
it: Modifica della Posizione del Bambino con Ginocchia Larghe
nl: Aanpassing Wijde Kniel Kinderhouding
pl: Modyfikacja Pozycji Rozszerzonego Dziecka

# YogaVC.YogaPrental.WideKneedChildsPoseModification.whereText
source: Belly, back and hips.
es: Vientre, espalda y caderas.
fr: Ventre, dos et hanches.
it: Pancia, schiena e fianchi.
nl: Buik, rug en heupen.
pl: Brzuch, plecy i biodra.

# YogaVC.YogaPrental.WideKneedChildsPoseModification.whyText
source: This modification of the wide kneed child’s pose accommodates women who are in the late stages of their pregnancy. By using pillows to support your head and chest and allowing space for your belly to hang, relieving back pain and belly pressure. This hip widening pose may also reduce risk of birthing complications and soothe stress and anxiety.
de: Diese Modifikation der Breiten Knied-Haltung des Kindes kommt Frauen zugute, die sich in fortgeschrittenen Stadien ihrer Schwangerschaft befinden. Durch die Verwendung von Kissen zur Unterstützung von Kopf und Brust und die Schaffung von Platz für Ihren Bauch, um Druck auf den Rücken zu lindern. Diese Hüftweitungshaltung kann auch das Risiko von Geburtskomplikationen verringern und Stress und Ängste lindern.
es: Esta modificación de la postura de la niñez con rodillas separadas se adapta a las mujeres que están en las últimas etapas de su embarazo. Al usar almohadas para apoyar la cabeza y el pecho y permitir espacio para que cuelgue el vientre, alivia el dolor de espalda y la presión abdominal. Esta postura de ensanchamiento de caderas también puede reducir el riesgo de complicaciones durante el parto y calmar el estrés y la ansiedad.
fr: Cette modification de la Pose de l'Enfant les Genoux Écartés convient aux femmes enceintes dans les derniers stades de leur grossesse. En utilisant des oreillers pour soutenir votre tête et votre poitrine et en laissant de l'espace pour que votre ventre pende, cela soulage les douleurs dorsales et la pression sur le ventre. Cette pose écarte les hanches et peut également réduire le risque de complications lors de l'accouchement et apaiser le stress et l'anxiété.
it: Questa modifica della posizione del bambino con ginocchia larghe si adatta alle donne che sono nelle fasi avanzate della gravidanza. Utilizzando cuscini per sostenere la testa e il petto e consentendo allo spazio per la tua pancia di pendere, si allevia il mal di schiena e la pressione sulla pancia. Questa posizione che allarga l'anca può anche ridurre il rischio di complicazioni durante il parto e lenire lo stress e l'ansia.
nl: Deze aanpassing van de wijde kniel kinderhouding is geschikt voor vrouwen die zich in de late stadia van hun zwangerschap bevinden. Door kussens te gebruiken om je hoofd en borst te ondersteunen en ruimte te bieden voor je buik, verlicht het rugpijn en druk op de buik. Deze heupverbredende houding kan ook het risico op bevallingscomplicaties verminderen en stress en angst verzachten.
pl: Ta modyfikacja pozycji rozszerzonego dziecka dostosowuje się do kobiet w późnych fazach ciąży. Poprzez użycie poduszek do wsparcia głowy i klatki piersiowej oraz pozostawienie miejsca na brzuch, łagodzi ból pleców i nacisk na brzuch. Ta pozycja zwiększająca szerokość bioder może również zmniejszyć ryzyko powikłań porodowych oraz łagodzić stres i niepokój.

# YogaVC.YogaPrental.WideKneedChildsPoseModification.howText
source: Kneel on your yoga mat, widen your legs apart, with your heels to your buttocks and your big toes touching. Lower your chest onto your pillows to support your head and chest. Extend your arms to your sides and rest your palms flat. Maintain this pose for 3-5 minutes according to comfortability.
de: Knien Sie auf Ihrer Yogamatte, spreizen Sie Ihre Beine auseinander, mit den Fersen auf die Gesäßmuskeln und den großen Zehen berührend. Senken Sie Ihre Brust auf Ihre Kissen, um Kopf und Brust zu stützen. Strecken Sie die Arme zu den Seiten aus und legen Sie die Handflächen flach ab. Halten Sie diese Pose 3-5 Minuten lang je nach Komfort.
es: Arrodíllate en tu colchoneta de yoga, separa las piernas, con los talones en tus glúteos y los dedos gordos de los pies tocándose. Baja el pecho sobre tus almohadas para apoyar la cabeza y el pecho. Extiende los brazos a los lados y apoya las palmas planas. Mantén esta postura durante 3-5 minutos según tu comodidad.
fr: À genoux sur votre tapis de yoga, écartez vos jambes, les talons vers vos fesses et les gros orteils qui se touchent. Abaissez votre poitrine sur vos oreillers pour soutenir votre tête et votre poitrine. Étirez vos bras sur les côtés et posez vos paumes à plat. Maintenez cette posture pendant 3 à 5 minutes selon votre confort.
it: Inginocchiati sul tuo tappetino da yoga, allarga le gambe, con i talloni ai glutei e le grandi dita dei piedi che si toccano. Abbassa il petto sui tuoi cuscini per sostenere la testa e il petto. Estendi le braccia ai lati e appoggia i palmi delle mani piatte. Mantieni questa posizione per 3-5 minuti secondo la tua comodità.
nl: Kniel op je yogamat, spreid je benen uit elkaar, met je hielen naar je billen en je grote tenen die elkaar raken. Laat je borst op je kussens rusten om je hoofd en borst te ondersteunen. Strek je armen naar je zij uit en leg je handpalmen plat neer. Houd deze houding 3-5 minuten vast, afhankelijk van je comfort.
pl: Klęknij na macie jogi, rozstaw nogi szeroko, z piętami przy pośladkach i dużymi palcami dotykającymi się. Opóźnij klatkę piersiową na poduszkach, aby wesprzeć głowę i klatkę piersiową. Wyciągnij ręce na boki i oprzyj dłonie płasko. Utrzymuj tę pozycję przez 3-5 minut w zależności od wygody.

# YogaVC.YogaPrental.BridgePose.headline.text
source: Bridge Pose
de: Brückenhaltung
es: Postura del puente
fr: Pose du Pont
it: Posizione del Ponte
nl: Brughouding
pl: Pozycja Mostu

# YogaVC.YogaPrental.BridgePose.whereText
source: Pelvic floor, back and chest.
de: Beckenboden, Rücken und Brust.
es: Suelo pélvico, espalda y pecho.
fr: Plancher pelvien, dos et poitrine.
it: Pavimento pelvico, schiena e petto.
nl: Bekkenbodem, rug en borst.
pl: Dno miednicy, plecy i klatka piersiowa.
