Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# YogaVC.FertilityPosition.BridgePose.whyText
source: This pose offers a soothing impact on the central nervous system, enhancing overall blood flow throughout the body. It alleviates tension in the lower abdomen while also fortifying the muscles of the hips. It provides a rejuvenating influence on the reproductive organs, potentially enhancing your fertility prospects!
de: Diese Haltung hat eine beruhigende Wirkung auf das zentrale Nervensystem und verbessert die Durchblutung im gesamten Körper. Sie lindert Spannungen im unteren Bauchbereich und stärkt gleichzeitig die Muskeln der Hüften. Sie wirkt belebend auf die Fortpflanzungsorgane und kann somit Ihre Fruchtbarkeitsaussichten verbessern!
es: Esta postura ofrece un impacto reconfortante en el sistema nervioso central, mejorando el flujo sanguíneo general en todo el cuerpo. Alivia la tensión en la parte baja del abdomen y fortalece los músculos de la cadera. Proporciona una influencia rejuvenecedora en los órganos reproductivos, ¡potencialmente mejorando tus perspectivas de fertilidad!
fr: Cette posture offre un impact apaisant sur le système nerveux central, améliorant la circulation sanguine dans tout le corps. Elle soulage les tensions dans le bas de l'abdomen tout en renforçant les muscles des hanches.
it: Questa posizione offre un impatto lenitivo sul sistema nervoso centrale, migliorando il flusso sanguigno generale in tutto il corpo. Allevia la tensione nell'addome inferiore e rinforza anche i muscoli dell'anca. Offre un'influenza rinvigorente sugli organi riproduttivi, potenzialmente migliorando le tue prospettive di fertilità!
nl: Deze houding heeft een kalmerend effect op het centrale zenuwstelsel, verbetert de algehele bloedcirculatie door het lichaam. Het verlicht spanning in de onderbuik terwijl het ook de spieren van de heupen versterkt. Het heeft een verjongend effect op de voortplantingsorganen, wat mogelijk uw vruchtbaarheidsperspectieven kan verbeteren!
pl: Ta pozycja działa kojąco na centralny układ nerwowy, poprawiając ogólny przepływ krwi w całym ciele. Rozluźnia napięcie w dolnej części brzucha, jednocześnie wzmacniając mięśnie bioder. Wywiera odnowienie na narządy rozrodcze, potencjalnie zwiększając szanse na płodność!

# YogaVC.FertilityPosition.BridgePose.howText
source: Start by lying on your back with knees bent and feet flat on the floor, hip-distance apart, and heels near your buttocks. Lift your pelvis, interlock your hands beneath it, and hold for about a minute with thighs parallel to the floor. To release, unclasp your hands and lower your spine gradually. Repeat three to five times.
de: Beginnen Sie, indem Sie auf dem Rücken liegen, die Knie beugen und die Füße flach auf dem Boden aufstellen, hüftbreit auseinander und die Fersen in der Nähe Ihres Gesäßes. Heben Sie Ihr Becken, verschränken Sie Ihre Hände darunter und halten Sie für etwa eine Minute mit den Oberschenkeln parallel zum Boden. Um loszulassen, lösen Sie Ihre Hände und senken Sie Ihre Wirbelsäule allmählich ab. Wiederholen Sie dies drei bis fünf Mal.
es: Comienza acostándote boca arriba con las rodillas dobladas y los pies apoyados en el suelo, separados a la anchura de las caderas y los talones cerca de tus glúteos. Levanta tu pelvis, entrelaza las manos debajo de ella y mantén durante aproximadamente un minuto con los muslos paralelos al suelo. Para soltar, desentrelaza las manos y baja gradualmente tu columna vertebral. Repite de tres a cinco veces.
fr: Allongez-vous sur le dos, les genoux fléchis et les pieds à plat sur le sol, à la largeur des hanches et les talons près des fesses. Soulevez votre bassin, entrelacez vos mains en dessous et maintenez pendant environ une minute, les cuisses parallèles au sol. Pour relâcher, desserrez vos mains et abaissez progressivement votre colonne vertébrale. Répétez trois à cinq fois.
it: Inizia sdraiandoti sulla schiena con le ginocchia piegate e i piedi appoggiati sul pavimento, distanziati quanto le anche e i talloni vicino ai glutei. Solleva il bacino, intreccia le mani sotto di esso e mantieni per circa un minuto con le cosce parallele al pavimento. Per rilasciare, sciogli le mani e abbassa gradualmente la colonna vertebrale. Ripeti tre-cinque volte.
nl: Begin door op je rug te liggen met gebogen knieën en voeten plat op de grond, op heupafstand van elkaar, en hielen in de buurt van je billen. Til je bekken op, kruis je handen eronder en houd een minuut lang vast met dijen parallel aan de vloer. Om los te laten, maak je je handen los en laat je je wervelkolom geleidelijk zakken. Herhaal drie tot vijf keer.
pl: Połóż się na plecach z kolanami zgiętymi i stopami płasko na podłodze, w odległości bioder od siebie, a pięty blisko pośladków. Podnieś miednicę, skrzyżuj dłonie pod nią i utrzymaj przez około minutę, z udami równoległymi do podłogi. Aby zwolnić, rozłóż dłonie i stopniowo opuszczaj kręgosłup. Powtórz trzy do pięciu razy.

# YogaVC.FertilityPosition.PlowPose.headline.text
source: Plow Pose
de: Pflughaltung
es: Postura del arado
fr: Posture de la Charrue
it: Posizione dell'Aratro
nl: Ploeghouding
pl: Pozycja pluga

# YogaVC.FertilityPosition.PlowPose.whereText
source: Pelvis and thyroid gland.
de: Becken und Schilddrüse.
es: Pelvis y glándula tiroides.
fr: Pelvis et glande thyroïde.
it: Bacino e ghiandola tiroidea.
nl: Bekken en schildklierklier.
pl: Miednica i tarczyca.

# YogaVC.FertilityPosition.PlowPose.whyText
source: By increasing pelvic blood flow, stimulating the thyroid gland for menstrual cycle regulation, and reducing stress, potentially creating a more favorable environment for fertility.
de: Durch die Erhöhung des Blutflusses im Becken, die Stimulierung der Schilddrüse zur Regulation des Menstruationszyklus und die Reduzierung von Stress kann möglicherweise eine günstigere Umgebung für die Fruchtbarkeit geschaffen werden.
es: Al aumentar el flujo sanguíneo pélvico, estimular la glándula tiroides para la regulación del ciclo menstrual y reducir el estrés, potencialmente creando un entorno más favorable para la fertilidad.
fr: En augmentant la circulation sanguine pelvienne, en stimulant la glande thyroïde pour la régulation du cycle menstruel et en réduisant le stress, elle crée potentiellement un environnement plus favorable à la fertilité.
it: Aumentando il flusso sanguigno pelvico, stimolando la ghiandola tiroidea per la regolazione del ciclo mestruale e riducendo lo stress, potenzialmente creando un ambiente più favorevole alla fertilità.
nl: Door de bloedstroom naar het bekken te verhogen, de schildklier te stimuleren voor de regulatie van de menstruatiecyclus en stress te verminderen, mogelijk een gunstiger omgeving te creëren voor vruchtbaarheid.
pl: Poprzez zwiększanie przepływu krwi w miednicy, stymulację tarczycy w regulacji cyklu menstruacyjnego i redukcję stresu, potencjalnie tworząc bardziej korzystne środowisko dla płodności.

# YogaVC.FertilityPosition.PlowPose.howText
source: Place your arms on the mat with palms down and extend them toward the front of your mat for support. Use your forearms and palms to lift your legs to a 90-degree angle and then bring your feet over your head until they touch the floor behind you. Keep your legs straight. Interlace your fingers with palms together and extend your arms straight, reaching your knuckles forward while grounding your shoulders. Ensure your hips align over your shoulders. Avoid turning your head while gazing upward to protect your neck. Hold for 5 deep breaths, and to exit, lower your arms to the ground, release your hands, and roll your spine down to the mat, one vertebra at a time, with legs straight and feet together.
de: Platzieren Sie Ihre Arme mit den Handflächen nach unten auf der Matte und strecken Sie sie zur Vorderseite Ihrer Matte aus, um Unterstützung zu erhalten. Verwenden Sie Ihre Unterarme und Handflächen, um Ihre Beine in einem Winkel von 90 Grad anzuheben, und bringen Sie dann Ihre Füße über Ihren Kopf, bis sie den Boden hinter Ihnen berühren. Halten Sie Ihre Beine gerade. Verschränken Sie Ihre Finger mit zusammengelegten Handflächen und strecken Sie Ihre Arme gerade aus, während Sie Ihre Knöchel nach vorne strecken und gleichzeitig Ihre Schultern fest auf den Boden drücken. Stellen Sie sicher, dass Ihre Hüften über Ihren Schultern ausgerichtet sind. Drehen Sie den Kopf nicht, während Sie nach oben schauen, um Ihren Nacken zu schützen. Halten Sie 5 tiefe Atemzüge lang und zum Verlassen senken Sie Ihre Arme auf den Boden, lösen Sie Ihre Hände und rollen Sie Ihre Wirbelsäule langsam auf die Matte zurück, Wirbel für Wirbel, mit gestreckten Beinen und zusammengefügten Füßen.
es: Coloca los brazos en la esterilla con las palmas hacia abajo y extiéndelos hacia el frente de tu esterilla para obtener apoyo. Usa tus antebrazos y palmas para levantar las piernas hasta un ángulo de 90 grados y luego lleva tus pies sobre tu cabeza hasta que toquen el suelo detrás de ti. Mantén las piernas rectas. Entrelaza tus dedos con las palmas juntas y extiende los brazos hacia adelante, alcanzando tus nudillos hacia adelante mientras arraigas tus hombros. Asegúrate de que tus caderas estén alineadas sobre tus hombros. Evita girar la cabeza mientras miras hacia arriba para proteger tu cuello. Mantén durante 5 respiraciones profundas y, para salir, baja los brazos al suelo, suelta las manos y baja tu columna vertebral hasta la esterilla, una vértebra a la vez, con las piernas rectas y los pies juntos.
fr: Placez vos bras sur le tapis, paumes vers le bas et étendez-les vers l'avant pour obtenir un soutien. Utilisez vos avant-bras et vos paumes pour lever vos jambes à un angle de 90 degrés, puis ramenez vos pieds au-dessus de votre tête jusqu'à ce qu'ils touchent le sol derrière vous. Gardez vos jambes tendues. Entrelacez vos doigts paume contre paume et étendez vos bras droit devant vous, en atteignant vos phalanges vers l'avant tout en ancrant vos épaules. Assurez-vous que vos hanches sont alignées sur vos épaules. Évitez de tourner la tête tout en regardant vers le haut pour protéger votre cou. Maintenez pendant 5 respirations profondes, et pour sortir, abaissez vos bras au sol, relâchez vos mains et faites rouler votre colonne vertébrale jusqu'au tapis, une vertèbre à la fois, avec les jambes droites et les pieds joints.
it: Posiziona le braccia sul tappetino con i palmi rivolti verso il basso ed estendili verso il davanti del tappetino per avere supporto. Usa gli avambracci e i palmi per sollevare le gambe fino a un angolo di 90 gradi e quindi porta i piedi sopra la testa fino a toccare il pavimento dietro di te. Mantieni le gambe dritte. Intreccia le dita con i palmi delle mani unite ed estendi le braccia dritte, raggiungendo con le nocche in avanti mentre radichi le spalle. Assicurati che i fianchi siano allineati sopra le spalle. Evita di girare la testa mentre guardi verso l'alto per proteggere il collo. Mantieni per 5 respiri profondi e, per uscire, abbassa le braccia a terra, rilascia le mani e fai rotolare la colonna vertebrale fino al tappetino, una vertebra alla volta, con le gambe dritte e i piedi insieme.
nl: Plaats je armen op de mat met de handpalmen naar beneden en strek ze naar voren uit voor ondersteuning. Gebruik je onderarmen en handpalmen om je benen naar een hoek van 90 graden te tillen en breng vervolgens je voeten over je hoofd totdat ze de grond achter je raken. Houd je benen recht. Kruis je vingers in elkaar met de handpalmen tegen elkaar en strek je armen recht, reik je knokkels naar voren terwijl je je schouders grondt. Zorg ervoor dat je heupen boven je schouders staan. Draai je hoofd niet terwijl je omhoog kijkt om je nek te beschermen. Houd 5 diepe ademhalingen vast en om te vertrekken, laat je je armen op de grond zakken, laat je je handen los en rol je je wervelkolom naar beneden naar de mat, één wervelkolom tegelijk, met gestrekte benen en voeten bij elkaar.
pl: Połóż ramiona na macie z dłońmi do dołu i wyciągnij je w kierunku przodu macie, aby uzyskać wsparcie. Użyj przedramion i dłoni, aby unieść nogi pod kątem 90 stopni, a następnie przynieś stopy nad głowę, aż dotkną podłogi za tobą. Prostuj nogi. Złącz dłonie z łokciami wewnątrz, a dłonie razem, i wyciągnij ręce prosto, sięgając kolanek do przodu, jednocześnie zakotwiczając ramiona. Upewnij się, że biodra są wyrównane nad ramionami. Unikaj odwracania głowy, patrząc w górę, aby chronić szyję. Trzymaj przez 5 głębokich oddechów, a następnie aby wyjść, opuść ręce na podłogę, puść dłonie i zwijaj kręgosłup na macie, jeden kręg po drugim, z prostymi nogami i stopami razem.

# YogaVC.YogaPrental.StandingSideBend.headline.text
source: Standing Side Bend Pose
de: Stehende seitliche Beugung
es: Postura de inclinación lateral de pie
fr: Pose de l'Inclinaison Latérale Debout
it: Posizione della Flessione Laterale in Piedi
nl: Staande Zijwaartse Buiging Houding
pl: Pozycja skrzywienia boku w staniu

# YogaVC.YogaPrental.StandingSideBend.whereText
source: Shoulders and upper back.
de: Schultern und oberer Rücken.
es: Hombros y parte superior de la espalda.
fr: Épaules et haut du dos.
it: Spalle e parte superiore della schiena.
nl: Schouders en bovenrug.
pl: Ramiona i górna część pleców.

# YogaVC.YogaPrental.StandingSideBend.whyText
source: Reduces back pain and shoulder stiffness.
de: Verringert Rückenschmerzen und Schultersteifheit.
es: Reduce el dolor de espalda y la rigidez en los hombros.
fr: Réduit les douleurs dorsales et la raideur des épaules.
it: Riduce il mal di schiena e la rigidità delle spalle.
nl: Verlicht rugpijn en stijfheid in de schouders.
pl: Zmniejsza ból pleców i sztywność ramion.

# YogaVC.YogaPrental.StandingSideBend.howText
source: Standing with your legs hip width apart with your arms at your side, deeply inhale while extending your spine. Begin slowly bending your body to your right, drawing gentle, steady breaths. Raise your left arm over your head, resting your right hand on your hip or thigh for extra support. Rest into the pose for 30 seconds. Repeat this sequence on your left side.
de: Stehen Sie mit hüftbreit geöffneten Beinen und Armen an Ihrer Seite, atmen Sie tief ein und strecken Sie Ihre Wirbelsäule. Beginnen Sie langsam, Ihren Körper nach rechts zu beugen, während Sie sanft und gleichmäßig atmen. Heben Sie Ihren linken Arm über Ihren Kopf und legen Sie Ihre rechte Hand zur zusätzlichen Unterstützung auf Ihre Hüfte oder Oberschenkel. Verweilen Sie 30 Sekunden in der Haltung. Wiederholen Sie diese Sequenz auf Ihrer linken Seite.
es: De pie con las piernas separadas a la anchura de las caderas y los brazos a los lados, inhala profundamente mientras extiendes tu columna vertebral. Comienza a doblar lentamente tu cuerpo hacia tu derecha, respirando suave y constantemente. Levanta tu brazo izquierdo sobre tu cabeza, apoyando tu mano derecha en tu cadera o muslo para obtener apoyo adicional. Descansa en la postura durante 30 segundos. Repite esta secuencia en tu lado izquierdo.
fr: Debout, les jambes écartées à la largeur du bassin et les bras le long du corps, inspirez profondément en allongeant votre colonne vertébrale. Commencez lentement à incliner votre corps vers votre droite, en respirant doucement et régulièrement. Levez votre bras gauche au-dessus de votre tête, en posant votre main droite sur votre hanche ou sur votre cuisse pour un soutien supplémentaire. Maintenez cette posture pendant 30 secondes. Répétez cette séquence de l'autre côté.
it: In piedi con le gambe larghe quanto i fianchi e le braccia ai fianchi, inspira profondamente mentre estendi la tua colonna vertebrale. Inizia piegando lentamente il corpo verso destra, inspirando delicatamente e costantemente. Alza il braccio sinistro sopra la testa, poggiando la mano destra sul fianco o sulla coscia per un supporto extra. Mantieni la posa per 30 secondi. Ripeti questa sequenza sul lato sinistro.
nl: Sta met je benen op heupbreedte uit elkaar met je armen langs je lichaam, adem diep in terwijl je je ruggengraat strekt. Begin langzaam je lichaam naar rechts te buigen, terwijl je rustig en gelijkmatig ademhaalt. Til je linkerarm boven je hoofd, terwijl je je rechterhand op je heup of dij legt voor extra ondersteuning. Blijf 30 seconden in deze houding. Herhaal deze sequentie aan je linkerkant.
pl: Stojąc szeroko rozstawionymi nogami, z rękami u boku, głęboko wdychając, wyprostuj kręgosłup. Powoli zacznij wyginać ciało w prawo, wdechając łagodnie, regularnie oddychając. Podnieś lewą rękę nad głowę, opierając prawą dłoń na biodrze lub udzie dla dodatkowego wsparcia. Pozostań w tej pozycji przez 30 sekund. Powtórz tę sekwencję po lewej stronie.

# YogaVC.YogaPrental.WideKneedChildsPose.headline.text
source: Wide Kneed Child’s Pose
de: Weite Kindhaltung
es: Postura del niño con rodillas anchas
fr: Pose de l'Enfant les Genoux Écartés
it: Posizione del Bambino con Ginocchia Larghe
nl: Wijde Kniel Kinderhouding
pl: Szeroko rozstawiona pozycja dziecka

# YogaVC.YogaPrental.WideKneedChildsPose.whereText
source: Belly, back and hips.
de: Bauch, Rücken und Hüften.
es: Abdomen, espalda y caderas.
fr: Ventre, dos et hanches.
it: Pancia, schiena e fianchi.
nl: Buik, rug en heupen.
pl: Brzuch, plecy i biodra.

# YogaVC.YogaPrental.WideKneedChildsPose.whyText
source: The Wide Kneed Child’s Pose alleviates back pain and relieves belly pressure. This hip widening pose may also reduce the risk of birthing complications and soothe stress and anxiety.
de: Die Weite Kindhaltung lindert Rückenschmerzen und entlastet den Bauch. Diese Hüften öffnende Haltung kann auch das Risiko von Geburtskomplikationen verringern und Stress und Angst lindern.
es: La postura del niño con rodillas anchas alivia el dolor de espalda y la presión abdominal. Esta postura de apertura de cadera también puede reducir el riesgo de complicaciones durante el parto y calmar el estrés y la ansiedad.
fr: La pose de l'Enfant les Genoux Écartés soulage les douleurs dorsales et la pression sur le ventre. Cette pose écarte les hanches et peut également réduire le risque de complications lors de l'accouchement, et apaiser le stress et l'anxiété.
it: La Posizione del Bambino con Ginocchia Larghe allevia il mal di schiena e allevia la pressione sulla pancia. Questa posizione di allargamento dell'anca può anche ridurre il rischio di complicazioni durante il parto e lenire lo stress e l'ansia.
nl: De Wijde Kniel Kinderhouding verlicht rugpijn en vermindert druk op de buik. Deze heupverbredende houding kan ook het risico op complicaties tijdens de bevalling verminderen en stress en angst verzachten.
pl: Szeroko rozstawiona pozycja dziecka łagodzi ból pleców i zmniejsza ciśnienie brzucha. Ta pozycja rozszerzająca biodra może również zmniejszyć ryzyko powikłań porodowych oraz łagodzić stres i niepokój.

# YogaVC.YogaPrental.WideKneedChildsPose.howText
source: Kneel on your yoga mat, widen your legs apart, with your heels to your buttocks and your big toes touching. Lower your chest towards the floor until your forehead is touching your mat. Extend your arms above your head and rest your palms flat. Maintain this pose for 3-5 minutes according to comfortability.
de: Knieen Sie auf Ihrer Yoga-Matte, spreizen Sie Ihre Beine auseinander, mit den Fersen zu Ihrem Gesäß und den großen Zehen, die sich berühren. Senken Sie Ihre Brust auf den Boden, bis Ihre Stirn Ihre Matte berührt. Strecken Sie die Arme über Ihren Kopf und legen Sie Ihre Handflächen flach auf. Halten Sie diese Pose je nach Komfort 3-5 Minuten lang.
es: Arrodíllate en tu esterilla de yoga, separa las piernas, con los talones en los glúteos y los dedos gordos de los pies tocándose. Baja el pecho hacia el suelo hasta que tu frente toque la esterilla. Extiende los brazos por encima de tu cabeza y apoya las palmas de las manos planas. Mantén esta postura durante 3-5 minutos según tu comodidad.
fr: À genoux sur votre tapis de yoga, écartez vos jambes, les talons vers vos fesses et les gros orteils qui se touchent. Abaissez votre poitrine vers le sol jusqu'à ce que votre front touche votre tapis. Étirez vos bras au-dessus de votre tête et posez vos paumes à plat. Maintenez cette posture pendant 3 à 5 minutes selon votre confort.
it: Inginocchiati sul tuo tappetino da yoga, allarga le gambe, con i talloni vicino ai glutei e il tuo alluce grosso che si tocca. Abbassa il petto verso il pavimento finché la tua fronte non tocca il tappetino. Estendi le braccia sopra la testa e appoggia i palmi delle mani piatti. Mantieni questa posizione per 3-5 minuti a seconda della comodità.
nl: Ga op je yogamat knielen, spreid je benen uit elkaar, met je hielen naar je billen en je grote tenen tegen elkaar. Laat je borst naar de vloer zakken totdat je voorhoofd de mat raakt. Strek je armen boven je hoofd uit en leg je handpalmen plat neer. Houd deze houding 3-5 minuten vast, afhankelijk van je comfort.
pl: Klęknij na macie jogi, rozłóż nogi na boki, z piętami przy pośladkach i palcami dużymi u stóp dotykającymi się. Opadnij klatką piersiową ku podłodze, aż czoło dotknie macie. Wyciągnij ramiona nad głowę i oprzyj dłonie na macie. Utrzymuj tę pozycję przez 3-5 minut w zależności od komfortu.

# YogaVC.YogaPrental.BoundAnglePose.headline.text
source: Bound Angle Pose
de: Schmetterlingshaltung
es: Postura del ángulo ligado
fr: Pose de l'Angle Lié
it: Posizione dell'Angolo Legato
nl: Gebonden Hoek Houding
pl: Pozycja związanych kątów

# YogaVC.YogaPrental.BoundAnglePose.whereText
source: Thighs, knees and hips.
de: Oberschenkel, Knie und Hüften.
es: Muslos, rodillas y caderas.
fr: Cuisses, genoux et hanches.
it: Cosce, ginocchia e fianchi.
nl: Dijen, knieën en heupen.
pl: Uda, kolana i biodra.

# YogaVC.YogaPrental.BoundAnglePose.whyText
source: Reduces fatigue and knee pain, while opening the hips and thighs to promote an easier delivery.
de: Reduziert Müdigkeit und Knieschmerzen, öffnet die Hüften und Oberschenkel, um eine leichtere Geburt zu fördern.
es: Reduce la fatiga y el dolor de rodillas, mientras abre las caderas y los muslos para facilitar el parto.
fr: Réduit la fatigue et les douleurs aux genoux, tout en ouvrant les hanches et les cuisses pour faciliter l'accouchement.
it: Riduce la fatica e il dolore alle ginocchia, mentre apre i fianchi e le cosce per favorire un parto più facile.
nl: Vermindert vermoeidheid en kniepijn, terwijl de heupen en dijen worden geopend om een gemakkelijkere bevalling te bevorderen.
pl: Redukuje zmęczenie i ból kolan, jednocześnie otwierając biodra i uda, aby ułatwić poród.
