Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# LearningResourceArticleVC.hitTheGym.section2.text
source: Walking and fertility yoga are two of the best ways to promote circulation and improve the strength and flexibility of the muscles surrounding the uterus. Leading an inactive lifestyle with little to no exercise can create a situation of stagnation of blood flow to the uterus and other reproductive organs. The main artery that supplies blood to our legs also supplies blood to our uterus, ovaries, and vagina — so basically, keep moving! If you have a desk job, you may find yourself sitting around a lot, causing the blood flow to the uterus to be compromised. This won’t help any, especially if you already have other fertility issues. What’s more, is that not moving this area of our body enough can contribute to scar tissue and adhesions forming. A sedentary lifestyle also contributes directly to weak muscles in the uterus. If you’re trying to conceive, adding a brisk walk to your daily routine may help, but you may want to hold off training for that marathon. Brisk walking, leisurely cycling, golfing, and gardening are considered moderate exercise. If you’re overweight, moderate exercise is especially important as being overweight impacts your fertility negatively. If you’re not accustomed to working out at all, start slowly and work your way up. Most women who are already active should be able to continue to exercise without worrying that it will negatively impact their fertility. Women who exercise to relieve stress should certainly not stop when they want to become pregnant unless there is a medical reason for doing so. The American College of Obstetrics and Gynecology recommends 30 minutes or more of moderate exercise per day on most if not all days of the week unless you have a medical or obstetric complication. The optimal Body Mass Index (BMI) for fertility for women is between 20 and 25.
de: Spazierengehen und Fruchtbarkeitsyoga sind zwei der besten Möglichkeiten, die Durchblutung zu fördern und die Stärke und Flexibilität der Muskeln um die Gebärmutter zu verbessern. Ein inaktiver Lebensstil mit wenig oder keiner Bewegung kann eine Stagnation des Blutflusses zur Gebärmutter und anderen Fortpflanzungsorganen verursachen. Die Hauptarterie, die Blut in unsere Beine liefert, versorgt auch unsere Gebärmutter, Eierstöcke und Vagina – also, bleib in Bewegung! Wenn du einen Bürojob hast, sitzt du vielleicht viel herum, was den Blutfluss zur Gebärmutter beeinträchtigen kann. Das wird nicht helfen, besonders wenn du bereits andere Fruchtbarkeitsprobleme hast. Darüber hinaus kann das mangelnde Bewegen dieses Bereichs unseres Körpers zur Bildung von Narbengewebe und Verwachsungen beitragen. Ein sitzender Lebensstil trägt auch direkt zu schwachen Muskeln in der Gebärmutter bei. Wenn du versuchst, schwanger zu werden, kann ein zügiger Spaziergang in deine tägliche Routine helfen, aber du solltest das Training für einen Marathon vielleicht aufschieben. Zügiges Gehen, gemütliches Radfahren, Golfen und Gartenarbeit gelten als moderate Bewegung. Wenn du übergewichtig bist, ist moderate Bewegung besonders wichtig, da Übergewicht deine Fruchtbarkeit negativ beeinflusst. Wenn du es nicht gewohnt bist, überhaupt zu trainieren, fang langsam an und arbeite dich hoch. Die meisten Frauen, die bereits aktiv sind, sollten ohne Sorge weiter trainieren können, dass es ihre Fruchtbarkeit negativ beeinflusst. Frauen, die Sport treiben, um Stress abzubauen, sollten dies sicherlich nicht aufgeben, wenn sie schwanger werden möchten, es sei denn, es gibt einen medizinischen Grund dafür. Das American College of Obstetrics and Gynecology empfiehlt an den meisten, wenn nicht allen Tagen der Woche 30 Minuten oder mehr moderate Bewegung pro Tag, es sei denn, es gibt eine medizinische oder geburtshilfliche Komplikation. Der optimale Body Mass Index (BMI) für die Fruchtbarkeit von Frauen liegt zwischen 20 und 25.
es: Caminar y el yoga de fertilidad son dos de las mejores maneras de promover la circulación y mejorar la fuerza y flexibilidad de los músculos que rodean el útero. Llevar un estilo de vida inactivo con poco o ningún ejercicio puede crear una situación de estancamiento del flujo sanguíneo hacia el útero y otros órganos reproductivos. La arteria principal que suministra sangre a nuestras piernas también suministra sangre a nuestro útero, ovarios y vagina — así que básicamente, ¡sigue moviéndote! Si tienes un trabajo de escritorio, es posible que te encuentres sentada mucho, lo que compromete el flujo sanguíneo hacia el útero. Esto no ayudará en nada, especialmente si ya tienes otros problemas de fertilidad. Además, no mover lo suficiente esta área de nuestro cuerpo puede contribuir a la formación de tejido cicatricial y adherencias. Un estilo de vida sedentario también contribuye directamente a los músculos débiles en el útero. Si estás tratando de concebir, agregar una caminata rápida a tu rutina diaria puede ayudar, pero quizás quieras posponer el entrenamiento para ese maratón. Caminar rápido, andar en bicicleta de forma recreativa, jugar al golf y la jardinería se consideran ejercicio moderado. Si tienes sobrepeso, el ejercicio moderado es especialmente importante ya que el sobrepeso afecta negativamente tu fertilidad. Si no estás acostumbrada a hacer ejercicio en absoluto, comienza lentamente y avanza gradualmente. La mayoría de las mujeres que ya están activas deberían poder continuar haciendo ejercicio sin preocuparse de que afecte negativamente su fertilidad. Las mujeres que hacen ejercicio para aliviar el estrés ciertamente no deberían detenerse cuando quieren quedar embarazadas, a menos que haya una razón médica para hacerlo. El Colegio Americano de Obstetricia y Ginecología recomienda 30 minutos o más de ejercicio moderado al día la mayoría de los días de la semana, si no todos, a menos que tengas una complicación médica u obstétrica. El índice de masa corporal (IMC) óptimo para la fertilidad en mujeres está entre 20 y 25.
fr: La marche et le yoga de fertilité sont deux des meilleures façons de promouvoir la circulation et d'améliorer la force et la flexibilité des muscles entourant l'utérus. Mener un style de vie inactif avec peu ou pas d'exercice peut entraîner une stagnation du flux sanguin vers l'utérus et d'autres organes reproducteurs. L'artère principale qui fournit du sang à nos jambes fournit également du sang à notre utérus, nos ovaires et notre vagin — donc, en gros, continuez à bouger ! Si vous avez un travail de bureau, vous risquez de rester assise beaucoup, ce qui compromet le flux sanguin vers l'utérus. Cela n'aidera en rien, surtout si vous avez déjà d'autres problèmes de fertilité. De plus, le fait de ne pas suffisamment bouger cette partie de notre corps peut contribuer à la formation de tissus cicatriciels et d'adhérences. Un mode de vie sédentaire contribue également directement à la faiblesse des muscles de l'utérus. Si vous essayez de concevoir, ajouter une marche rapide à votre routine quotidienne peut aider, mais vous voudrez peut-être reporter l'entraînement pour ce marathon. La marche rapide, le vélo de loisir, le golf et le jardinage sont considérés comme des exercices modérés. Si vous êtes en surpoids, l'exercice modéré est particulièrement important car le surpoids a un impact négatif sur votre fertilité. Si vous n'êtes pas du tout habituée à faire de l'exercice, commencez lentement et progressez. La plupart des femmes déjà actives devraient pouvoir continuer à faire de l'exercice sans craindre que cela n'ait un impact négatif sur leur fertilité. Les femmes qui font de l'exercice pour soulager le stress ne devraient certainement pas arrêter lorsqu'elles veulent devenir enceintes, sauf pour des raisons médicales. L'American College of Obstetrics and Gynecology recommande 30 minutes ou plus d'exercice modéré par jour la plupart des jours de la semaine, sinon tous, sauf si vous avez une complication médicale ou obstétricale. L'indice de masse corporelle (IMC) optimal pour la fertilité chez les femmes se situe entre 20 et 25.
it: Camminare e fare yoga per la fertilità sono due dei modi migliori per promuovere la circolazione e migliorare la forza e la flessibilità dei muscoli intorno all'utero. Condurre uno stile di vita inattivo con poco o nessun esercizio può creare una situazione di stagnazione del flusso sanguigno verso l'utero e altri organi riproduttivi. L'arteria principale che fornisce sangue alle gambe fornisce anche sangue all'utero, alle ovaie e alla vagina, quindi in pratica, muoviti! Se hai un lavoro da scrivania, potresti trovarti a sederti molto, causando una compromissione del flusso sanguigno all'utero. Questo non aiuta, soprattutto se hai già altri problemi di fertilità. Inoltre, non muovere abbastanza questa area del corpo può contribuire alla formazione di tessuto cicatriziale e aderenze. Uno stile di vita sedentario contribuisce anche direttamente ai muscoli deboli nell'utero. Se stai cercando di concepire, aggiungere una passeggiata vigorosa alla tua routine quotidiana potrebbe aiutare, ma potresti voler posticipare l'allenamento per quella maratona. Camminare a passo svelto, andare in bicicletta a ritmo tranquillo, giocare a golf e fare giardinaggio sono considerati esercizi moderati. Se sei in sovrappeso, l'esercizio moderato è particolarmente importante in quanto l'essere in sovrappeso influisce negativamente sulla tua fertilità. Se non sei abituata a fare esercizio fisico, inizia lentamente e aumenta gradualmente. La maggior parte delle donne che sono già attive dovrebbero essere in grado di continuare a fare esercizio senza preoccuparsi che ciò influisca negativamente sulla loro fertilità. Le donne che fanno esercizio per alleviare lo stress non dovrebbero certamente smettere quando vogliono rimanere incinte, a meno che non ci sia un motivo medico per farlo. L'American College of Obstetrics and Gynecology raccomanda 30 minuti o più di esercizio moderato al giorno, nella maggior parte se non in tutti i giorni della settimana, a meno che non ci sia una complicazione medica o ostetrica. L'indice di massa corporea (IMC) ottimale per la fertilità per le donne è tra 20 e 25.
nl: Wandelen en vruchtbaarheidsyoga zijn twee van de beste manieren om de bloedsomloop te bevorderen en de kracht en flexibiliteit van de spieren rond de baarmoeder te verbeteren. Een inactieve levensstijl met weinig tot geen beweging kan een situatie van stagnatie van de bloedstroom naar de baarmoeder en andere voortplantingsorganen veroorzaken. De hoofdartee die bloed naar onze benen voert, voorziet ook onze baarmoeder, eierstokken en vagina van bloed - dus blijf in beweging! Als je een kantoorbaan hebt, zit je waarschijnlijk veel, wat de bloedstroom naar de baarmoeder kan belemmeren. Dit zal niet helpen, vooral als je al andere vruchtbaarheidsproblemen hebt. Bovendien kan het onvoldoende bewegen van dit gebied van ons lichaam bijdragen aan de vorming van littekenweefsel en verklevingen. Een zittende levensstijl draagt ook direct bij aan zwakke spieren in de baarmoeder. Als je probeert zwanger te worden, kan een stevige wandeling toevoegen aan je dagelijkse routine helpen, maar je wilt misschien nog even wachten met trainen voor die marathon. Stevig wandelen, rustig fietsen, golfen en tuinieren worden beschouwd als matige oefeningen. Als je overgewicht hebt, is matige lichaamsbeweging vooral belangrijk, omdat overgewicht je vruchtbaarheid negatief beïnvloedt. Als je helemaal niet gewend bent om te sporten, begin dan langzaam en bouw het geleidelijk op. De meeste vrouwen die al actief zijn, zouden zonder zorgen moeten kunnen blijven sporten, zonder dat dit hun vruchtbaarheid negatief beïnvloedt. Vrouwen die sporten om stress te verminderen, moeten hier zeker niet mee stoppen wanneer ze zwanger willen worden, tenzij er een medische reden voor is. Het American College of Obstetrics and Gynecology raadt aan om op de meeste, zo niet alle dagen van de week 30 minuten of meer matige lichaamsbeweging per dag te doen, tenzij je een medische of obstetrische complicatie hebt. De optimale Body Mass Index (BMI) voor vruchtbaarheid bij vrouwen ligt tussen 20 en 25.
pl: Chodzenie i joga płodności to dwa najlepsze sposoby na promowanie krążenia i poprawę siły oraz elastyczności mięśni otaczających macicę. Prowadzenie nieaktywnego stylu życia z małą ilością ćwiczeń może prowadzić do stagnacji przepływu krwi do macicy i innych narządów rozrodczych. Główna tętnica, która dostarcza krew do naszych nóg, dostarcza również krew do macicy, jajników i pochwy — więc po prostu, ruszaj się! Jeśli masz pracę biurową, możesz spędzać dużo czasu na siedzeniu, co powoduje ograniczenie przepływu krwi do macicy. To nie pomoże, zwłaszcza jeśli już masz inne problemy z płodnością. Co więcej, brak ruchu w tej części ciała może przyczyniać się do tworzenia blizn i zrostów. Siedzący tryb życia bezpośrednio przyczynia się również do osłabienia mięśni macicy. Jeśli starasz się o dziecko, dodanie energicznego spaceru do swojej codziennej rutyny może pomóc, ale możesz chcieć wstrzymać się z treningiem do maratonu. Energiczny spacer, rekreacyjna jazda na rowerze, gra w golfa i ogrodnictwo są uważane za umiarkowane ćwiczenia. Jeśli masz nadwagę, umiarkowane ćwiczenia są szczególnie ważne, ponieważ nadwaga negatywnie wpływa na płodność. Jeśli nie jesteś przyzwyczajona do ćwiczeń, zacznij powoli i stopniowo zwiększaj intensywność. Większość kobiet, które są już aktywne, powinna móc kontynuować ćwiczenia bez obaw, że negatywnie wpłynie to na ich płodność. Kobiety, które ćwiczą, aby złagodzić stres, na pewno nie powinny przestawać, gdy chcą zajść w ciążę, chyba że istnieje medyczny powód, aby to zrobić. American College of Obstetrics and Gynecology zaleca 30 minut lub więcej umiarkowanego wysiłku fizycznego dziennie przez większość, jeśli nie wszystkie dni tygodnia, chyba że masz medyczne lub położnicze przeciwwskazania. Optymalny wskaźnik masy ciała (BMI) dla płodności kobiet wynosi od 20 do 25.

# LearningResourceArticleVC.hitTheGym.section3.headline
source: For men trying to conceive
de: Für Männer, die versuchen, schwanger zu werden
es: Para hombres que intentan concebir
fr: Pour les hommes essayant de concevoir
it: Per gli uomini che cercano di concepire
nl: Voor mannen die proberen zwanger te worden
pl: Dla mężczyzn starających się o dziecko
