Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# LearningResourceArticleVC.waysToShowYour.section2.text
source: Consider a few important tips about how to be a good partner to your pregnant significant other. As the two of you experience this challenging, but amazing, time in your life together you will become closer than ever before but also face emotional challenges you have never dealt with previously. Listen to their concerns and try to help ease their minds as best you can. If your partner becomes upset listen to what they are saying and try to resolve the issue as quickly and calmly as possible. Make relevant suggestions when needed but try not to come off as bossy. Hormones tend to create quite a mess of emotions and can turn to anger very quickly. Try to remember that this isn't your partner usually and that the hormones are controlling a lot of their mood swings right now. Think of it like an amped-up PMS. Yes. It gets that bad sometimes and over the smallest of things. Not all pregnancies have unpredictable mood swings throughout but usually experience them at some point in the pregnancy at least once or twice. Even if they are thrilled to be expecting, they may also be scared, nervous, or uncertain about things, especially if this is their first pregnancy. Worrying if one will be a good parent is one of the biggest stressors during pregnancy. Reassure your partner that they will be the very best parent and once the baby comes things will settle down for them. Be their sounding board. Encourage them to share their thoughts and feelings with you. Ask them how they are feeling and what they think about different topics and situations so that they know you are taking an active role in the pregnancy. They need to know that you are available to them and feel secure that you care. Listen to their concerns, feelings, and hopes. Letting them know you are there and acknowledging them gives them the support they need when they need it the most. They are very vulnerable right now and need to know you can be strong for both of you. Give them caring massages to ease their stress and aches. Pregnancy not only puts a toll on the mind but the body as well. Easing those sore aching muscles and joints might be just the ticket to letting them know you are going the extra mile to show you care. Pregnancy can make us feel extra tired, especially in the first and third trimester. Try helping out more with chores around the house like doing the laundry, cooking, and running errands to give them some much-needed rest. Making a human is hard work! Cravings for certain foods can hit when we least expect them. So if your partner has been nibbling on something specific try stocking up on those items so they can have them whenever they want. There's nothing better than satisfying a craving for a pickle and some ice cream at 3 am! Sometimes pregnancy will result in some bedrest unexpectedly. For those suffering from boredom, some entertainment would be nice. Try finding some of their favorite things like movies, books, and magazines to keep them busy. Crocheting and knitting are also a nice idea. Word search and crossword books are a common go-to.
de: Berücksichtige ein paar wichtige Tipps, wie du ein guter Partner für deine schwangere Partnerin sein kannst. Während ihr beide diese herausfordernde, aber erstaunliche Zeit in eurem Leben gemeinsam erlebt, werdet ihr enger zusammenwachsen als je zuvor, aber auch emotionale Herausforderungen bewältigen, mit denen ihr bisher noch nie konfrontiert wart. Höre auf ihre Bedenken und versuche, ihre Sorgen so gut wie möglich zu lindern. Wenn deine Partnerin verärgert ist, höre ihr zu und versuche, das Problem so schnell und ruhig wie möglich zu lösen. Mache relevante Vorschläge, wenn nötig, aber versuche, nicht überheblich zu wirken. Hormone können ein ziemliches Gefühlschaos verursachen und sehr schnell in Wut umschlagen. Versuche daran zu denken, dass das nicht deine übliche Partnerin ist und dass die Hormone derzeit viele ihrer Stimmungsschwankungen steuern. Denke daran, es ist wie ein verstärktes PMS. Ja. Manchmal wird es so schlimm und das wegen der kleinsten Dinge. Nicht alle Schwangerschaften haben unvorhersehbare Stimmungsschwankungen, aber in der Regel treten sie zumindest einmal oder zweimal während der Schwangerschaft auf. Selbst wenn sie sich darauf freut, schwanger zu sein, kann sie auch Angst, Nervosität oder Unsicherheit empfinden, besonders wenn es ihre erste Schwangerschaft ist. Die Sorge, ob man ein guter Elternteil sein wird, ist einer der größten Stressfaktoren während der Schwangerschaft. Versichere deiner Partnerin, dass sie die beste Mutter sein wird und dass sich alles beruhigen wird, sobald das Baby da ist. Sei ihr Ansprechpartner. Ermutige sie, ihre Gedanken und Gefühle mit dir zu teilen. Frage sie, wie sie sich fühlt und was sie über verschiedene Themen und Situationen denkt, damit sie weiß, dass du eine aktive Rolle in der Schwangerschaft übernimmst. Sie muss wissen, dass du für sie da bist und sich sicher fühlen, dass du dich kümmerst. Höre auf ihre Sorgen, Gefühle und Hoffnungen. Wenn du ihr zeigst, dass du da bist und sie anerkennst, gibst du ihr die Unterstützung, die sie in diesem Moment am meisten braucht. Sie ist gerade sehr verletzlich und muss wissen, dass du stark für euch beide sein kannst. Gib ihr liebevolle Massagen, um ihren Stress und ihre Schmerzen zu lindern. Schwangerschaft belastet nicht nur den Geist, sondern auch den Körper. Das Entspannen dieser schmerzenden Muskeln und Gelenke könnte genau das Richtige sein, um ihr zu zeigen, dass du dich besonders bemühst. Schwangerschaft kann uns besonders müde machen, besonders im ersten und dritten Trimester. Versuche, mehr im Haushalt zu helfen, indem du die Wäsche machst, kochst und Besorgungen erledigst, damit sie sich dringend benötigte Ruhe gönnen kann. Einen Menschen zu erschaffen ist harte Arbeit! Gelüste nach bestimmten Lebensmitteln können auftreten, wenn wir es am wenigsten erwarten. Also, wenn deine Partnerin auf etwas Bestimmtes Appetit hat, versuche, diese Sachen vorrätig zu haben, damit sie sie jederzeit haben kann. Es gibt nichts Besseres, als ein Verlangen nach einer Gurke und etwas Eiscreme um 3 Uhr morgens zu stillen! Manchmal führt eine Schwangerschaft unerwartet zu Bettruhe. Für diejenigen, die unter Langeweile leiden, wäre etwas Unterhaltung nett. Versuche, einige ihrer Lieblingssachen wie Filme, Bücher und Zeitschriften zu finden, um sie zu beschäftigen. Häkeln und Stricken sind auch eine gute Idee. Wörterbuch- und Kreuzworträtselbücher sind ein beliebter Zeitvertreib.
es: Considera algunos consejos importantes sobre cómo ser un buen compañero para tu pareja embarazada. A medida que los dos experimentan este tiempo desafiante pero increíble en sus vidas juntos, se volverán más cercanos que nunca, pero también enfrentarán desafíos emocionales que nunca antes habían enfrentado. Escucha sus preocupaciones y trata de ayudar a calmar su mente lo mejor que puedas. Si tu pareja se enoja, escucha lo que está diciendo y trata de resolver el problema lo más rápida y tranquilamente posible. Haz sugerencias relevantes cuando sea necesario, pero trata de no parecer autoritario. Las hormonas tienden a crear un gran desorden de emociones y pueden convertirse en ira muy rápidamente. Trata de recordar que esta no es tu pareja normalmente y que las hormonas están controlando muchos de sus cambios de humor en este momento. Piensa en ello como un síndrome premenstrual amplificado. Sí. A veces se pone tan mal y por las cosas más pequeñas. No todos los embarazos tienen cambios de humor impredecibles durante todo el embarazo, pero generalmente los experimentan al menos una o dos veces durante el embarazo. Incluso si están emocionados por esperar un bebé, también pueden estar asustados, nerviosos o inseguros acerca de muchas cosas, especialmente si este es su primer embarazo. Preocuparse por ser un buen padre es uno de los mayores factores de estrés durante el embarazo. Reafirma a tu pareja que será el mejor padre y que, una vez que llegue el bebé, las cosas se calmarán para ella. Sé su caja de resonancia. Anímala a compartir sus pensamientos y sentimientos contigo. Pregúntale cómo se siente y qué piensa sobre diferentes temas y situaciones para que sepa que estás tomando un papel activo en el embarazo. Necesitan saber que estás disponible para ellos y sentirse seguros de que te importa. Escucha sus preocupaciones, sentimientos y esperanzas. Hacerles saber que estás ahí y reconocerlos les da el apoyo que necesitan cuando más lo necesitan. Son muy vulnerables en este momento y necesitan saber que puedes ser fuerte para ambos. Dales masajes cariñosos para aliviar su estrés y dolores. El embarazo no solo afecta la mente, sino también el cuerpo. Aliviar esos músculos y articulaciones doloridos podría ser justo lo que necesitan para hacerles saber que estás haciendo un esfuerzo adicional para mostrarles que te importa. El embarazo puede hacernos sentir muy cansados, especialmente en el primer y tercer trimestre. Trata de ayudar más con las tareas del hogar, como lavar la ropa, cocinar y hacer mandados para darles un merecido descanso. ¡Crear un ser humano es un trabajo duro! Los antojos de ciertos alimentos pueden aparecer cuando menos lo esperamos. Así que, si tu pareja ha estado picoteando algo específico, trata de abastecerte de esos artículos para que puedan tenerlos cuando quieran. ¡No hay nada mejor que satisfacer un antojo de pepinillos y helado a las 3 de la mañana! A veces, el embarazo resultará en algún reposo en cama inesperadamente. Para aquellos que sufren de aburrimiento, sería agradable un poco de entretenimiento. Trata de encontrar algunas de sus cosas favoritas, como películas, libros y revistas, para mantenerlos ocupados. El crochet y el tejido también son una buena idea. Los libros de búsqueda de palabras y crucigramas son una opción común.
fr: Considérez quelques conseils importants sur la façon d'être un bon partenaire pour votre compagne enceinte. En vivant ensemble cette période difficile mais incroyable de votre vie, vous vous rapprocherez plus que jamais, mais vous devrez également faire face à des défis émotionnels que vous n'avez jamais rencontrés auparavant. Écoutez ses préoccupations et essayez d'apaiser ses pensées autant que possible. Si votre partenaire est contrariée, écoutez ce qu'elle dit et essayez de résoudre le problème aussi rapidement et calmement que possible. Faites des suggestions pertinentes quand c'est nécessaire, mais essayez de ne pas paraître autoritaire. Les hormones ont tendance à créer un véritable chaos émotionnel et peuvent rapidement se transformer en colère. Essayez de vous rappeler que ce n'est pas votre partenaire habituelle et que les hormones contrôlent actuellement beaucoup de ses sautes d'humeur. Pensez-y comme à un SPM amplifié. Oui. Parfois, cela devient aussi mauvais et pour les choses les plus insignifiantes. Toutes les grossesses ne sont pas accompagnées de sautes d'humeur imprévisibles, mais elles en font généralement l'expérience au moins une ou deux fois au cours de la grossesse. Même si elle est ravie d'attendre un enfant, elle peut également avoir peur, être nerveuse ou incertaine quant à certaines choses, surtout s'il s'agit de sa première grossesse. S'inquiéter de savoir si on sera un bon parent est l'un des plus grands facteurs de stress pendant la grossesse. Rassurez votre partenaire en lui disant qu'elle sera la meilleure des mamans et qu'une fois que le bébé sera là, tout se calmera pour elle. Soyez son confident. Encouragez-la à partager ses pensées et ses sentiments avec vous. Demandez-lui comment elle se sent et ce qu'elle pense de différents sujets et situations afin qu'elle sache que vous jouez un rôle actif dans la grossesse. Elle a besoin de savoir que vous êtes là pour elle et de se sentir en sécurité en sachant que vous vous souciez d'elle. Écoutez ses préoccupations, ses sentiments et ses espoirs. Lui faire savoir que vous êtes là et reconnaître ses sentiments lui donne le soutien dont elle a besoin quand elle en a le plus besoin. Elle est très vulnérable en ce moment et a besoin de savoir que vous pouvez être fort pour vous deux. Donnez-lui des massages bienveillants pour soulager son stress et ses douleurs. La grossesse ne met pas seulement l'esprit à rude épreuve, mais aussi le corps. Soulager ces muscles et articulations douloureux pourrait être exactement ce qu'il faut pour lui montrer que vous faites un effort supplémentaire pour lui prouver votre affection. La grossesse peut nous rendre particulièrement fatiguées, surtout au premier et au troisième trimestre. Essayez d'aider davantage avec les tâches ménagères comme faire la lessive, cuisiner et faire des courses pour lui donner le repos dont elle a tant besoin. Faire un être humain est un travail difficile! Les envies de certains aliments peuvent survenir lorsque nous nous y attendons le moins. Donc, si votre partenaire grignote quelque chose de spécifique, essayez de faire des provisions de ces articles afin qu'elle puisse les avoir quand elle le souhaite. Il n'y a rien de mieux que de satisfaire une envie de cornichons et de crème glacée à 3 heures du matin! Parfois, la grossesse entraîne un repos au lit imprévu. Pour ceux qui souffrent d'ennui, un peu de divertissement serait agréable. Essayez de trouver certaines de ses choses préférées comme des films, des livres et des magazines pour la garder occupée. Le crochet et le tricot sont aussi une bonne idée. Les livres de mots croisés et de recherche de mots sont une solution courante.
it: Considera alcuni importanti consigli su come essere un buon partner per la tua compagna incinta. Mentre voi due vivete insieme questo momento impegnativo ma meraviglioso della vostra vita, diventerete più vicini che mai ma affronterete anche sfide emotive che non avete mai affrontato prima. Ascolta le sue preoccupazioni e cerca di alleviare le sue paure il più possibile. Se la tua partner si arrabbia, ascolta cosa sta dicendo e cerca di risolvere il problema il più rapidamente e tranquillamente possibile. Fai suggerimenti pertinenti quando necessario, ma cerca di non sembrare prepotente. Gli ormoni tendono a creare un gran casino di emozioni e possono trasformarsi rapidamente in rabbia. Cerca di ricordare che questa non è la tua partner normalmente e che gli ormoni stanno controllando gran parte dei suoi sbalzi d'umore in questo momento. Pensalo come una PMS amplificata. Sì. A volte diventa così grave e per le cose più piccole. Non tutte le gravidanze hanno sbalzi d'umore imprevedibili durante tutto il periodo, ma di solito li sperimentano almeno una o due volte durante la gravidanza. Anche se è entusiasta di essere incinta, può anche essere spaventata, nervosa o incerta su molte cose, soprattutto se questa è la sua prima gravidanza. La preoccupazione di essere un buon genitore è uno dei maggiori stress durante la gravidanza. Rassicura la tua partner che sarà il miglior genitore e che, una volta arrivato il bambino, le cose si sistemeranno per lei. Sii il suo punto di riferimento. Incoraggiala a condividere i suoi pensieri e sentimenti con te. Chiedile come si sente e cosa pensa riguardo ai diversi argomenti e situazioni in modo che sappia che stai assumendo un ruolo attivo nella gravidanza. Ha bisogno di sapere che sei disponibile per lei e sentirsi sicura che ti importa. Ascolta le sue preoccupazioni, sentimenti e speranze. Farle sapere che ci sei e riconoscerla le dà il supporto di cui ha bisogno nel momento in cui ne ha più bisogno. È molto vulnerabile in questo momento e ha bisogno di sapere che puoi essere forte per entrambi. Falle dei massaggi affettuosi per alleviare il suo stress e i dolori. La gravidanza non solo mette a dura prova la mente, ma anche il corpo. Alleviare quei muscoli e articolazioni doloranti potrebbe essere proprio ciò di cui ha bisogno per farle sapere che ti stai impegnando per mostrarle che ci tieni. La gravidanza può farci sentire molto stanche, specialmente nel primo e terzo trimestre. Prova ad aiutare di più con le faccende domestiche come fare il bucato, cucinare e fare commissioni per darle un po' di meritato riposo. Creare un essere umano è un lavoro duro! Le voglie di certi cibi possono colpirci quando meno ce lo aspettiamo. Quindi, se la tua partner ha avuto un particolare desiderio per qualcosa, prova a fare scorta di quegli articoli in modo che possa averli quando vuole. Non c'è niente di meglio che soddisfare una voglia di sottaceti e gelato alle 3 del mattino! A volte la gravidanza comporta un riposo a letto inaspettato. Per chi soffre di noia, sarebbe carino avere un po' di intrattenimento. Prova a trovare alcune delle sue cose preferite come film, libri e riviste per tenerla occupata. Anche l'uncinetto e il lavoro a maglia sono una buona idea. I cruciverba e i giochi di parole sono una soluzione comune.
nl: Overweeg een paar belangrijke tips over hoe je een goede partner kunt zijn voor je zwangere geliefde. Terwijl jullie samen deze uitdagende, maar geweldige tijd in je leven doormaken, zullen jullie dichter naar elkaar toe groeien dan ooit tevoren, maar ook emotionele uitdagingen aangaan die je nog nooit eerder hebt meegemaakt. Luister naar haar zorgen en probeer haar gedachten zoveel mogelijk te verlichten. Als je partner van streek raakt, luister dan naar wat ze zegt en probeer het probleem zo snel en rustig mogelijk op te lossen. Doe waar nodig relevante suggesties, maar probeer niet bazig over te komen. Hormonen kunnen nogal wat emoties veroorzaken en kunnen snel omslaan in woede. Probeer te onthouden dat dit niet je gebruikelijke partner is en dat de hormonen nu veel van haar stemmingswisselingen beheersen. Denk eraan als een versterkte PMS. Ja. Soms wordt het zo erg en om de kleinste dingen. Niet alle zwangerschappen hebben onvoorspelbare stemmingswisselingen, maar ze ervaren ze meestal op een bepaald moment in de zwangerschap minstens een of twee keer. Zelfs als ze opgetogen is om zwanger te zijn, kan ze ook bang, nerveus of onzeker zijn over dingen, vooral als dit haar eerste zwangerschap is. Zich zorgen maken of men een goede ouder zal zijn, is een van de grootste stressfactoren tijdens de zwangerschap. Reassureer je partner dat ze de allerbeste ouder zal zijn en dat alles goed komt zodra de baby er is. Wees haar klankbord. Moedig haar aan om haar gedachten en gevoelens met je te delen. Vraag haar hoe ze zich voelt en wat ze denkt over verschillende onderwerpen en situaties, zodat ze weet dat je een actieve rol speelt in de zwangerschap. Ze moet weten dat je beschikbaar bent voor haar en zich veilig voelen dat je om haar geeft. Luister naar haar zorgen, gevoelens en hoop. Haar laten weten dat je er bent en haar erkenning geven, geeft haar de steun die ze nodig heeft wanneer ze die het meest nodig heeft. Ze is nu erg kwetsbaar en moet weten dat je sterk kunt zijn voor jullie beiden. Geef haar liefdevolle massages om haar stress en pijn te verlichten. Zwangerschap belast niet alleen de geest, maar ook het lichaam. Het verzachten van die pijnlijke spieren en gewrichten kan precies zijn wat nodig is om haar te laten weten dat je een extra inspanning levert om je zorg te tonen. Zwangerschap kan ons extra moe maken, vooral in het eerste en derde trimester. Probeer meer te helpen met klusjes in huis, zoals de was doen, koken en boodschappen doen, zodat ze de broodnodige rust kan krijgen. Een mens maken is hard werken! Verlangens naar bepaald voedsel kunnen opkomen wanneer we het het minst verwachten. Dus als je partner ergens specifiek van geniet, probeer dan deze items in voorraad te hebben zodat ze ze kan hebben wanneer ze maar wil. Er is niets beter dan een verlangen naar een augurk en wat ijs om 3 uur 's nachts te bevredigen! Soms resulteert zwangerschap onverwacht in bedrust. Voor degenen die zich vervelen, zou wat entertainment leuk zijn. Probeer enkele van haar favoriete dingen te vinden, zoals films, boeken en tijdschriften, om haar bezig te houden. Haken en breien zijn ook een goed idee. Woordzoekers en kruiswoordpuzzels zijn een veelgebruikte oplossing.
pl: Rozważ kilka ważnych wskazówek, jak być dobrym partnerem dla swojej ciężarnej ukochanej. Doświadczając tego wyzwania, ale także niesamowitego czasu w waszym życiu razem, staniecie się bliżej niż kiedykolwiek wcześniej, ale także zmierzycie się z emocjonalnymi wyzwaniami, z którymi nigdy wcześniej nie mieliście do czynienia. Słuchaj jej obaw i staraj się jak najlepiej uspokoić jej umysł. Jeśli Twoja partnerka się zdenerwuje, słuchaj, co mówi i staraj się rozwiązać problem jak najszybciej i najspokojniej. Udostępniaj odpowiednie sugestie, kiedy jest to potrzebne, ale staraj się nie wychodzić na szefa. Hormony często tworzą bałagan emocji i mogą szybko przerodzić się w gniew. Staraj się pamiętać, że to nie jest zwykle Twoja partnerka i że hormony kontrolują wiele jej nastrojów w tej chwili. Myśl o tym jak o wzmocnionym PMS. Tak. Czasami jest to aż tak źle i z najmniejszych rzeczy. Nie wszystkie ciąże mają nieprzewidywalne wahania nastroju przez cały czas, ale zazwyczaj występują one przynajmniej raz lub dwa razy w ciąży. Nawet jeśli są zachwyceni oczekiwaniem, mogą być również przestraszeni, nerwowi lub niepewni co do rzeczy, zwłaszcza jeśli to jest ich pierwsza ciąża. Martwienie się, czy będzie się dobrym rodzicem, jest jednym z największych stresorów podczas ciąży. Uspokój swoją partnerkę, że będzie najlepszym rodzicem i gdy dziecko się urodzi, wszystko się uspokoi. Bądź jej tablicą dźwiękową. Zachęcaj ją do dzielenia się swoimi myślami i uczuciami z Tobą. Pytaj ją, jak się czuje i co myśli o różnych tematach i sytuacjach, aby wiedziała, że aktywnie uczestniczysz w ciąży. Musi wiedzieć, że jesteś dla niej dostępny i czuć się bezpiecznie, że Ci zależy. Słuchaj jej obaw, uczuć i nadziei. Dając jej znać, że jesteś tam i uznając ją, daje jej wsparcie, którego potrzebuje, kiedy najbardziej tego potrzebuje. Teraz jest bardzo wrażliwa i musi wiedzieć, że możesz być silny za was oboje. Daj jej troskliwe masaże, aby złagodzić stres i bóle. Ciąża nie tylko obciąża umysł, ale także ciało. Łagodzenie tych bolących mięśni i stawów może być właśnie tym, co pozwoli jej wiedzieć, że idziesz o krok dalej, aby pokazać, że ci zależy. Ciąża może sprawić, że będziemy czuć się wyjątkowo zmęczeni, szczególnie w pierwszym i trzecim trymestrze. Spróbuj bardziej pomagać w domowych obowiązkach, takich jak pranie, gotowanie i załatwianie spraw, aby dać jej tak potrzebny odpoczynek. Tworzenie człowieka to ciężka praca! Zachcianki na określone jedzenie mogą pojawić się, gdy najmniej się ich spodziewamy. Więc jeśli Twoja partnerka skubała coś konkretnego, spróbuj zaopatrzyć się w te produkty, aby mogła je mieć, kiedy tylko chce. Nie ma nic lepszego niż zaspokojenie zachcianki na kiszonkę i trochę lodów o 3 nad ranem! Czasami ciąża niespodziewanie skutkuje odpoczynkiem w łóżku. Dla tych, którzy cierpią z powodu nudy, trochę rozrywki byłoby miłe. Spróbuj znaleźć jej ulubione rzeczy, takie jak filmy, książki i czasopisma, aby ją zajęły. Szydełkowanie i robienie na drutach to również dobry pomysł. Książki z wyszukiwaniem słów i krzyżówki są powszechnym wyborem.

# LearningResourceArticleVC.waysToShowYour.section3.headline
source: Keep the romance alive...
de: Halte die Romantik am Leben...
es: Mantén viva la llama del romance...
fr: Gardez la romance vivante...
it: Mantieni viva la romanticismo...
nl: Houd de romantiek levend...
pl: Podtrzymuj romans...
