Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# LearningResourceArticleVC.babyliciousNutritious.headline.text
source: Food nourishes your body, mind, and soul, and when you are planning to conceive, the food you eat can help you achieve your dreams of conception a very tasty reality. In this article, we’ll explore how the right diet can promote pregnancy, we’ll share why some foods have the power to increase your chances of falling pregnant. There are many factors at play when trying for a baby, it’s always best to find out more about your fertility as a couple with a health professional, the right diet and health have been linked to conception success. We’ll also let you know a few things to avoid when planning your pregnancy so you can get to conceiving!
de: Lebensmittel nähren Körper, Geist und Seele, und wenn Sie planen, schwanger zu werden, können die Lebensmittel, die Sie essen, Ihnen helfen, Ihre Träume von der Empfängnis zu einer sehr schmackhaften Realität zu machen. In diesem Artikel gehen wir der Frage nach, wie die richtige Ernährung eine Schwangerschaft begünstigen kann, und erklären, warum bestimmte Lebensmittel die Chance auf eine Schwangerschaft erhöhen können. Es gibt viele Faktoren, die beim Kinderwunsch eine Rolle spielen. Es ist immer am besten, wenn Sie als Paar mit einem Arzt mehr über Ihre Fruchtbarkeit herausfinden, denn die richtige Ernährung und Gesundheit stehen in Verbindung mit dem Erfolg der Empfängnis. Wir verraten Ihnen auch ein paar Dinge, die Sie bei der Planung Ihrer Schwangerschaft vermeiden sollten, damit Sie schwanger werden können!
es: La comida nutre tu cuerpo, mente y alma, y cuando estás planeando concebir, la comida que consumes puede ayudarte a hacer realidad tus sueños de concepción de una manera muy sabrosa. En este artículo, exploraremos cómo la dieta adecuada puede promover el embarazo, compartiremos por qué algunos alimentos tienen el poder de aumentar tus posibilidades de quedar embarazada. Hay muchos factores en juego cuando se intenta tener un bebé, siempre es mejor obtener más información sobre tu fertilidad como pareja con un profesional de la salud, la dieta adecuada y la salud han sido vinculadas al éxito de la concepción. También te informaremos sobre algunas cosas que debes evitar al planificar tu embarazo para que puedas concebir!
fr: La nourriture nourrit votre corps, votre esprit et votre âme, et lorsque vous planifiez de concevoir, la nourriture que vous mangez peut vous aider à réaliser vos rêves de conception d'une réalité très savoureuse. Dans cet article, nous explorerons comment le bon régime alimentaire peut favoriser la grossesse, nous partagerons pourquoi certains aliments ont le pouvoir d'augmenter vos chances de tomber enceinte. De nombreux facteurs entrent en jeu lors de la tentative de concevoir un bébé, il est toujours préférable d'en savoir plus sur votre fertilité en tant que couple avec un professionnel de la santé, le bon régime alimentaire et la santé ont été liés au succès de la conception. Nous vous indiquerons également quelques choses à éviter lorsque vous planifiez votre grossesse pour que vous puissiez concevoir !
it: Il cibo nutre il tuo corpo, mente e anima, e quando stai pianificando di concepire, ciò che mangi può aiutarti a realizzare il tuo sogno di concepimento in modo delizioso. In questo articolo, esploreremo come la dieta corretta possa promuovere la gravidanza, condivideremo perché alcuni alimenti hanno il potere di aumentare le tue possibilità di rimanere incinta. Ci sono molti fattori in gioco quando si tenta di avere un bambino, è sempre meglio scoprire di più sulla tua fertilità come coppia con un professionista della salute, la dieta corretta e la salute sono stati collegati al successo del concepimento. Ti faremo sapere anche alcune cose da evitare quando pianifichi la tua gravidanza per poter iniziare a concepire!
nl: Voedsel voedt je lichaam, geest en ziel, en wanneer je van plan bent om zwanger te worden, kan het voedsel dat je eet je helpen je dromen van conceptie een zeer smakelijke realiteit te maken. In dit artikel zullen we verkennen hoe het juiste dieet zwangerschap kan bevorderen, we zullen delen waarom sommige voedingsmiddelen de kracht hebben om je kansen op zwangerschap te vergroten. Er zijn veel factoren in het spel bij het proberen zwanger te worden, het is altijd het beste om meer te weten te komen over je vruchtbaarheid als koppel bij een gezondheidswerker, het juiste dieet en gezondheid zijn gekoppeld aan succesvolle conceptie. We zullen je ook laten weten welke dingen je moet vermijden bij het plannen van je zwangerschap, zodat je kunt beginnen met het bedenken!
pl: Jedzenie odżywia ciało, umysł i duszę, a gdy planujesz poczęcie, jedzenie, które spożywasz, może pomóc Ci zrealizować marzenia o poczęciu w bardzo smakowity sposób. W tym artykule omówimy, w jaki sposób odpowiednia dieta może promować ciążę, podzielimy się dlaczego niektóre jedzenie ma moc zwiększenia Twoich szans na zajście w ciążę. Istnieje wiele czynników, które odgrywają rolę podczas próby zajścia w ciążę, zawsze warto dowiedzieć się więcej o swojej płodności jako parze u specjalisty od zdrowia, odpowiednia dieta i zdrowie zostały powiązane z sukcesem w poczęciu. Powiemy Ci również kilka rzeczy do unikania podczas planowania ciąży, abyś mógł zajść w ciążę!

# LearningResourceArticleVC.babyliciousNutritious.section1.headline
source: Under & Over
de: Unter & Über
es: Debajo y encima
fr: Sous ou Sur
it: Sotto & Sopra
nl: Te dun & te dik
pl: Za mało i za dużo

# LearningResourceArticleVC.babyliciousNutritious.section1.text
source: It is true that statistically speaking, women who are under or overweight have a harder time getting pregnant, that is not to say it is impossible of course! However, being overweight or underweight may cause hormonal imbalances, ovulation irregularities, and menstruation problems. If you’re planning on getting pregnant, consider consulting with a dietician to find a dietary plan customized to your height, weight, and any possible health conditions. This is also goes for your partner, as weight issues can present problems in male fertility too.
de: Es stimmt, dass es statistisch gesehen für Frauen mit Unter- oder Übergewicht schwieriger ist, schwanger zu werden, was natürlich nicht heißt, dass es unmöglich ist! Allerdings kann Über- oder Untergewicht ein hormonelles Ungleichgewicht, Unregelmäßigkeiten beim Eisprung und Menstruationsprobleme verursachen. Wenn Sie planen, schwanger zu werden, sollten Sie sich von einem Ernährungsberater beraten lassen, um einen Ernährungsplan zu erstellen, der auf Ihre Größe, Ihr Gewicht und eventuelle gesundheitliche Probleme abgestimmt ist. Dies gilt auch für Ihren Partner, da Gewichtsprobleme auch bei der männlichen Fruchtbarkeit zu Problemen führen können.
es: Es cierto que estadísticamente hablando, las mujeres que están por debajo o por encima del peso tienen más dificultades para quedar embarazadas, ¡eso no quiere decir que sea imposible por supuesto! Sin embargo, estar por encima o por debajo del peso puede causar desequilibrios hormonales, irregularidades en la ovulación y problemas menstruales. Si planeas quedar embarazada, considera consultar con un dietista para encontrar un plan dietético personalizado según tu altura, peso y posibles condiciones de salud. Esto también se aplica a tu pareja, ya que los problemas de peso pueden presentar problemas en la fertilidad masculina también.
fr: Il est vrai que statistiquement parlant, les femmes qui sont en surpoids ou en sous-poids ont plus de mal à tomber enceintes, cela ne veut pas dire que c'est impossible bien sûr ! Cependant, être en surpoids ou en sous-poids peut causer des déséquilibres hormonaux, des irrégularités de l'ovulation et des problèmes menstruels. Si vous envisagez de tomber enceinte, envisagez de consulter un diététicien pour trouver un plan alimentaire personnalisé en fonction de votre taille, de votre poids et de vos éventuels problèmes de santé. Cela vaut également pour votre partenaire, car les problèmes de poids peuvent présenter des problèmes de fertilité chez l'homme également.
it: È vero che statisticamente parlando, le donne sottopeso o sovrappeso hanno più difficoltà a rimanere incinte, ciò non significa che sia impossibile, ovviamente! Tuttavia, essere sovrappeso o sottopeso può causare squilibri ormonali, irregolarità dell'ovulazione e problemi mestruali. Se stai pianificando di rimanere incinta, considera di consultare un dietologo per trovare un piano alimentare personalizzato in base alla tua altezza, peso e eventuali condizioni di salute. Questo vale anche per il tuo partner, poiché i problemi di peso possono presentare problemi anche nella fertilità maschile.
nl: Het is waar dat statistisch gezien vrouwen die te dun of te dik zijn het moeilijker hebben om zwanger te worden, dat wil niet zeggen dat het onmogelijk is natuurlijk! Echter, overgewicht of ondergewicht kan hormonale onevenwichtigheden, ovulatie onregelmatigheden en menstruatieproblemen veroorzaken. Als je van plan bent om zwanger te worden, overweeg dan om een diëtist te raadplegen om een dieetplan op maat te vinden voor je lengte, gewicht en eventuele mogelijke gezondheidsproblemen. Dit geldt ook voor je partner, want gewichtsproblemen kunnen ook problemen veroorzaken bij mannelijke vruchtbaarheid.
pl: To prawda, że statystycznie kobiety, które mają niedowagę lub nadwagę, mają trudniejszy czas zajścia w ciążę, ale to nie znaczy, że jest to niemożliwe! Jednak nadwaga lub niedowaga mogą powodować zaburzenia hormonalne, nieregularności owulacyjne i problemy z miesiączką. Jeśli planujesz zajście w ciążę, rozważ konsultację z dietetykiem, aby znaleźć plan dietetyczny dostosowany do Twojego wzrostu, wagi i ewentualnych problemów zdrowotnych. Dotyczy to również Twojego partnera, ponieważ problemy z wagą mogą powodować problemy z płodnością u mężczyzn.

# LearningResourceArticleVC.babyliciousNutritious.section2.headline
source: Babylicious Nutritious: Improve your Chances and Avoid…
de: Verbessern Sie Ihre Chancen und vermeiden Sie...
es: Babylicious Nutritious: Mejora tus posibilidades y evita...
fr: Délicieusement Bébé : Améliorez vos chances et évitez…
it: Babylicious Nutritious: Migliora le tue possibilità ed evita...
nl: Babylicious Nutritious: Verbeter je kansen en vermijd...
pl: Babylicious Nutritious: Popraw swoje szanse i unikaj…

# LearningResourceArticleVC.babyliciousNutritious.section2.text
source: -Smoking. Smoking can reduce fertility in men and women, if you’re hoping to conceive, kicking the habit can help you along your journey to conception. -Too much caffeine. When trying to conceive, experts agree that excessive caffeine consumption can reduce your chances of pregnancy due to caffeine and can impact how your body metabolizes all those good nutrients in your system. -Alcohol. Other than getting down on a Saturday night, there isn’t much alcohol is good for it seems. When trying to get pregnant, alcohol can reduce fertility, not only in females but also in males too. Alcohol can also throw off your hormones, which affects your menstrual cycle. To increase your odds of pregnancy, it’s best to stick to good old water. -Processed foods. It’s known that processed foods can reduce men’s semen quality which may impact your odds of conception. Processed foods are packed with sugar, salt, and fats, which just simply aren’t healthy when trying to get pregnant. -Sugary drinks. Drinks and foods with a high sugar content lower fertility in both males and females. Not only that, but it can literally cause your organs, like your reproductive system to age before their time! - Raw fish and fish high in mercury. You’ve probably heard that you should steer clear of sushi while you’re pregnant. This actually also applies when trying to conceive. Mercury builds up within the bloodstream over a period of time, high amounts can impact your health and your future baby in the belly.
de: -Rauchen. Rauchen kann die Fruchtbarkeit von Männern und Frauen beeinträchtigen. Wenn Sie auf eine Schwangerschaft hoffen, kann der Verzicht auf das Rauchen Ihnen auf dem Weg zur Empfängnis helfen. -Zu viel Koffein. Wenn Sie versuchen, schwanger zu werden, sind sich Experten einig, dass übermäßiger Koffeinkonsum Ihre Chancen auf eine Schwangerschaft verringern kann, da Koffein die Verstoffwechselung all dieser guten Nährstoffe in Ihrem Körper beeinträchtigen kann. -Alkohol. Abgesehen davon, dass man sich am Samstagabend betrinken kann, scheint es nicht viel zu geben, wofür Alkohol gut ist. Wenn Sie versuchen, schwanger zu werden, kann Alkohol die Fruchtbarkeit beeinträchtigen, nicht nur bei Frauen, sondern auch bei Männern. Alkohol kann auch Ihren Hormonhaushalt durcheinander bringen, was sich auf Ihren Menstruationszyklus auswirkt. Um Ihre Chancen auf eine Schwangerschaft zu erhöhen, sollten Sie sich an das gute alte Wasser halten. -Verarbeitete Lebensmittel. Es ist bekannt, dass verarbeitete Lebensmittel die Samenqualität des Mannes beeinträchtigen können, was sich auf die Empfängniswahrscheinlichkeit auswirken kann. Verarbeitete Lebensmittel enthalten viel Zucker, Salz und Fette, die bei dem Versuch, schwanger zu werden, einfach nicht gesund sind. -Zuckerhaltige Getränke. Getränke und Lebensmittel mit einem hohen Zuckergehalt verringern die Fruchtbarkeit bei Männern und Frauen. Und nicht nur das: Sie können sogar dazu führen, dass Ihre Organe, wie z. B. Ihr Fortpflanzungssystem, vorzeitig altern! - Roher Fisch und Fisch mit hohem Quecksilbergehalt. Sie haben wahrscheinlich schon gehört, dass Sie während der Schwangerschaft auf Sushi verzichten sollten. Das gilt auch, wenn Sie versuchen, schwanger zu werden. Quecksilber sammelt sich im Laufe der Zeit in der Blutbahn an, und hohe Mengen können Ihre Gesundheit und Ihr zukünftiges Baby im Bauch beeinträchtigen.
es: -Fumar. Fumar puede reducir la fertilidad en hombres y mujeres, si esperas concebir, dejar el hábito puede ayudarte en tu camino hacia la concepción. -Exceso de cafeína. Al intentar concebir, los expertos están de acuerdo en que el consumo excesivo de cafeína puede reducir tus posibilidades de embarazo debido a la cafeína y puede afectar cómo tu cuerpo metaboliza todos esos buenos nutrientes en tu sistema. -Alcohol. Aparte de disfrutar un sábado por la noche, parece que no hay mucho bien en el alcohol. Al intentar quedar embarazada, el alcohol puede reducir la fertilidad, no solo en mujeres sino también en hombres. El alcohol también puede desequilibrar tus hormonas, lo que afecta tu ciclo menstrual. Para aumentar tus posibilidades de embarazo, lo mejor es mantenerse con agua. -Alimentos procesados. Se sabe que los alimentos procesados pueden reducir la calidad del semen de los hombres, lo que puede afectar tus posibilidades de concepción. Los alimentos procesados están llenos de azúcar, sal y grasas, que simplemente no son saludables cuando estás tratando de quedar embarazada. -Bebidas azucaradas. Las bebidas y alimentos con alto contenido de azúcar disminuyen la fertilidad tanto en hombres como en mujeres. No solo eso, ¡sino que también pueden literalmente hacer que tus órganos, como tu sistema reproductivo, envejezcan antes de tiempo! -Pescado crudo y pescado con alto contenido de mercurio. Probablemente hayas escuchado que debes evitar el sushi mientras estás embarazada. Esto también se aplica cuando estás tratando de concebir. El mercurio se acumula en el torrente sanguíneo con el tiempo, las cantidades altas pueden afectar tu salud y la de tu futuro bebé en el vientre.
fr: -Fumer. Le tabagisme peut réduire la fertilité chez les hommes et les femmes. Si vous espérez concevoir, abandonner cette habitude peut vous aider dans votre parcours vers la conception. -Trop de caféine. Lorsque vous essayez de concevoir, les experts conviennent que la consommation excessive de caféine peut réduire vos chances de grossesse en raison de la caféine et peut affecter la façon dont votre corps métabolise tous ces bons nutriments. -Alcool. Mis à part une soirée du samedi soir, l'alcool ne semble pas avoir beaucoup de bienfaits. Lorsque vous essayez de tomber enceinte, l'alcool peut réduire la fertilité, non seulement chez les femmes mais aussi chez les hommes. L'alcool peut également perturber vos hormones, ce qui affecte votre cycle menstruel. Pour augmenter vos chances de grossesse, il est préférable de rester fidèle à l'eau. -Aliments transformés. Il est connu que les aliments transformés peuvent réduire la qualité du sperme chez les hommes, ce qui peut affecter vos chances de conception. Les aliments transformés sont riches en sucre, en sel et en matières grasses, ce qui n'est tout simplement pas sain lorsque vous essayez de tomber enceinte. -Boissons sucrées. Les boissons et les aliments riches en sucre diminuent la fertilité chez les hommes et les femmes. Non seulement cela, mais cela peut littéralement faire vieillir vos organes, comme votre système reproducteur, avant l'heure ! - Poissons crus et poissons riches en mercure. Vous avez probablement entendu dire que vous devriez éviter les sushis lorsque vous êtes enceinte. Cela s'applique en fait également lorsque vous essayez de concevoir. Le mercure s'accumule dans le sang au fil du temps, des quantités élevées peuvent affecter votre santé et celle de votre futur bébé dans le ventre.
it: -Fumo. Il fumo può ridurre la fertilità negli uomini e nelle donne, se speri di concepire, smettere può aiutarti lungo il tuo percorso verso il concepimento. -Troppa caffeina. Quando si cerca di concepire, gli esperti concordano che un consumo eccessivo di caffeina può ridurre le tue possibilità di gravidanza a causa della caffeina e può influenzare il modo in cui il tuo corpo metabolizza tutti quei nutrienti benefici nel tuo sistema. -Alcol. Oltre a divertirsi di sabato sera, sembra che l'alcol non sia buono per molto altro. Quando si cerca di rimanere incinta, l'alcol può ridurre la fertilità, non solo nelle donne ma anche negli uomini. L'alcol può anche alterare i tuoi ormoni, influenzando il tuo ciclo mestruale. Per aumentare le tue possibilità di gravidanza, è meglio attenersi alla buona vecchia acqua. -Cibi trasformati. È noto che i cibi trasformati possono ridurre la qualità del seme maschile, il che può influenzare le tue possibilità di concepimento. I cibi trasformati sono pieni di zucchero, sale e grassi, che semplicemente non sono salutari quando si cerca di rimanere incinta. -Bevande zuccherate. Bevande e cibi con un alto contenuto di zucchero abbassano la fertilità sia negli uomini che nelle donne. Non solo, ma possono letteralmente causare l'invecchiamento precoce dei tuoi organi, come il sistema riproduttivo! -Pesce crudo e pesce ad alto contenuto di mercurio. Probabilmente hai sentito dire che dovresti evitare il sushi mentre sei incinta. Questo vale anche quando si cerca di concepire. Il mercurio si accumula nel flusso sanguigno nel tempo, e alte quantità possono impattare la tua salute e quella del tuo futuro bambino nel grembo.
nl: -Roken. Roken kan de vruchtbaarheid verminderen bij zowel mannen als vrouwen, als je hoopt zwanger te worden, kan stoppen met de gewoonte je helpen op je reis naar conceptie. -Te veel cafeïne. Bij het proberen zwanger te worden, zijn experts het erover eens dat overmatige cafeïneconsumptie je kansen op zwangerschap kan verminderen vanwege cafeïne en kan invloed hebben op hoe je lichaam al die goede voedingsstoffen in je systeem metaboliseert. -Alcohol. Behalve om op een zaterdagavond los te gaan, lijkt er niet veel goed te zijn aan alcohol. Bij het proberen zwanger te worden, kan alcohol de vruchtbaarheid verminderen, niet alleen bij vrouwen maar ook bij mannen. Alcohol kan ook je hormonen in de war brengen, wat invloed heeft op je menstruatiecyclus. Om je kansen op zwangerschap te vergroten, is het het beste om bij goed ouderwets water te blijven. -Bewerkte voedingsmiddelen. Het is bekend dat bewerkte voedingsmiddelen de kwaliteit van het sperma van mannen kunnen verminderen, wat invloed kan hebben op je kansen op conceptie. Bewerkte voedingsmiddelen zitten boordevol suiker, zout en vet, wat gewoonweg niet gezond is bij het proberen zwanger te worden. -Suikerhoudende dranken. Dranken en voedingsmiddelen met een hoog suikergehalte verminderen de vruchtbaarheid bij zowel mannen als vrouwen. Niet alleen dat, maar het kan letterlijk je organen, zoals je voortplantingssysteem, sneller doen verouderen! - Rauwe vis en vis met veel kwik. Je hebt waarschijnlijk gehoord dat je sushi moet vermijden terwijl je zwanger bent. Dit geldt eigenlijk ook wanneer je probeert zwanger te worden. Kwik hoopt zich in de loop van de tijd op in de bloedbaan, hoge hoeveelheden kunnen invloed hebben op je gezondheid en die van je toekomstige baby in de buik.
pl: -Palenie. Palenie może zmniejszyć płodność zarówno u mężczyzn, jak i u kobiet, jeśli masz nadzieję zajść w ciążę, rzucenie nałogu może pomóc Ci w podróży ku poczęciu. -Za dużo kofeiny. Przy próbie zajścia w ciążę eksperci zgadzają się, że nadmierne spożycie kofeiny może zmniejszyć Twoje szanse na ciążę ze względu na kofeinę i może wpływać na to, jak Twój organizm metabolizuje wszystkie te dobre składniki odżywcze w Twoim organizmie. -Alkohol. Poza zabawą w sobotnią noc, nie ma wiele, co alkohol może zaoferować. Przy próbie zajścia w ciążę alkohol może zmniejszyć płodność, nie tylko u kobiet, ale także u mężczyzn. Alkohol może także zaburzyć Twoje hormony, co wpływa na cykl menstruacyjny. Aby zwiększyć swoje szanse na zajście w ciążę, najlepiej trzymać się dobrego starego wody. -Przetworzone jedzenie. Wiadomo, że przetworzone jedzenie może obniżyć jakość nasienia mężczyzn, co może wpłynąć na szanse na poczęcie. Przetworzone jedzenie jest pełne cukru, soli i tłuszczów, które po prostu nie są zdrowe podczas próby zajścia w ciążę. -Napojów słodkich. Napoje i jedzenie o wysokiej zawartości cukru obniżają płodność zarówno u mężczyzn, jak i u kobiet. Nie tylko to, ale może to dosłownie spowodować starzenie się Twoich organów, takich jak układ rozrodczy! -Surowej ryby i ryb o wysokiej zawartości rtęci. Prawdopodobnie słyszałeś, że powinieneś unikać sushi, gdy jesteś w ciąży. To faktycznie dotyczy także próby zajścia w ciążę. Rtęć gromadzi się we krwiobiegu przez pewien czas, wysokie ilości mogą wpłynąć na Twoje zdrowie i Twoje przyszłe dziecko w brzuchu.

# LearningResourceArticleVC.babyliciousNutritious.section3.headline
source: Babylicious Nutritious: The Good Stuff
de: Die guten Sachen
es: Babylicious Nutritious: Lo bueno
fr: Délicieusement Bébé : Les bonnes choses
it: Babylicious Nutritious: Le Cose Buone
nl: Babylicious Nutritious: Het goede spul
pl: Babylicious Nutritious: Dobre rzeczy
