Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# LearningResourceArticleVC.theRoadBeforeTheBump.section2.text
source: In a committed relationship, we tend to have our routines set out, and those routines have a place in our lives, they keep things running smoothly and ensure it’s all going according to plan. You know exactly what you’re cooking for the week, you know you’ll be cuddling up in front of the TV after the day is done. It’s no secret that intimacy can take a back seat, so how can we get it back into the driver’s seat? We have a couple of suggestions: ● Love languages. Do you know your partner's love language? Is it when you spend time with them? Or is it when you give them affirmations? Everyone feels loved in different ways, it’s best to become fluent in your partner's love language. Consider amping up the acts of love during this exciting time, it will only bring you closer and inspire intimacy. ● Court your partner. When we are in a long-term relationship, we often forget to date our partners, woo them, and flirt like we used to. Take it back to the good old days when you were still winning each other over at the start. When we feel connected, feelings of giddiness and intimacy are sure to follow! ● Remember to have fun. As simplistic as it may sound, intimacy can take many forms, whether it’s laughing together or doing something you’ve always talked about together. Remembering to not take life too seriously and having some fun with your person can make you fall in love with them all over again. Check out a stand-up show or play a game together, learn to make each other laugh, you won’t regret it!
de: In einer festen Beziehung neigen wir dazu, unsere Routinen festzulegen, und diese Routinen haben ihren Platz in unserem Leben, sie sorgen dafür, dass alles reibungslos abläuft und dass alles nach Plan läuft. Man weiß genau, was man die Woche über kochen wird, man weiß, dass man sich nach dem Tag vor den Fernseher kuscheln wird. Es ist kein Geheimnis, dass die Intimität in den Hintergrund treten kann. Wie können wir sie also wieder in den Mittelpunkt rücken? Wir haben ein paar Vorschläge: ● Liebessprachen. Kennen Sie die Sprache der Liebe Ihres Partners? Ist es, wenn Sie Zeit mit ihm verbringen? Oder ist es, wenn Sie ihm Bestätigungen geben? Jeder Mensch fühlt sich auf unterschiedliche Weise geliebt. Am besten ist es, wenn Sie die Sprache der Liebe Ihres Partners fließend beherrschen. Ziehen Sie in Erwägung, in dieser aufregenden Zeit die Liebesakte zu verstärken, denn das bringt Sie einander näher und fördert die Intimität. ● Machen Sie Ihrem Partner den Hof. Wenn wir in einer Langzeitbeziehung sind, vergessen wir oft, uns mit unserem Partner zu verabreden, ihn zu umwerben und zu flirten, wie wir es früher getan haben. Erinnern Sie sich an die guten alten Zeiten, als Sie sich am Anfang noch gegenseitig für sich gewinnen konnten. Wenn wir uns verbunden fühlen, stellen sich mit Sicherheit Gefühle von Schwindel und Intimität ein! ● Denken Sie daran, Spaß zu haben. So simpel es auch klingen mag, Intimität kann viele Formen annehmen, sei es, dass man zusammen lacht oder etwas tut, worüber man schon immer zusammen gesprochen hat. Wenn Sie sich daran erinnern, das Leben nicht zu ernst zu nehmen und mit Ihrem Partner Spaß zu haben, können Sie sich wieder neu in ihn verlieben. Schauen Sie sich eine Stand-up-Show an oder spielen Sie ein Spiel zusammen, lernen Sie, sich gegenseitig zum Lachen zu bringen, Sie werden es nicht bereuen!
es: En una relación comprometida, tendemos a tener nuestras rutinas establecidas, y esas rutinas tienen un lugar en nuestras vidas, mantienen las cosas funcionando sin problemas y aseguran que todo vaya según lo planeado. Sabes exactamente qué vas a cocinar durante la semana, sabes que se acurrucarán frente al televisor después de que termine el día. No es ningún secreto que la intimidad puede pasar a un segundo plano, entonces, ¿cómo podemos volver a ponerla al mando? Tenemos algunas sugerencias: ● Idiomas del amor. ¿Conoces el idioma del amor de tu pareja? ¿Es cuando pasas tiempo con ellos? ¿O es cuando les das afirmaciones? Todos se sienten amados de diferentes maneras, es mejor volverse fluido en el idioma del amor de tu pareja. Considera intensificar los actos de amor durante este emocionante momento, solo los acercará más e inspirará intimidad. ● Cortejar a tu pareja. Cuando estamos en una relación a largo plazo, a menudo olvidamos cortejar a nuestras parejas, conquistarlas y coquetear como solíamos hacerlo. Vuelve a los buenos viejos tiempos cuando aún se estaban ganando el uno al otro al principio. ¡Cuando nos sentimos conectados, los sentimientos de alegría e intimidad seguramente seguirán! ● Recuerden divertirse. Por muy simplista que parezca, la intimidad puede adoptar muchas formas, ya sea riendo juntos o haciendo algo de lo que siempre han hablado juntos. Recordar no tomarse la vida demasiado en serio y divertirse con tu pareja puede hacer que te enamores de nuevo de ella. Ve a un espectáculo de comedia o juega un juego juntos, aprendan a hacerse reír, ¡no se arrepentirán!
fr: Dans une relation engagée, nous avons tendance à avoir nos routines établies, et ces routines ont leur place dans nos vies, elles maintiennent les choses en douceur et garantissent que tout se passe comme prévu. Vous savez exactement ce que vous allez cuisiner pour la semaine, vous savez que vous vous blottirez devant la télévision après la journée de travail. Il n'est pas un secret que l'intimité peut passer au second plan, alors comment pouvons-nous la remettre au premier plan? Nous avons quelques suggestions: Les langages de l'amour. Connaissez-vous le langage de l'amour de votre partenaire? Est-ce lorsque vous passez du temps avec lui? Ou est-ce lorsque vous lui donnez des affirmations? Chacun se sent aimé à sa manière, il est donc préférable de devenir fluent dans le langage de l'amour de votre partenaire. Envisagez d'augmenter les actes d'amour pendant cette période excitante, cela ne fera que vous rapprocher et inspirer l'intimité. Courtisez votre partenaire. Lorsque nous sommes dans une relation à long terme, nous oublions souvent de sortir avec nos partenaires, de les séduire et de flirter comme nous le faisions autrefois. Revenez aux bons vieux jours où vous vous conquériez encore au début. Lorsque nous nous sentons connectés, les sentiments de gaieté et d'intimité ne manquent pas de suivre! N'oubliez pas de vous amuser. Aussi simpliste que cela puisse paraître, l'intimité peut prendre de nombreuses formes, que ce soit rire ensemble ou faire quelque chose dont vous avez toujours parlé ensemble. Se souvenir de ne pas prendre la vie trop au sérieux et s'amuser avec votre partenaire peut vous faire retomber amoureux l'un de l'autre. Assistez à un spectacle d'humour ou jouez à un jeu ensemble, apprenez à vous faire rire mutuellement, vous ne le regretterez pas!
it: In una relazione impegnata, tendiamo ad avere le nostre routine stabilite, e quelle routine hanno un posto nelle nostre vite, mantengono le cose che funzionano senza intoppi e assicurano che tutto vada secondo il piano. Sai esattamente cosa cucinerai per la settimana, sai che ti accoccolerai davanti alla TV dopo che la giornata è finita. Non è un segreto che l'intimità possa passare in secondo piano, quindi come possiamo farla tornare al centro dell'attenzione? Abbiamo un paio di suggerimenti: ● Linguaggi dell'amore. Conosci il linguaggio dell'amore del tuo partner? È quando trascorri del tempo con loro? O è quando dai loro conferme? Ognuno si sente amato in modi diversi, è meglio diventare fluente nel linguaggio dell'amore del tuo partner. Considera di intensificare gli atti d'amore durante questo momento emozionante, ti avvicinerà solo e ispirerà l'intimità. ● Corteggia il tuo partner. Quando siamo in una relazione a lungo termine, spesso dimentichiamo di frequentare i nostri partner, di corteggiarli e di flirtare come facevamo una volta. Riporta tutto ai bei vecchi tempi quando vi stavate ancora conquistando all'inizio. Quando ci sentiamo connessi, i sentimenti di euforia e intimità non mancheranno di seguire! ● Ricorda di divertirti. Per quanto possa sembrare semplicistico, l'intimità può assumere molte forme, che si tratti di ridere insieme o di fare qualcosa di cui avete sempre parlato insieme. Ricordarsi di non prendere troppo seriamente la vita e divertirsi con la propria persona può farvi innamorare di nuovo l'uno dell'altro. Guarda uno spettacolo comico insieme o gioca a un gioco insieme, impara a farvi ridere reciprocamente, non te ne pentirai!
nl: In een toegewijde relatie hebben we de neiging om onze routines uit te stippelen, en die routines hebben een plaats in ons leven, ze zorgen ervoor dat alles soepel verloopt en zorgen ervoor dat het volgens plan verloopt. Je weet precies wat je voor de week gaat koken, je weet dat je na de dag voor de tv gaat knuffelen. Het is geen geheim dat intimiteit op de achtergrond kan raken, dus hoe kunnen we het weer op de bestuurdersstoel krijgen? We hebben een paar suggesties: ● Liefdestalen. Ken je de liefdestaal van je partner? Is het als je tijd met ze doorbrengt? Of is het als je ze bevestigingen geeft? Iedereen voelt zich geliefd op verschillende manieren, het is het beste om vloeiend te worden in de liefdestaal van je partner. Overweeg de daden van liefde op te voeren tijdens deze spannende tijd, het zal je alleen maar dichterbij brengen en intimiteit inspireren. ● Hoffelijkheid aan je partner. Wanneer we in een langdurige relatie zitten, vergeten we vaak om onze partners te daten, hen te versieren en te flirten zoals we vroeger deden. Ga terug naar de goede oude tijd toen je elkaar nog aan het begin probeerde te veroveren. Als we ons verbonden voelen, zullen gevoelens van opwinding en intimiteit zeker volgen! ● Onthoud om plezier te hebben. Zo simpel als het ook klinkt, intimiteit kan vele vormen aannemen, of het nu samen lachen is of iets doen waar je altijd over hebt gesproken. Onthoud om het leven niet te serieus te nemen en plezier te hebben met je partner kan ervoor zorgen dat je opnieuw verliefd wordt op hen. Bekijk samen een stand-up show of speel een spel, leer elkaar aan het lachen te maken, je zult er geen spijt van krijgen!
pl: W długotrwałym związku zwykle mamy ustalone rutyny, które mają swoje miejsce w naszym życiu, utrzymują wszystko płynnie i zapewniają, że wszystko idzie zgodnie z planem. Wiesz dokładnie, co gotujesz na cały tydzień, wiesz, że będziecie przytuleni przed telewizorem po zakończeniu dnia. Nie jest tajemnicą, że intymność może ustąpić miejsca, więc jak możemy przywrócić ją na pierwsze miejsce? Mamy kilka sugestii: ● Języki miłości. Czy znasz język miłości swojego partnera? Czy to, kiedy spędzasz z nim czas, czy kiedy dajesz mu afirmacje? Każdy czuje się kochany w różny sposób, najlepiej stać się biegłym w języku miłości swojego partnera. Rozważ wzmocnienie aktów miłości w tym ekscytującym czasie, tylko zbliży was to do siebie i zainspiruje do intymności. ● Ubóstwiaj swojego partnera. Kiedy jesteśmy w długoterminowym związku, często zapominamy o randkowaniu naszych partnerów, podrywaniu ich i flirtowaniu, jak to kiedyś robiliśmy. Wróć do tych dobrych starych czasów, kiedy nadal staraliście się przekonać siebie nawzajem na początku. Kiedy czujemy się połączeni, uczucia ekscytacji i intymności na pewno przyjdą! ● Pamiętaj, żeby się dobrze bawić. Tak proste jak to może brzmieć, intymność może przybrać wiele form, czy to śmiejąc się razem, czy robiąc coś, o czym zawsze rozmawialiście razem. Pamiętanie o tym, żeby nie brać życia zbyt poważnie i dobrze się bawić z osobą, którą kochasz, może sprawić, że zakochasz się w niej na nowo. Obejrzyjcie występ komika lub zagrajcie razem w grę, nauczcie się rozśmieszać siebie nawzajem, nie pożałujesz!

# LearningResourceArticleVC.theRoadBeforeTheBump.section3.headline
source: Mind Matters
de: Geistige Angelegenheiten
es: La Mente Importa
fr: L'esprit est important
it: Conta la Mente
nl: De Geest Telt Mee
pl: Sprawy Umysłowe

# LearningResourceArticleVC.theRoadBeforeTheBump.section3.text
source: There is so much to think about when you’re trying for a baby, sometimes emotions run high. Where it is possible, reduce stresses in your daily life. Stress can impact you physically and mentally on your way to conceiving your little bundle of joy; it’s important to identify stresses that can be removed and ways to relax. When we feel anxious or under pressure, it spills over into how we enjoy activities, sex, and communicate with our partners. Taking a step back together to rest and unwind can only benefit both partners in this wonderful process! Make time for pillow talk, sleep-ins on a rainy day, and long light-hearted chats. You could take up meditation together or start a new hobby around the house; don’t let stress get in the way, the mind matters.
de: Es gibt so viel zu bedenken, wenn man sich um ein Baby bemüht, dass die Emotionen manchmal hochgehen. Reduzieren Sie den Stress in Ihrem täglichen Leben, wo immer es möglich ist. Stress kann sich auf dem Weg zur Geburt Ihres kleinen Wonneproppens körperlich und seelisch auswirken; es ist wichtig, Stressfaktoren zu erkennen, die beseitigt werden können, und Wege zur Entspannung zu finden. Wenn wir uns ängstlich oder unter Druck fühlen, wirkt sich das auch auf unsere Aktivitäten, unseren Sex und die Kommunikation mit unseren Partnern aus. Wenn wir gemeinsam einen Schritt zurücktreten, um uns auszuruhen und zu entspannen, können beide Partner von diesem wunderbaren Prozess nur profitieren! Nehmen Sie sich Zeit für Bettgeflüster, Übernachtungen an einem Regentag und lange, unbeschwerte Gespräche. Sie könnten gemeinsam meditieren oder ein neues Hobby rund ums Haus beginnen; lassen Sie sich nicht vom Stress ablenken, der Geist ist wichtig.
es: Hay mucho en qué pensar cuando estás intentando tener un bebé, a veces las emociones están a flor de piel. Cuando sea posible, reduce el estrés en tu vida diaria. El estrés puede afectarte física y mentalmente en tu camino hacia concebir a tu pequeño paquete de alegría; es importante identificar el estrés que se puede eliminar y formas de relajarse. Cuando nos sentimos ansiosos o bajo presión, se refleja en cómo disfrutamos de las actividades, el sexo y la comunicación con nuestras parejas. Dar un paso atrás juntos para descansar y relajarse solo puede beneficiar a ambos socios en este maravilloso proceso. ¡Haz tiempo para conversaciones íntimas, dormir hasta tarde en un día lluvioso y largas charlas ligeras! Podrían comenzar a meditar juntos o comenzar un nuevo pasatiempo en casa; no dejes que el estrés se interponga, la mente importa.
fr: Il y a tellement de choses à penser lorsque vous essayez d'avoir un bébé, parfois les émotions sont intenses. Dans la mesure du possible, réduisez les tensions dans votre vie quotidienne. Le stress peut vous affecter physiquement et mentalement sur le chemin de la conception de votre petit trésor; il est important d'identifier les tensions qui peuvent être éliminées et les moyens de se détendre. Lorsque nous nous sentons anxieux ou sous pression, cela se répercute sur notre façon de profiter des activités, du sexe et de communiquer avec nos partenaires. Prendre du recul ensemble pour se reposer et se détendre ne peut qu'être bénéfique pour les deux partenaires dans ce merveilleux processus! Accordez-vous du temps pour parler, dormir lors de journées pluvieuses et de longues conversations légères. Vous pourriez vous mettre à la méditation ensemble ou commencer un nouveau passe-temps à la maison; ne laissez pas le stress entraver, l'esprit est important.
it: Ci sono così tante cose da considerare quando stai cercando di avere un bambino, a volte le emozioni sono alte. Dove è possibile, riduci lo stress nella tua vita quotidiana. Lo stress può influenzarti fisicamente e mentalmente nel tuo cammino verso il concepimento del tuo piccolo fascio di gioia; è importante identificare gli stress che possono essere rimossi e modi per rilassarsi. Quando ci sentiamo ansiosi o sotto pressione, questo si riversa su come godiamo delle attività, del sesso e comunicare con i nostri partner. Fare un passo indietro insieme per riposare e rilassarsi può solo beneficiare entrambi i partner in questo meraviglioso processo! Fai spazio per le confidenze, dormire fino a tardi in una giornata piovosa e chiacchierare leggermente a lungo. Potresti iniziare a meditare insieme o iniziare un nuovo hobby in casa; non lasciare che lo stress si metta in mezzo, la mente conta.
nl: Er is zoveel om aan te denken als je probeert zwanger te worden, soms lopen de emoties hoog op. Waar het mogelijk is, verminder stress in je dagelijks leven. Stress kan je zowel fysiek als mentaal beïnvloeden op weg naar het krijgen van je kleine wonder; het is belangrijk om stressfactoren te identificeren die kunnen worden verwijderd en manieren te vinden om te ontspannen. Wanneer we angstig of onder druk staan, sijpelt het door in hoe we genieten van activiteiten, seks en communiceren met onze partners. Samen een stapje terug doen om uit te rusten en te ontspannen kan alleen maar voordelen opleveren voor beide partners in dit prachtige proces! Maak tijd voor een goed gesprek, slaap uit op een regenachtige dag en voer luchtige gesprekken. Je zou samen kunnen gaan mediteren of een nieuwe hobby in huis kunnen beginnen; laat stress je niet in de weg staan, de geest telt mee.
pl: Kiedy próbujesz zajść w ciążę, jest wiele rzeczy, o których trzeba pamiętać, czasami emocje sięgają zenitu. Gdzie to możliwe, ogranicz stresy w codziennym życiu. Stres może wpływać na ciebie fizycznie i psychicznie w drodze do poczęcia twojej małej pociechy; ważne jest zidentyfikowanie stresów, które można usunąć, i sposobów na relaks. Kiedy czujemy się zaniepokojeni lub pod presją, przekłada się to na to, jak cieszymy się aktywnościami, seksem i komunikacją z naszymi partnerami. Wzięcie kroku wstecz razem, żeby odpocząć i zrelaksować się, może tylko przynieść korzyść obu partnerom w tym wspaniałym procesie! Znajdźcie czas na pogaduszki w łóżku, długie rozmowy przy świetle świec. Możecie zacząć medytować razem lub zacząć nowe hobby w domu; nie pozwólcie, aby stres stanął na drodze, sprawa umysłowa jest ważna.

# LearningResourceArticleVC.theRoadBeforeTheBump.section4.headline
source: Good Luck
de: Viel Glück
es: Buena Suerte
fr: Bonne chance
it: Buona Fortuna
nl: Veel Succes
pl: Powodzenia

# LearningResourceArticleVC.theRoadBeforeTheBump.section4.text
source: We’re wishing you luck; we know waiting for the good news that you’ve got a bun in the oven can be exciting and nerve-wracking all at once! Take this time to indulge in intimacy, fun and pleasure with your partner. Creating life is such a beautiful journey, and some can’t wait to get to the destination! Remember to appreciate the road to conception, simply look out the windows once in a while, always remember who is sitting next to you and before you know it…bump!
de: Wir wünschen Ihnen Glück; wir wissen, dass das Warten auf die gute Nachricht, dass Sie einen Braten im Ofen haben, aufregend und nervenaufreibend zugleich sein kann! Nutzen Sie diese Zeit, um mit Ihrem Partner intim zu werden, Spaß zu haben und Freude zu empfinden. Die Entstehung des Lebens ist eine wunderschöne Reise, und manche können es kaum erwarten, das Ziel zu erreichen! Denken Sie daran, den Weg zur Empfängnis zu schätzen, schauen Sie einfach ab und zu aus dem Fenster, denken Sie immer daran, wer neben Ihnen sitzt und ehe Sie sich versehen...bump!
es: Te deseamos suerte; ¡sabemos que esperar la buena noticia de que tienes un pan en el horno puede ser emocionante y estresante al mismo tiempo! Aprovecha este tiempo para disfrutar de la intimidad, la diversión y el placer con tu pareja. Crear vida es un viaje tan hermoso, ¡y algunos no pueden esperar a llegar al destino! Recuerda apreciar el camino hacia la concepción, simplemente mira por las ventanas de vez en cuando, siempre recuerda quién está sentado a tu lado y antes de que te des cuenta... ¡barriguita!
fr: Nous vous souhaitons bonne chance; nous savons que l'attente de la bonne nouvelle que vous avez un petit bout en route peut être excitante et stressante à la fois! Profitez de ce temps pour vous livrer à l'intimité, au plaisir et à l'amusement avec votre partenaire. Créer la vie est un si beau voyage, et certains ont hâte d'arriver à destination! N'oubliez pas d'apprécier le chemin de la conception, regardez simplement par la fenêtre de temps en temps, rappelez-vous toujours qui est assis à côté de vous et avant de le savoir... boum!
it: Ti auguriamo buona fortuna; sappiamo che aspettare la bella notizia che hai un brioche in forno può essere eccitante e stressante allo stesso tempo! Approfitta di questo tempo per indulgere nell'intimità, nel divertimento e nel piacere con il tuo partner. Creare vita è un viaggio così bello, e alcuni non vedono l'ora di arrivare alla destinazione! Ricorda di apprezzare il percorso verso il concepimento, guarda fuori dai finestrini di tanto in tanto, ricorda sempre chi è seduto accanto a te e prima che tu te ne renda conto... brioche!
nl: We wensen je geluk; we weten dat wachten op het goede nieuws dat je een broodje in de oven hebt, spannend en zenuwslopend tegelijk kan zijn! Neem deze tijd om te genieten van intimiteit, plezier en genot met je partner. Het creëren van leven is zo'n mooie reis, en sommigen kunnen niet wachten om bij de bestemming te komen! Vergeet niet de weg naar conceptie te waarderen, kijk af en toe uit het raam, onthoud altijd wie er naast je zit en voor je het weet…bump!
pl: Życzymy powodzenia; wiemy, że czekanie na dobrą nowinę, że w piekarniku rośnie bułka, może być zarówno ekscytujące, jak i nerwowe! Skorzystajcie z tego czasu, aby rozkoszować się intymnością, zabawą i przyjemnością ze swoim partnerem. Tworzenie życia to piękna podróż, a niektórzy nie mogą się doczekać docelowego punktu! Pamiętajcie, aby docenić drogę do poczęcia, po prostu czasem spójrzcie przez okno, zawsze pamiętajcie, kto siedzi obok was, i zanim się obejrzycie... bum!

# InAppPurchase.alertForProductRetrievalInfo.invalidProductIDs.title
source: Could not retrieve product info
de: Produktinformationen konnten nicht abgerufen werden
es: No se pudieron recuperar los detalles del producto
fr: Impossible de récupérer les informations sur le produit
it: Impossibile recuperare le informazioni sul prodotto
nl: Kan productinformatie niet ophalen
pl: Nie można pobrać informacji o produkcie

# InAppPurchase.alertForProductRetrievalInfo.invalidProductIDs.message
source: Invalid product identifier:
de: Ungültige Produktkennung:
es: Identificador de producto no válido:
fr: Identifiant de produit invalide :
it: Identificatore del prodotto non valido:
nl: Ongeldige productidentificator:
pl: Nieprawidłowy identyfikator produktu:

# InAppPurchase.alertForProductRetrievalInfo.default.message
source: Unknown Error. Please contact support
de: Unbekannter Fehler. Bitte kontaktiere den Support.
es: Error desconocido. Por favor, contacta al soporte
fr: Erreur inconnue. Veuillez contacter le support
it: Errore sconosciuto. Si prega di contattare il supporto
nl: Onbekende fout. Neem contact op met de ondersteuning
pl: Nieznany błąd. Skontaktuj się z pomocą techniczną

# InAppPurchase.alertForPurchaseResult.success.title
source: Thank You
de: Vielen Dank
es: Gracias
fr: Merci
it: Grazie
nl: Bedankt
pl: Dziękujemy

# InAppPurchase.alertForPurchaseResult.success.message
source: Purchase completed.
de: Kauf abgeschlossen.
es: Compra completada.
fr: Achat terminé.
it: Acquisto completato.
nl: Aankoop voltooid.
pl: Zakup zakończony pomyślnie.

# InAppPurchase.alertForPurchaseResult.error.title
source: Purchase failed
de: Kauf fehlgeschlagen
es: La compra falló
fr: Échec de l'achat
it: Acquisto fallito
nl: Aankoop mislukt
pl: Zakup nieudany
