Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# LearningResourceArticleVC.babyliciousNutritious.section7.text
source: Nourishing your body to promote pregnancy or in preparation for pregnancy can be a delicious task. Whether you’re trying to conceive at the moment or you’re planning for the near future, eating a balanced diet can only benefit you and your future bundle of joy. Remember it takes two to tango, if you and your partner are looking for ways to improve your fertility together, start with your diet! Creating meals and recipes is just another way to make the journey to conception all the more enjoyable!
de: Ihren Körper zu ernähren, um eine Schwangerschaft zu fördern oder sich auf eine Schwangerschaft vorzubereiten, kann eine köstliche Aufgabe sein. Ganz gleich, ob Sie gerade versuchen, schwanger zu werden, oder ob Sie eine Schwangerschaft planen - eine ausgewogene Ernährung kann für Sie und Ihr zukünftiges Kind nur von Vorteil sein. Denken Sie daran: Zum Tango gehören immer zwei. Wenn Sie und Ihr Partner nach Möglichkeiten suchen, Ihre Fruchtbarkeit gemeinsam zu verbessern, beginnen Sie mit Ihrer Ernährung! Das Kreieren von Mahlzeiten und Rezepten ist ein weiterer Weg, um die Reise zur Empfängnis noch angenehmer zu gestalten!
es: Nutrir tu cuerpo para promover el embarazo o en preparación para el embarazo puede ser una tarea deliciosa. Ya sea que estés tratando de concebir en este momento o estés planeando para el futuro cercano, comer una dieta equilibrada solo puede beneficiarte a ti y a tu futuro paquete de alegría. Recuerda que se necesitan dos para bailar el tango, si tú y tu pareja están buscando formas de mejorar su fertilidad juntos, ¡comiencen con su dieta! ¡Crear comidas y recetas es solo otra forma de hacer que el viaje a la concepción sea aún más agradable!
fr: Nourrir votre corps pour favoriser la grossesse ou en préparation de la grossesse peut être une tâche délicieuse. Que vous essayiez de concevoir en ce moment ou que vous planifiez pour un avenir proche, manger un régime équilibré ne peut que vous bénéficier, ainsi qu'à votre futur petit bundle de joie. N'oubliez pas qu'il faut être deux pour danser le tango, si vous et votre partenaire cherchez des moyens d'améliorer votre fertilité ensemble, commencez par votre alimentation ! Créer des repas et des recettes est juste un autre moyen de rendre le voyage vers la conception encore plus agréable !
it: Nutrire il tuo corpo per promuovere la gravidanza o in preparazione per essa può essere un compito delizioso. Che tu stia cercando di concepire in questo momento o stia pianificando per il futuro prossimo, seguire una dieta equilibrata può solo giovare a te e al tuo futuro piccolo tesoro. Ricorda che ci vogliono due per fare il tango, se tu e il tuo partner state cercando modi per migliorare la vostra fertilità insieme, iniziate dalla vostra dieta! Creare pasti e ricette è solo un altro modo per rendere il viaggio verso la concezione ancora più piacevole!
nl: Je lichaam voeden om zwangerschap te bevorderen of ter voorbereiding op zwangerschap kan een heerlijke taak zijn. Of je nu op dit moment probeert zwanger te worden of je plant het in de nabije toekomst te doen, het eten van een uitgebalanceerd dieet kan alleen maar voordelig zijn voor jou en je toekomstige bundel van vreugde. Onthoud dat het twee partijen kost om te dansen, als jij en je partner manieren zoeken om samen je vruchtbaarheid te verbeteren, begin dan met je dieet! Maaltijden en recepten maken is gewoon nog een manier om de reis naar conceptie des te leuker te maken!
pl: Odżywianie swojego ciała w celu promowania ciąży lub w przygotowaniu do ciąży może być pysznym zadaniem. Bez względu na to, czy próbujesz zajść w ciążę w chwili obecnej, czy planujesz to w najbliższej przyszłości, zrównoważona dieta może tylko korzystnie wpłynąć na Ciebie i Twoją przyszłą radość. Pamiętaj, że do tanga trzeba dwojga, jeśli Ty i Twój partner szukacie sposobów na poprawę płodności razem, zacznijcie od diety! Tworzenie dań i przepisów to tylko kolejny sposób na uczynienie podróży ku poczęciu jeszcze bardziej przyjemną!

# LearningResourceArticleVC.ohBaby.headline
source: Oh Baby: A Guide to Sexual Intimacy While You’re Expecting
de: Oh Baby: Ein Leitfaden für sexuelle Intimität in der Schwangerschaft
es: Oh Baby: Una guía para la intimidad sexual mientras estás esperando
fr: Oh Bébé : Un Guide de l'Intimité Sexuelle Pendant la Grossesse
it: Oh Baby: Una guida all'intimità sessuale durante la gravidanza
nl: Oh Baby: Een Gids voor Seksuele Intimiteit Tijdens de Zwangerschap
pl: Oh Baby: Przewodnik po intymności seksualnej podczas ciąży

# LearningResourceArticleVC.ohBaby.text
source: Are you curious to know what positions are most likely to end with a baby in that belly? Have you ever wondered if it is possible to influence the gender of your baby? Here on Ovuilo Baby we’ll be diving headfirst into the power of your positions and sharing tips for the best outcome on your way to getting pregnant. Don’t get us wrong, when it comes to conceiving, there are many factors to consider other than the positions you try out in the bedroom, what with ovulation, health, and biological influences etc. That being said, there are ideal positions to use while ovulating that can certainly increase your chances of pregnancy by tenfold, and if you’re hoping for a specific gender, it said that the right position just might yield successful results!
de: Eine Schwangerschaft kann eine wunderbare Erfahrung sein; sie kann Sie als Paar näher zusammenbringen und eine lebenslange Bindung zwischen Ihnen beiden schaffen. Sie werden mehr über Ihren Körper erfahren und Ihren Partner in einem neuen Licht sehen. Wir möchten Paaren, die sich gemeinsam auf das Abenteuer Schwangerschaft einlassen, zeigen, wie sie trotzdem sexuelle Intimität erleben und die Leidenschaft aufrecht erhalten können.
es: El embarazo puede ser una experiencia increíble; puede acercarte más como pareja y formar un vínculo de por vida entre ustedes dos. Comenzarás a aprender más sobre tu cuerpo y ver a tu pareja bajo una nueva luz. A medida que las parejas se embarcan en su aventura de embarazo juntas, queremos compartir cómo aún pueden compartir intimidad sexual y mantener viva la pasión.
fr: La grossesse peut être une expérience incroyable ; elle peut vous rapprocher en tant que couple et former un lien durable entre vous deux. Vous commencerez à en apprendre davantage sur votre corps et à voir votre partenaire sous un nouveau jour. Alors que les couples se lancent dans leur aventure de grossesse ensemble, nous voulons partager comment vous pouvez encore partager une intimité sexuelle et maintenir la passion forte.
it: La gravidanza può essere un'esperienza straordinaria; può avvicinarvi come coppia e formare un legame per tutta la vita tra voi due. Inizierai a scoprire di più sul tuo corpo e vedrai il tuo partner sotto una nuova luce. Mentre le coppie intraprendono insieme l'avventura della gravidanza, vogliamo condividere come è possibile mantenere l'intimità sessuale e continuare a far ardere la passione.
nl: Zwangerschap kan een geweldige ervaring zijn; het kan jullie als koppel dichter bij elkaar brengen en een levenslange band tussen jullie twee vormen. Jullie zullen meer over je lichaam gaan leren en je partner op een nieuwe manier leren kennen. Terwijl stellen samen hun zwangerschapsavontuur beginnen, willen we delen hoe je nog steeds seksuele intimiteit kunt delen en de passie levend kunt houden.
pl: Ciąża może być niesamowitym doświadczeniem; może zbliżyć was jako parę i stworzyć trwałą więź między wami. Zaczniesz dowiadywać się więcej o swoim ciele i zobaczysz swojego partnera w nowym świetle. Kiedy pary wyruszają razem w swoją ciążową przygodę, chcemy podzielić się, jak można nadal dzielić się intymnością seksualną i utrzymywać pasję silną.

# LearningResourceArticleVC.ohBaby.section1.headline
source: Myths & Facts About Sex During Pregnancy
de: Mythen und Fakten über Sex in der Schwangerschaft
es: Mitios y Hechos Sobre el Sexo Durante el Embarazo
fr: Mythes & Faits sur le Sexe Pendant la Grossesse
it: Miti e fatti sul sesso durante la gravidanza
nl: Mythen & Feiten Over Seks Tijdens de Zwangerschap
pl: Mity i Fakty na Temat Seksu podczas Ciąży
