Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# DiceToSpiceGameSelectBodyParts.addCustomBodyPartButton.alertDialog.message
source: Enter a new body part that you want to add to your custom Dice Game
de: Gebe ein neues Körperteil ein, das Ihr zu Eurem benutzerdefinierten Würfelspiel hinzufügen möchtet
es: Ingresa una nueva parte del cuerpo que deseas agregar a tu juego de Dados personalizado
fr: Entrez une nouvelle partie du corps que vous souhaitez ajouter à votre jeu de Dé personnalisé
it: Inserisci una nuova parte del corpo che desideri aggiungere al tuo gioco personalizzato del dado
nl: Voer een nieuw lichaamsdeel in dat je aan je aangepaste dobbelspel wilt toevoegen
pl: Wprowadź nową część ciała, którą chcesz dodać do swojej własnej gry w kostkę

# DiceToSpiceGameSelectBodyParts.addCustomBodyPartButton.alertDialog.placeholder
source: Body part
de: Körperteil
es: Parte del cuerpo
fr: Partie du corps
it: Parte del corpo
nl: Lichaamsdeel
pl: Część ciała

# DiceToSpiceGameSelectBodyParts.addCustomActionsButton.alertDialog.title
source: Add new action
de: Neue Aktion hinzufügen
es: Agregar nueva acción
fr: Ajouter une nouvelle action
it: Aggiungi nuova azione
nl: Voeg nieuwe actie toe
pl: Dodaj nową czynność

# DiceToSpiceGameSelectBodyParts.addCustomActionsButton.alertDialog.message
source: Enter a new action that you want to add to your custom Dice Game
de: Gebe eine neue Aktion ein, die Ihr zu Eurem benutzerdefinierten Würfelspiel hinzufügen möchten
es: Ingresa una nueva acción que deseas agregar a tu juego de Dados personalizado
fr: Entrez une nouvelle action que vous souhaitez ajouter à votre jeu de Dé personnalisé
it: Inserisci una nuova azione che desideri aggiungere al tuo gioco personalizzato del dado
nl: Voer een nieuwe actie in die je aan je aangepaste dobbelspel wilt toevoegen
pl: Wprowadź nową czynność, którą chcesz dodać do swojej własnej gry w kostkę

# DiceToSpiceGameSelectBodyParts.addCustomActionsButton.alertDialog.placeholder
source: Action
de: Aktion
es: Acción
it: Azione
nl: Actie
pl: Czynność

# DiceToSpiceGameSelectBodyParts.hintLabelNoCustomDiceTasks.text
source: Start now with the creation of your your own Dice game!
de: Beginne jetzt mit der Erstellung eures eigenen Würfelspiels!
es: ¡Comienza ahora con la creación de tu propio juego de Dados!
fr: Commencez maintenant la création de votre propre jeu de Dé !
it: Inizia ora con la creazione del tuo gioco del dado personalizzato!
nl: Begin nu met het maken van je eigen dobbelspel!
pl: Rozpocznij teraz tworzenie własnej gry w kostkę!

# DiceToSpiceGameSelectBodyParts.hintButtonNoCustomDiceTasks.text
source: Create now
de: Jetzt erstellen
es: Crear ahora
fr: Créer maintenant
it: Crea ora
nl: Creëer nu
pl: Stwórz teraz

# DiceToSpiceGameSelectBodyParts.alertMinimumSelectedBodyPartsAndActions.title
source: Select at least 2 actions and 2 body parts to play properly!
de: Wähle mindestens 2 Aktionen und 2 Körperteile, um richtig zu spielen!
es: ¡Selecciona al menos 2 acciones y 2 partes del cuerpo para jugar correctamente!
fr: Sélectionnez au moins 2 actions et 2 parties du corps pour jouer correctement !
it: Seleziona almeno 2 azioni e 2 parti del corpo per giocare correttamente!
nl: Selecteer minimaal 2 acties en 2 lichaamsdelen om correct te spelen!
pl: Wybierz co najmniej 2 czynności i 2 części ciała, aby poprawnie grać!

# SqueezLickSuckGame.headlineLabelBold.text
source: Squeeze, Lick or Suck
de: Squeeze, Lick oder Suck
es: Aprieta, Lame o Chupa
fr: Presser, Lécher ou Sucer
it: Schiaccia, Lecca o Succi
nl: Knijpen, Likken of Zuigen
pl: Ściskaj, Lizaj lub Ssij

# SqueezLickSuckGame.headlineLabel.text
source: Squeeze Lick Suck
es: Aprieta Lame Chupa
fr: Presser Lécher Sucer
it: Schiaccia Lecca Succi
nl: Knijpen Likken Zuigen
pl: Ściskaj Lizaj Ssij

# SqueezLickSuckGame.playerGender.male
source: Male
de: Mann
es: Masculino
fr: Homme
it: Maschio
nl: Man
pl: Mężczyzna

# SqueezLickSuckGame.playerGender.female
source: Female
de: Frau
es: Femenino
fr: Femme
it: Femmina
nl: Vrouw
pl: Kobieta

# SqueezLickSuckGame.playerGenderTextField.placeholder
source: First Name
de: Vorname
es: Nombre
fr: Prénom
it: Nome
nl: Voornaam
pl: Imię

# SqueezLickSuckGame.playerGenderTextField.placeholder.player1
source: Player 1 Name
de: Name von Spielers 1
es: Nombre Jugador 1
fr: Nom du Joueur 1
it: Nome Giocatore 1
nl: Speler 1 Naam
pl: Imię Gracza 1

# SqueezLickSuckGame.playerGenderTextField.placeholder.player2
source: Player 2 Name
de: Name von Spieler 2
es: Nombre Jugador 2
fr: Nom du Joueur 2
it: Nome Giocatore 2
nl: Speler 2 Naam
pl: Imię Gracza 2

# SqueezLickSuckGame.letsGoButton.title
source: Let's go
de: Los geht's
es: ¡Vamos!
fr: C'est parti
it: Andiamo
nl: Laten we gaan
pl: Zaczynamy

# SqueezLickSuckGame.letsGoButton.userNameMissingAlert.title
source: Player Name missing
de: Spielername fehlt
es: Falta el Nombre del Jugador
fr: Nom du Joueur manquant
it: Nome Giocatore mancante
nl: Spelersnaam ontbreekt
pl: Brakuje nazwy gracza

# SqueezLickSuckGame.letsGoButton.userNameMissingAlert.message
source: Please give each player a name!
de: Bitte gib jedem Spieler einen Namen!
es: ¡Por favor, da un nombre a cada jugador!
fr: Veuillez donner un nom à chaque joueur !
it: Per favore dai un nome a ciascun giocatore!
nl: Geef elke speler alstublieft een naam!
pl: Proszę nadać każdemu graczowi imię!

# SqueezLickSuckGame.text.point
source: Point
de: Punkt
es: Punto
it: Punto
nl: Punt
pl: Punkt

# SqueezLickSuckGame.text.points
source: Points
de: Punkte
es: Puntos
it: Punti
nl: Punten
pl: Punkty

# SqueezLickSuckGame.text.turn
source: %x's turn
de: %x ist dran
es: Turno de %x
fr: Tour de %x
it: Turno di %x
nl: Beurt van %x
pl: Tura %x

# SqueezLickSuckGame.SqueezeLickSuckGameGameSettingsView.descriptionLabel.text
source: What do you want to do next?
de: Was willst du als Nächstes tun?
es: ¿Qué quieres hacer a continuación?
fr: Que voulez-vous faire ensuite ?
it: Cosa vuoi fare dopo?
nl: Wat wil je hierna doen?
pl: Co chcesz zrobić następnie?

# SqueezLickSuckGame.SqueezeLickSuckGameGameSettingsView.squeezeButton.title
source: Squeeze
de: Berühren
es: Aprieta
fr: Presser
it: Schiaccia
nl: Knijpen
pl: Ściskaj

# SqueezLickSuckGame.SqueezeLickSuckGameGameSettingsView.lickButton.title
source: Lick
de: Lecken
es: Lame
fr: Lécher
it: Lecca
nl: Likken
pl: Lizaj

# SqueezLickSuckGame.SqueezeLickSuckGameGameSettingsView.suckButton.title
source: Suck
de: Saugen
es: Chupa
fr: Sucer
it: Succi
nl: Zuigen
pl: Ssij

# SqueezLickSuckGame.SqueezeLickSuckGameGameSettingsView.diceButton.title
source: Dice
de: Jetzt würfeln
es: Dados
fr: Dé
it: Dado
nl: Dobbelsteen
pl: Kostka

# SqueezLickSuckGame.SqueezeLickSuckGameGameSettingsView.skipButton.title
source: Skip
de: Überspringen
es: Saltar
fr: Passer
it: Salta
nl: Overslaan
pl: Pomiń

# SqueezLickSuckGame.SqueezeLickSuckGameGameSettingsView.completeButton.title
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato
nl: Voltooid
pl: Zakończono

# SqueezLickSuckGame.SqueezeLickSuckGameGameSettingsView.alertChooseCategory.title
source: Squeeze, Lick or Suck?
de: Quetschen, lecken oder saugen?
es: ¿Aprieta, Lame o Chupa?
fr: Presser, Lécher ou Sucer ?
it: Schiaccia, Lecca o Succi?
nl: Knijpen, Likken of Zuigen?
pl: Ściskaj, Lizaj lub Ssij?

source: To continue first choose what you want to do next!
de: Um fortzufahren, wähle zuerst, was du als Nächstes tun willst!
es: ¡Para continuar, primero elige qué quieres hacer a continuación!
fr: Pour continuer, choisissez d'abord ce que vous voulez faire ensuite !
it: Per continuare, scegli prima cosa vuoi fare dopo!
nl: Kies eerst wat je hierna wilt doen!
pl: Aby kontynuować, najpierw wybierz, co chcesz zrobić!

# SqueezLickSuckGame.levelButton.title
source: Level:
es: Nivel:
fr: Niveau :
it: Livello:
nl: Niveau:
pl: Poziom:

# SqueezLickSuckGame.levelButton.level.3
source: Custom
de: Individuell
es: Personalizado
fr: Personnalisé
it: Personalizzato
nl: Aangepast
pl: Niestandardowy

# SqueezLickSuckGame.selectLevel.alert.title
source: Select a Level
de: Wähle ein Level
es: Selecciona un Nivel
fr: Sélectionner un Niveau
it: Seleziona un Livello
nl: Selecteer een Niveau
pl: Wybierz poziom

# SqueezLickSuckGame.selectLevel.alert.message
source: What difficulty level do you want to play?
de: Welchen Schwierigkeitsgrad möchtest du spielen?
es: ¿Qué nivel de dificultad quieres jugar?
fr: À quel niveau de difficulté voulez-vous jouer ?
it: A quale livello di difficoltà vuoi giocare?
nl: Op welk moeilijkheidsniveau wil je spelen?
pl: Na jakim poziomie trudności chcesz grać?

# SqueezLickSuckGame.EnterPlayerNameView.playerNamesLabel.text
source: Enter your names
de: Vornamen
es: Ingresa tus nombres
fr: Entrez vos noms
it: Inserisci i tuoi nomi
nl: Voer je namen in
pl: Wpisz swoje imiona

# SqueezLickSuckGame.EnterPlayerNameView.levelHeadlineLabel.text
source: Choose a difficulty
de: Wähle ein Level
es: Elige una dificultad
fr: Choisissez un niveau de difficulté
it: Scegli una difficoltà
nl: Kies een moeilijkheidsgraad
pl: Wybierz poziom trudności

# SqueezLickSuckGame.showAlertHintNoSlsTasks.alert.title
source: No SLS-Tasks available!
de: Keine SLS-Aufgaben verfügbar!
es: ¡No hay tareas SLS disponibles!
fr: Aucune tâche SLS disponible !
it: Nessuna attività SLS disponibile!
nl: Geen SLS-taken beschikbaar!
pl: Brak dostępnych zadań SLS!

# SqueezLickSuckGame.showAlertHintNoSlsTasks.alert.message
source: Select some body parts you want to include or add own ones!
de: Wähle Aufgaben aus, die Ihr einbeziehen möchtet oder füge eigene hinzu!
es: ¡Selecciona algunas partes del cuerpo que quieras incluir o agrega las tuyas propias!
fr: Sélectionnez des parties du corps que vous souhaitez inclure ou ajoutez-en !
it: Seleziona alcune parti del corpo che vuoi includere o aggiungine di nuove!
nl: Selecteer enkele lichaamsdelen die je wilt opnemen of voeg je eigen toe!
pl: Wybierz kilka części ciała, które chcesz uwzględnić, lub dodaj własne!

# SqueezLickSuckGame.showAlertNoSlsTaskFound.alert.title
source: No task could be found for you!
de: Es konnte keine Aufgabe für dich gefunden werden!
es: ¡No se pudo encontrar ninguna tarea para ti!
fr: Aucune tâche n'a pu être trouvée pour vous !
it: Nessuna attività trovata per te!
nl: Er kon geen taak voor je worden gevonden!
pl: Nie znaleziono zadania dla Ciebie!

# SqueezLickSuckGame.showAlertNoSlsTaskFound.alert.message
source: Please select some further body parts you want to include or add own ones!
de: Bitte wähle weitere Aufgaben aus, die Ihr einbeziehen möchten, oder fügt eigene hinzu!
es: ¡Por favor, selecciona algunas partes del cuerpo adicionales que desees incluir o agrega las tuyas propias!
fr: Veuillez sélectionner d'autres parties du corps que vous souhaitez inclure ou en ajouter !
it: Seleziona altre parti del corpo che vuoi includere o aggiungine di nuove!
nl: Selecteer alstublieft enkele verdere lichaamsdelen die je wilt opnemen of voeg je eigen toe!
pl: Wybierz kilka dalszych części ciała, które chcesz uwzględnić, lub dodaj własne!

# SqueezLickSuckGame.hintLabelNoSlsTasks.text
source: Start now with the creation of your your own SLS tasks!
de: Beginne jetzt mit der Erstellung eurer eigenen SLS-Aufgaben!
es: ¡Comienza ahora con la creación de tus propias tareas SLS!
fr: Commencez maintenant la création de vos propres tâches SLS !
it: Inizia ora con la creazione delle tue attività SLS personalizzate!
nl: Begin nu met het maken van je eigen SLS-taken!
pl: Zacznij teraz tworzyć własne zadania SLS!

# SqueezLickSuckGame.hintButtonNoSlsTasks.text
source: Create now
de: Jetzt erstellen
es: Crear ahora
fr: Créer maintenant
it: Crea ora
nl: Maak nu
pl: Stwórz teraz

# SqueezLickSuckGame.challenges.1
source: Lips
de: Lippen
es: Labios
fr: Lèvres
it: Labbra
nl: Lippen
pl: Usta

# SqueezLickSuckGame.challenges.3
source: Balls
de: Hodensack
es: Testículos
fr: Testicules
it: Testicoli
nl: Ballen
pl: Jądra

# SqueezLickSuckGame.challenges.4
source: Vagina
fr: Vagin
pl: Szyjka macicy

# SqueezLickSuckGame.challenges.5
source: Clitoris
de: Klitoris
es: Clítoris
it: Clitoride
pl: Łechtaczka

# SqueezLickSuckGame.challenges.6
source: Labia
de: Schamlippen
es: Labios vaginales
fr: Lèvres vaginales
it: Labbra
pl: Wargi sromowe

# SqueezLickSuckGame.challenges.8
source: Ass
de: Arsch
es: Trasero
fr: Fesses
it: Glutei
nl: Kont
pl: Zad

# SqueezLickSuckGame.challenges.9
source: Chest
de: Brust
es: Pecho
fr: Poitrine
it: Petto
nl: Borst
pl: Klatka piersiowa

# SqueezLickSuckGame.challenges.10
source: Nipples
de: Nippel
es: Pezones
fr: Tétons
it: Capezzoli
nl: Tepels
pl: Brodawki sutkowe

# SqueezLickSuckGame.challenges.11
source: Neck
de: Hals
es: Cuello
fr: Cou
it: Collo
nl: Nek
pl: Szyja

# SqueezLickSuckGame.challenges.12
source: Thigh
de: Oberschenkel
es: Muslo
fr: Cuisse
it: Coscia
nl: Dij
pl: Udo

# SqueezLickSuckGame.challenges.13
source: Finger
es: Dedo
fr: Doigt
it: Dito
nl: Vinger
pl: Palec

# SqueezLickSuckGame.challenges.14
source: Feet
de: Füße
es: Pies
fr: Pied
it: Piedi
nl: Voeten
pl: Stopy

# SqueezLickSuckGame.challenges.15
source: Toes
de: Zehen
es: Dedos de los pies
fr: Orteil
it: Dita dei piedi
nl: Tenen
pl: Palce u stóp

# SqueezLickSuckGame.challenges.16
source: Leg
de: Beine
es: Pierna
fr: Jambe
it: Gamba
nl: Been
pl: Noga

# SqueezLickSuckGame.challenges.17
source: Arm
de: Arme
es: Brazo
fr: Bras
it: Braccio
pl: Ramię

# SqueezLickSuckGame.challenges.18
source: Ear
de: Ohr
es: Oreja
fr: Oreille
it: Orecchio
nl: Oor
pl: Ucho

# SqueezLickSuckGame.challenges.19
source: Nose
de: Nase
es: Nariz
fr: Nez
it: Naso
nl: Neus
pl: Nos

# SqueezLickSuckGame.challenges.20
source: Navel
de: Bauchnabel
es: Ombligo
fr: Nombril
it: Ombelico
pl: Pępek

# SqueezLickSuckGame.challenges.21
source: Belly
de: Bauch
es: Vientre
fr: Ventre
it: Pancia
pl: Brzuch

# SqueezLickSuckGame.challenges.22
source: Hand
es: Mano
fr: Main
it: Mano
pl: Dłoń

# SqueezLickSuckGame.challenges.23
source: Back
de: Rücken
es: Espalda
fr: Dos
it: Schiena
pl: Plecy

# SqueezLickSuckGame.challenges.24
source: Taint
de: Perineum
es: Perineo
fr: Périnée
it: Perineo
pl: Perineum

# SqueezLickSuckGame.challenges.25
source: Cheeks
de: Wangen
es: Mejillas
fr: Joues
it: Guance
pl: Policzki

# SqueezLickSuckGame.challenges.26
source: Crotch
de: Schritt
es: Entrepierna
fr: Entrejambe
it: Inguine
pl: Krocze

# SqueezLickSuckGame.challenges.27
source: You Decide
de: Du entscheidest
es: ¡Tú decides!
fr: Vous décidez
it: Decidi tu
nl: Je beslist
pl: Ty decydujesz

# YogaVC.PostionsDetails.Where.headline.text
source: Where?
de: Wo?
es: ¿Dónde?
fr: Où ?
it: Dove?
nl: Waar?
pl: Gdzie?

# YogaVC.PostionsDetails.Why.headline.text
source: Why?
de: Warum?
es: ¿Por qué?
fr: Pourquoi ?
it: Perché?
nl: Waarom?
pl: Dlaczego?

# YogaVC.PostionsDetails.How.headline.text
source: How?
de: Wie?
es: ¿Cómo?
fr: Comment ?
it: Come?
nl: Hoe?
pl: Jak?

# YogaVC.YogaFertility.RecliningBoundAngle.headline.text
source: Reclining Bound Angle
de: Rückwärts geneigter Winkel
es: Ángulo ligado reclinado
fr: Angle Lié Allongé
it: Posizione dell'Angolo Legato in Posizione Supina
nl: Liggende Gebonden Hoek
pl: Leżący związek

# YogaVC.YogaFertility.RecliningBoundAngle.whereText
source: Pelvis, inner thighs, and groin.
de: Becken, Innenschenkel und Leiste.
es: Pelvis, muslos internos e ingle.
fr: Bassin, faces internes des cuisses et aine.
it: Bacino, cosce interne e inguine.
nl: Bekken, binnenkant van de dijen en lies.
pl: Miednica, wewnętrzne uda i krocze.

# YogaVC.YogaFertility.RecliningBoundAngle.whyText
source: It can support you while trying to conceive by promoting pelvic relaxation, reducing stress, and enhancing blood flow to the reproductive organs.
de: Es kann Sie beim Versuch, schwanger zu werden, unterstützen, indem es die Beckenentspannung fördert, Stress reduziert und die Durchblutung der Fortpflanzungsorgane verbessert.
es: Puede apoyarlo al intentar concebir promoviendo la relajación pélvica, reduciendo el estrés y mejorando el flujo sanguíneo a los órganos reproductores.
fr: Ce mouvement peut vous soutenir lors de tentatives de conception en favorisant la relaxation pelvienne, en réduisant le stress et en améliorant la circulation sanguine vers les organes reproducteurs.
it: Può sostenerti durante il tentativo di concepire, promuovendo il rilassamento pelvico, riducendo lo stress e migliorando il flusso sanguigno agli organi riproduttivi.
nl: Het kan je ondersteunen bij het proberen zwanger te worden door bekkenontspanning te bevorderen, stress te verminderen en de bloedstroom naar de voortplantingsorganen te verbeteren.
pl: Może ci pomóc w staraniach o dziecko, promując relaksację miednicy, redukując stres i zwiększając przepływ krwi do narządów rozrodczych.

# YogaVC.YogaFertility.RecliningBoundAngle.howText
source: Recline on your back with knees gently bent. Draw the soles of your feet together and allow your legs to naturally splay apart. Loosen your shoulder muscles and position your hands in a heart formation, with thumbs touching and index fingers meeting on your lower abdomen. Maintain this pose for a minimum of three minutes, while directing your concentration and energy towards your pelvic region.
de: Legen Sie sich auf den Rücken mit leicht gebeugten Knien. Bringen Sie die Fußsohlen zusammen und lassen Sie die Beine natürlich auseinanderfallen. Lockern Sie Ihre Schultermuskeln und positionieren Sie Ihre Hände in einer Herzformation, wobei die Daumen auf dem unteren Bauch berühren und die Zeigefinger sich treffen. Halten Sie diese Position mindestens drei Minuten lang ein und richten Sie Ihre Konzentration und Energie auf Ihren Beckenbereich.
es: Recuéstate boca arriba con las rodillas ligeramente dobladas. Junta las plantas de los pies y permite que tus piernas se abran naturalmente. Relaja los músculos de los hombros y coloca tus manos en forma de corazón, con los pulgares tocándose y los índices juntos en la parte baja del abdomen. Mantén esta postura durante un mínimo de tres minutos, mientras diriges tu concentración y energía hacia tu región pélvica.
fr: Allongez-vous sur le dos avec les genoux légèrement pliés. Rassemblez la plante de vos pieds et laissez vos jambes naturellement s'écarter. Relâchez les muscles de vos épaules et positionnez vos mains en forme de cœur, avec les pouces touchant et les index se rejoignant sur votre bas-ventre. Maintenez cette posture pendant au moins trois minutes, en concentrant votre énergie sur la région pelvienne.
it: Distenditi sulla schiena con le ginocchia leggermente piegate. Avvicina le piante dei piedi e lascia che le gambe si aprano naturalmente. Rilassa i muscoli delle spalle e posiziona le mani a forma di cuore, con i pollici che si toccano e gli indici che si incontrano sul basso addome. Mantieni questa posa per almeno tre minuti, dirigendo la tua concentrazione ed energia verso la regione pelvica.
nl: Ga liggend op je rug met je knieën licht gebogen. Breng de zolen van je voeten bij elkaar en laat je benen natuurlijk uit elkaar vallen. Ontspan je schouderspieren en positioneer je handen in een hartvorm, met duimen die elkaar raken en wijsvingers die elkaar ontmoeten op je onderbuik. Houd deze houding minimaal drie minuten aan, terwijl je je concentratie en energie richt op je bekkengebied.
pl: Połóż się na plecach z kolanami delikatnie zgiętymi. Złącz podeszwy stóp i pozwól, aby nogi naturalnie się rozłożyły. Rozluźnij mięśnie ramion i ułóż ręce w kształcie serca, z kciukami dotykającymi się i palcami wskazującymi spotykającymi się na dolnej części brzucha. Utrzymuj tę pozycję przez co najmniej trzy minuty, skupiając swoją koncentrację i energię na okolicach miednicy.

# YogaVC.FertilityPosition.WarriorIIPose.headline.text
source: Warrior II Pose
de: Krieger-II-Haltung
es: Postura del guerrero II
fr: Posture du Guerrier II
it: Posizione del Guerriero II
nl: Krijger II Houding
pl: Pozycja Wojownika II

# YogaVC.FertilityPosition.WarriorIIPose.whereText
source: Hips, thighs and pelvis.
de: Hüften, Oberschenkel und Becken.
es: Caderas, muslos y pelvis.
fr: Hanches, cuisses et bassin.
it: Fianchi, cosce e bacino.
nl: Heupen, dijen en bekken.
pl: Biodra, uda i miednica.

# YogaVC.FertilityPosition.WarriorIIPose.whyText
source: Warrior II is widely embraced for its potential fertility-enhancing benefits, attributed to its capacity to open and fortify the hips and flanks.
de: Krieger II wird wegen seiner potenziell fruchtbarkeitsfördernden Vorteile weitgehend geschätzt, die auf seine Fähigkeit zurückzuführen sind, die Hüften und Flanken zu öffnen und zu stärken.
es: El Guerrero II es ampliamente aceptado por sus posibles beneficios para mejorar la fertilidad, atribuidos a su capacidad para abrir y fortalecer las caderas y flancos.
fr: Le Guerrier II est largement apprécié pour ses potentiels bienfaits sur la fertilité, attribués à sa capacité à ouvrir et renforcer les hanches et les flancs.
it: Il Guerriero II è ampiamente apprezzato per i suoi potenziali benefici per l'aumento della fertilità, attribuiti alla sua capacità di aprire e rafforzare i fianchi e i fianchi.
nl: Krijger II wordt breed omarmd vanwege de mogelijke vruchtbaarheidsbevorderende voordelen, toegeschreven aan zijn vermogen om de heupen en flanken te openen en te versterken.
pl: Pozycję Wojownika II powszechnie uważa się za potencjalnie korzystną dla płodności, przypisując jej zdolność do otwierania i wzmacniania bioder i boków.
