Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# LearningResourceArticleVC.ohBaby.section1.text
source: On your pregnancy journey, you’ll start to think on all those myths that can make sex a little bit scary. We’re here to share some of the most common myths about intercourse during pregnancy, and debunk them for your peace of mind: Myth 1: Having sex or deep penetration while you’re pregnant will harm the baby. This is a common fear that many new expecting couples have, it’s natural to wonder if this myth holds any truth and thankfully, it really doesn’t. The vagina is designed to stretch during sex, this creates a little gap between your vagina and the cervix. If your partner is packing serious length, an added fact to put your mind at ease is that the cervix is closed and wrapped in a mucus plug to protect your baby. Myth 2: Sex can induce labor. Ah yes, another common misconception, we are very happy to report that this is simply not true, this myth came about simply because semen contains prostaglandin, which is the same hormone that is used at hospital to induce labor. This is given to woman in a highly concentrate synthetic form. So, the good news is, men simply don’t create enough of this hormone to cause their partner to go into an untimely labor. Myth 3: Your baby knows what you’re up to. It may freak some coupes out to be sexually intimate out of the sheer terror that their baby will know what is going on. Rest assured, your baby doesn’t have a cooking clue what you’re getting up to, we promise. Yes, your baby can detect noises and movement while you’re pregnant, but your little one cannot comprehend or interpret what is happening. Sex during pregnancy can create a deep, intimate connection in your relationship. Not only will it benefit your relationship, but it can even bring you more pleasure, let’s take a look at just a few facts that are sure to excite you: Fact 1: It’s easier to orgasm when you’re pregnant! Yes, you read that right. Women gain around 3 more pounds of blood, making the occurrence of orgasms easier and more frequent. Fact 2: Goodbye birth control! Yes, obviously there is no need for birth control while pregnant and this is great news for those who know the various side effects of the pill and other forms of contraceptives. Fact 3: Orgasms can ease your discomfort. Back pain and headaches are common when you’re pregnant, lucky for you, your body has your back! When you orgasm, your body releases the wonderous hormone called oxytocin which can ease pain.
de: Auf Ihrer Reise durch die Schwangerschaft werden Sie anfangen, über all die Mythen nachzudenken, die Sex ein wenig unheimlich machen können. Wir klären Sie über einige der häufigsten Mythen über Geschlechtsverkehr in der Schwangerschaft auf und räumen mit ihnen auf, damit Sie sich keine Sorgen machen müssen: Mythos 1: Sex oder tiefe Penetration während der Schwangerschaft schadet dem Baby. Dies ist eine weit verbreitete Befürchtung, die viele frischgebackene Paare hegen. Es ist nur natürlich, dass man sich fragt, ob an diesem Mythos etwas dran ist, aber zum Glück ist das nicht der Fall. Die Vagina ist so konzipiert, dass sie sich beim Sex dehnt, wodurch ein kleiner Spalt zwischen Ihrer Vagina und dem Gebärmutterhals entsteht. Wenn Ihr Partner sehr lang ist, können Sie sich zusätzlich damit beruhigen, dass der Gebärmutterhals geschlossen und mit einem Schleimpfropf umhüllt ist, um Ihr Baby zu schützen. Mythos 2: Sex kann die Wehen auslösen. Wir freuen uns, Ihnen mitteilen zu können, dass dies einfach nicht stimmt. Dieser Mythos ist entstanden, weil Sperma Prostaglandin enthält, das gleiche Hormon, das im Krankenhaus zur Einleitung der Wehen verwendet wird. Es wird der Frau in einer hochkonzentrierten synthetischen Form verabreicht. Die gute Nachricht ist also, dass Männer einfach nicht genug von diesem Hormon produzieren, um bei ihrer Partnerin vorzeitige Wehen auszulösen. Mythos 3: Ihr Baby weiß, was Sie vorhaben. Manche Paare haben Angst vor sexueller Intimität, weil sie befürchten, dass ihr Baby weiß, was vor sich geht. Seien Sie versichert, dass Ihr Baby nicht die geringste Ahnung hat, was Sie vorhaben, das versprechen wir Ihnen. Ja, Ihr Baby kann Geräusche und Bewegungen wahrnehmen, während Sie schwanger sind, aber Ihr Kleines kann nicht verstehen oder interpretieren, was vor sich geht. Sex während der Schwangerschaft kann eine tiefe, intime Verbindung in Ihrer Beziehung schaffen. Das ist nicht nur gut für Ihre Beziehung, sondern kann Ihnen sogar noch mehr Vergnügen bereiten. Sehen wir uns einige Fakten an, die Sie sicher begeistern werden: Fakt 1: Es ist einfacher, einen Orgasmus zu bekommen, wenn man schwanger ist! Ja, Sie haben richtig gelesen. Frauen nehmen etwa 3 Pfund mehr Blut zu, was das Auftreten von Orgasmen einfacher und häufiger macht. Fakt 2: Geburtenkontrolle ade! Ja, es ist offensichtlich, dass während der Schwangerschaft keine Verhütungsmittel benötigt werden. Das ist eine gute Nachricht für alle, die die verschiedenen Nebenwirkungen der Pille und anderer Verhütungsmittel kennen. Fakt 3: Orgasmen können Ihre Beschwerden lindern. Rücken- und Kopfschmerzen sind in der Schwangerschaft keine Seltenheit - zum Glück steht Ihr Körper hinter Ihnen! Wenn Sie einen Orgasmus haben, schüttet Ihr Körper das wunderbare Hormon Oxytocin aus, das Schmerzen lindern kann
es: En tu viaje de embarazo, comenzarás a pensar en todos esos mitos que pueden hacer que el sexo sea un poco aterrador. Estamos aquí para compartir algunos de los mitos más comunes sobre las relaciones sexuales durante el embarazo, y desmentirlos para tu tranquilidad: Mito 1: Tener relaciones sexuales o penetración profunda mientras estás embarazada dañará al bebé. Este es un miedo común que tienen muchas parejas nuevas que esperan un bebé, es natural preguntarse si este mito tiene algo de verdad y, afortunadamente, realmente no lo tiene. La vagina está diseñada para estirarse durante el sexo, lo que crea un pequeño espacio entre tu vagina y el cuello uterino. Si tu pareja tiene una longitud seria, un hecho adicional para tranquilizar tu mente es que el cuello uterino está cerrado y envuelto en un tapón de moco para proteger a tu bebé. Mito 2: El sexo puede inducir el parto. Ah sí, otro error común, estamos muy felices de informar que esto simplemente no es verdad, este mito surgió simplemente porque el semen contiene prostaglandina, que es la misma hormona que se usa en el hospital para inducir el parto. Esto se administra a la mujer en una forma sintética altamente concentrada. Entonces, la buena noticia es que los hombres simplemente no producen suficiente cantidad de esta hormona como para hacer que su pareja entre en un parto prematuro. Mito 3: Tu bebé sabe lo que estás haciendo. Puede asustar a algunas parejas ser sexualmente íntimas por el puro terror de que su bebé sepa lo que está pasando. Ten la seguridad de que tu bebé no tiene ni idea de lo que estás haciendo, te lo prometemos. Sí, tu bebé puede detectar ruidos y movimientos mientras estás embarazada, pero tu pequeño no puede comprender ni interpretar lo que está sucediendo. El sexo durante el embarazo puede crear una conexión íntima profunda en tu relación. No solo beneficiará a tu relación, sino que también puede brindarte más placer, veamos solo algunos hechos que seguramente te emocionarán: Hecho 1: ¡Es más fácil tener un orgasmo cuando estás embarazada! Sí, leíste bien. Las mujeres ganan alrededor de 3 libras más de sangre, lo que hace que la ocurrencia de orgasmos sea más fácil y frecuente. Hecho 2: ¡Adiós anticonceptivos! Sí, obviamente no hay necesidad de anticonceptivos durante el embarazo y esta es una gran noticia para aquellos que conocen los diversos efectos secundarios de la píldora y otras formas de anticoncepción. Hecho 3: Los orgasmos pueden aliviar tu malestar. El dolor de espalda y los dolores de cabeza son comunes cuando estás embarazada, ¡afortunadamente, tu cuerpo te respalda! Cuando tienes un orgasmo, tu cuerpo libera la maravillosa hormona llamada oxitocina que puede aliviar el dolor.
fr: Sur votre parcours de grossesse, vous commencerez à penser à tous ces mythes qui peuvent rendre le sexe un peu effrayant. Nous sommes là pour partager certains des mythes les plus courants sur les rapports sexuels pendant la grossesse, et les démystifier pour votre tranquillité d'esprit : Mythe 1 : Avoir des rapports sexuels ou une pénétration profonde pendant que vous êtes enceinte nuira au bébé. C'est une peur commune que de nombreux nouveaux couples enceints ont, il est naturel de se demander si ce mythe contient une vérité et heureusement, ce n'est vraiment pas le cas. Le vagin est conçu pour s'étirer pendant les rapports sexuels, ce qui crée un petit espace entre votre vagin et le col de l'utérus. Si votre partenaire est équipé d'une longueur sérieuse, un fait supplémentaire pour vous rassurer est que le col de l'utérus est fermé et enveloppé dans un bouchon de mucus pour protéger votre bébé. Mythe 2 : Les rapports sexuels peuvent déclencher le travail. Ah oui, une autre idée fausse courante, nous sommes très heureux de vous informer que ce n'est tout simplement pas vrai, ce mythe est né simplement parce que le sperme contient de la prostaglandine, qui est la même hormone qui est utilisée à l'hôpital pour déclencher le travail. Cela est donné aux femmes sous une forme synthétique hautement concentrée. Donc, la bonne nouvelle est que les hommes ne produisent tout simplement pas suffisamment de cette hormone pour que leur partenaire entre dans un travail prématuré. Mythe 3 : Votre bébé sait ce que vous faites. Il peut effrayer certains couples d'être intimes sexuellement par la simple terreur que leur bébé saura ce qui se passe. Soyez assuré, votre bébé ne sait pas du tout ce que vous faites, nous vous le promettons. Oui, votre bébé peut détecter les bruits et les mouvements pendant que vous êtes enceinte, mais votre petit ne peut pas comprendre ou interpréter ce qui se passe. Les rapports sexuels pendant la grossesse peuvent créer une connexion profonde et intime dans votre relation. Non seulement cela bénéficiera à votre relation, mais cela peut même vous apporter plus de plaisir, jetons un coup d'œil à quelques faits qui sont sûrs de vous exciter : Fact 1 : Il est plus facile d'atteindre l'orgasme lorsque vous êtes enceinte ! Oui, vous avez bien lu. Les femmes gagnent environ 3 livres de plus de sang, rendant l'occurrence des orgasmes plus faciles et plus fréquents. Fact 2 : Adieu contraception ! Oui, évidemment, il n'y a pas besoin de contraception pendant la grossesse et c'est une excellente nouvelle pour ceux qui connaissent les divers effets secondaires de la pilule et d'autres formes de contraceptifs. Fact 3 : Les orgasmes peuvent soulager vos douleurs. Les maux de dos et les maux de tête sont courants lorsque vous êtes enceinte, heureusement pour vous, votre corps est là pour vous ! Lorsque vous atteignez l'orgasme, votre corps libère l'hormone merveilleuse appelée ocytocine qui peut soulager la douleur.
it: Nel tuo viaggio di gravidanza, inizierai a riflettere su tutti quei miti che possono rendere il sesso un po' spaventoso. Siamo qui per condividere alcuni dei miti più comuni sul rapporto sessuale durante la gravidanza e sfatarli per la tua tranquillità: Mito 1: Fare sesso o una penetrazione profonda durante la gravidanza può danneggiare il bambino. Questa è una paura comune che molte coppie in attesa di un figlio hanno, è naturale chiedersi se questo mito abbia qualche fondamento e, fortunatamente, realmente non ne ha. La vagina è progettata per dilatarsi durante il sesso, ciò crea un piccolo spazio tra la tua vagina e la cervice. Se il tuo partner è dotato di una lunghezza notevole, un fatto aggiuntivo per tranquillizzarti è che la cervice è chiusa e avvolta in un tappo di muco per proteggere il tuo bambino. Mito 2: Il sesso può indurre il travaglio. Ah sì, un altro malinteso comune, siamo molto felici di riferire che semplicemente non è vero, questo mito è nato semplicemente perché il seme contiene prostaglandina, che è lo stesso ormone utilizzato negli ospedali per indurre il travaglio. Questo viene somministrato alle donne in una forma sintetica altamente concentrata. Quindi, la buona notizia è che gli uomini semplicemente non producono abbastanza di questo ormone per causare un travaglio prematuro alla loro compagna. Mito 3: Il tuo bambino sa cosa stai facendo. Potrebbe spaventare alcune coppie essere intimi sessualmente per il terrore che il loro bambino sappia cosa sta succedendo. Puoi stare tranquillo, il tuo bambino non ha la più pallida idea di cosa stai facendo, te lo promettiamo. Sì, il tuo bambino può rilevare rumori e movimenti mentre sei incinta, ma il tuo piccolo non può comprendere o interpretare cosa sta succedendo. Il sesso durante la gravidanza può creare una connessione profonda e intima nella tua relazione. Non solo beneficerà la tua relazione, ma può anche portarti più piacere, diamo un'occhiata a solo alcuni fatti che ti ecciteranno sicuramente: Fatto 1: È più facile avere un orgasmo quando sei incinta! Sì, hai letto bene. Le donne guadagnano circa 3 chili di sangue in più, rendendo l'occorrenza degli orgasmi più facile e frequente. Fatto 2: Addio contraccezione! Sì, ovviamente non c'è bisogno di contraccezione durante la gravidanza e questa è una grande notizia per coloro che conoscono i vari effetti collaterali della pillola e altre forme di contraccettivi. Fatto 3: Gli orgasmi possono alleviare il tuo disagio. Mal di schiena e mal di testa sono comuni quando sei incinta, fortunatamente per te, il tuo corpo ti sostiene! Quando hai un orgasmo, il tuo corpo rilascia l'ormone meraviglioso chiamato ossitocina che può alleviare il dolore.
nl: Op je zwangerschapsreis begin je na te denken over al die mythen die seks een beetje eng kunnen maken. We zijn hier om enkele van de meest voorkomende mythen over geslachtsgemeenschap tijdens de zwangerschap te delen en te ontkrachten voor je gemoedsrust: Mythe 1: Seks hebben of diepe penetratie hebben terwijl je zwanger bent, zal de baby schaden. Dit is een veelvoorkomende angst die veel nieuwe aanstaande stellen hebben, het is natuurlijk om je af te vragen of deze mythe enige waarheid bevat en gelukkig is dat niet het geval. De vagina is ontworpen om uit te rekken tijdens seks, dit creëert een kleine ruimte tussen je vagina en de baarmoederhals. Als je partner serieus lang is, is een toegevoegd feit om je gerust te stellen dat de baarmoederhals gesloten is en omhuld met een slijmprop om je baby te beschermen. Mythe 2: Seks kan weeën opwekken. Ah ja, nog een veel voorkomend misverstand, we zijn erg blij om te melden dat dit gewoon niet waar is, deze mythe is ontstaan simpelweg omdat sperma prostaglandine bevat, wat hetzelfde hormoon is dat in het ziekenhuis wordt gebruikt om weeën op te wekken. Dit wordt aan vrouwen gegeven in een sterk geconcentreerde synthetische vorm. Dus, het goede nieuws is, mannen produceren eenvoudigweg niet genoeg van dit hormoon om hun partner te laten bevallen. Mythe 3: Je baby weet wat je aan het doen bent. Het kan sommige stellen freaken om seksueel intiem te zijn uit pure angst dat hun baby weet wat er aan de hand is. Wees gerust, je baby heeft geen flauw benul van wat je aan het doen bent, we beloven het. Ja, je baby kan geluiden en bewegingen detecteren terwijl je zwanger bent, maar je kleintje kan niet begrijpen of interpreteren wat er gebeurt. Seks tijdens de zwangerschap kan een diepe, intieme band in je relatie creëren. Het zal niet alleen je relatie ten goede komen, maar het kan je zelfs meer plezier bezorgen, laten we eens kijken naar slechts een paar feiten die je zeker zullen opwinden: Feit 1: Het is gemakkelijker om een orgasme te krijgen wanneer je zwanger bent! Ja, je leest het goed. Vrouwen krijgen ongeveer 3 pond meer bloed, waardoor het optreden van orgasmes gemakkelijker en frequenter wordt. Feit 2: Vaarwel anticonceptie! Ja, uiteraard is er geen anticonceptie nodig tijdens de zwangerschap en dit is geweldig nieuws voor degenen die de verschillende bijwerkingen van de pil en andere vormen van anticonceptie kennen. Feit 3: Orgasmes kunnen je ongemak verlichten. Rugpijn en hoofdpijn zijn veelvoorkomend wanneer je zwanger bent, gelukkig heeft je lichaam je rug! Wanneer je een orgasme hebt, geeft je lichaam het wonderhormoon oxytocine vrij dat pijn kan verlichten.
pl: Podczas swojej ciążowej podróży zaczniesz myśleć o wszystkich tych mitach, które mogą uczynić seks nieco straszny. Jesteśmy tutaj, aby podzielić się niektórymi z najpopularniejszych mitów na temat stosunków płciowych w czasie ciąży i obalić je dla Twojego spokoju ducha: Mito 1: Prowadzenie życia seksualnego lub głęboka penetracja podczas ciąży zaszkodzi dziecku. To powszechne obawy, które mają wiele nowych oczekujących par, naturalne jest zastanawianie się, czy ten mit ma jakiekolwiek uzasadnienie, i na szczęście naprawdę nie ma. Pochwę zaprojektowano do rozciągania się podczas stosunku, co tworzy niewielką przestrzeń między twoją pochwą a szyjką macicy. Jeśli twój partner jest wyposażony w poważną długość, dodatkowy fakt, który uspokoi twoje myśli, to to, że szyjka macicy jest zamknięta i owinięta w śluzową zatyczkę, aby chronić twoje dziecko. Mito 2: Seks może wywołać poród. Ach tak, kolejna powszechna nieprawdziwa przekonanie, jesteśmy bardzo szczęśliwi, że możemy powiedzieć, że to po prostu nieprawda, ten mit powstał po prostu dlatego, że nasienie zawiera prostaglandynę, która jest tym samym hormonem, który jest używany w szpitalu do wywoływania porodu. To podawane jest kobietom w bardzo skoncentrowanej syntetycznej formie. Więc dobre wieści są takie, że mężczyźni po prostu nie wytwarzają wystarczającej ilości tego hormonu, aby ich partnerka poszła na przedwczesny poród. Mito 3: Twoje dziecko wie, co robicie. Niektórym parom może przerażać bycie seksualnie intymnym z czystego przerażenia, że ich dziecko będzie wiedziało, co się dzieje. Spokojnie, twoje dziecko nie ma zielonego pojęcia, co robisz, obiecujemy. Tak, twoje dziecko może wykrywać dźwięki i ruchy podczas ciąży, ale twój maluch nie może pojąć ani interpretować, co się dzieje. Seks podczas ciąży może tworzyć głęboką, intymną więź w waszym związku. Nie tylko pomoże to waszemu związkowi, ale może nawet przynieść wam więcej przyjemności, zobaczmy kilka faktów, które na pewno was zainteresują: Fakt 1: Łatwiej osiągnąć orgazm, gdy jesteś w ciąży! Tak, dobrze przeczytałaś. Kobiety zyskują około 3 funtów więcej krwi, co sprawia, że występowanie orgazmów jest łatwiejsze i częstsze. Fakt 2: Do widzenia, środki antykoncepcyjne! Tak, oczywiście nie ma potrzeby antykoncepcji podczas ciąży, co jest świetną wiadomością dla tych, którzy znają różne skutki uboczne tabletek antykoncepcyjnych i innych form antykoncepcji. Fakt 3: Orgazmy mogą złagodzić twoje dolegliwości. Bóle pleców i głowy są częste w ciąży, ale na szczęście twoje ciało cię wspiera! Gdy osiągniesz orgazm, twoje ciało wydziela cudowny hormon zwany oksytocyną, który może złagodzić ból.

# LearningResourceArticleVC.ohBaby.section2.headline
source: As You Grow – Positions for Comfort and Pleasure
de: Während Sie wachsen - Positionen für Komfort und Vergnügen
es: A medida que creces: Posiciones para comodidad y placer
fr: À mesure que Vous Grandissez - Positions pour le Confort et le Plaisir
it: Mentre Cresci - Posizioni per Comfort e Piacere
nl: Naarmate je groeit - Posities voor Comfort en Plezier
pl: W miarę jak rośniesz – Pozycje dla Komfortu i Przyjemności
