Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# HowTheAppWorksVC.textView.text
source: At Ovulio Baby, we are dedicated to providing our users with the latest and most scientifically backed methods for family planning and understanding the factors that may influence baby gender. Our approach integrates time-tested techniques, inspired by comprehensive reproductive research, along with contemporary scientific data. Timing and Ovulation Cycle: A key element in our methodology involves understanding the ovulation cycle and timing intercourse. Studies suggest that timing intercourse closer to the ovulation date may influence the gender of the baby. This is based on the characteristics of different sperm types and their varying speeds and longevity. Dietary Considerations: Emerging research points towards the potential impact of diet on influencing baby gender. Specific dietary patterns and nutrient intakes might be associated with the probability of conceiving a male or female child, though these findings are still under continuous study and not conclusively proven. Hormonal Influence: Hormonal levels and their fluctuations in potential parents are also considered as a possible factor. The hormonal environment at the time of conception might play a role in determining the gender of the baby. Lifestyle Factors: Lifestyle factors such as stress levels, physical activity, and overall health may also have an indirect influence on baby gender, as they affect general fertility and reproductive health. It's important to note that while these methods are grounded in scientific research, they do not guarantee a specific outcome. Human biology and reproductive processes are complex, and many factors contribute to the determination of a baby's gender. We encourage our users to approach these methods as part of a broader understanding of reproductive health and family planning. References to Scientific Studies: Our methodology is continually updated in line with ongoing reproductive health research. We reference a wide range of studies from reputable medical journals and institutions to ensure our users receive well-rounded and scientifically sound advice. We at Ovulio Baby are committed to empowering our users with knowledge and tools for their reproductive journey, always prioritizing health, well-being, and informed choice.
de: Wir bei Ovulio Baby haben uns zum Ziel gesetzt, unseren Nutzern die neuesten und wissenschaftlich fundiertesten Methoden zur Familienplanung und zum Verständnis der Faktoren, die das Geschlecht des Babys beeinflussen können, zur Verfügung zu stellen. Unser Ansatz integriert bewährte Techniken, die von umfassender Reproduktionsforschung inspiriert sind, mit aktuellen wissenschaftlichen Daten. Timing und Ovulationszyklus: Ein Schlüsselelement unserer Methodik ist das Verständnis des Ovulationszyklus und der Zeitpunkt des Geschlechtsverkehrs. Studien deuten darauf hin, dass die zeitliche Nähe des Geschlechtsverkehrs zum Zeitpunkt des Eisprungs das Geschlecht des Babys beeinflussen kann. Dies beruht auf den Eigenschaften der verschiedenen Spermatypen und deren unterschiedlicher Geschwindigkeit und Langlebigkeit. Ernährungstechnische Überlegungen: Neue Forschungsergebnisse deuten darauf hin, dass die Ernährung einen Einfluss auf das Geschlecht des Babys haben kann. Bestimmte Ernährungsgewohnheiten und die Zufuhr von Nährstoffen könnten mit der Wahrscheinlichkeit, ein männliches oder weibliches Kind zu bekommen, in Zusammenhang stehen, auch wenn diese Erkenntnisse noch nicht abschließend bewiesen sind. Hormonelle Beeinflussung: Der Hormonspiegel und seine Schwankungen bei potenziellen Eltern werden ebenfalls als möglicher Faktor angesehen. Das hormonelle Umfeld zum Zeitpunkt der Empfängnis könnte eine Rolle bei der Bestimmung des Geschlechts des Babys spielen. Lebensstil-Faktoren: Lebensstilfaktoren wie Stress, körperliche Aktivität und der allgemeine Gesundheitszustand können ebenfalls einen indirekten Einfluss auf das Geschlecht des Babys haben, da sie die allgemeine Fruchtbarkeit und reproduktive Gesundheit beeinflussen. Es ist wichtig zu wissen, dass diese Methoden zwar wissenschaftlich fundiert sind, aber keine Garantie für ein bestimmtes Ergebnis bieten. Die menschliche Biologie und die Fortpflanzungsprozesse sind komplex, und viele Faktoren tragen zur Bestimmung des Geschlechts eines Babys bei. Wir ermutigen unsere Nutzer, diese Methoden als Teil eines umfassenderen Verständnisses von reproduktiver Gesundheit und Familienplanung zu betrachten. Verweise auf wissenschaftliche Studien: Unsere Methodik wird ständig im Einklang mit der laufenden Forschung zur reproduktiven Gesundheit aktualisiert. Wir beziehen uns auf eine Vielzahl von Studien aus angesehenen medizinischen Fachzeitschriften und Institutionen, um sicherzustellen, dass unsere Nutzerinnen eine abgerundete und wissenschaftlich fundierte Beratung erhalten. Wir von Ovulio Baby haben es uns zur Aufgabe gemacht, unseren Nutzerinnen Wissen und Hilfsmittel für ihre reproduktive Reise an die Hand zu geben, wobei Gesundheit, Wohlbefinden und informierte Entscheidungen stets im Vordergrund stehen.
es: En Ovulio Baby, estamos dedicados a proporcionar a nuestros usuarios los métodos más recientes y respaldados científicamente para la planificación familiar y comprender los factores que pueden influir en el género del bebé. Nuestro enfoque integra técnicas probadas con el tiempo, inspiradas en una investigación reproductiva integral, junto con datos científicos contemporáneos. Ciclo de Ovulación y Temporización: Un elemento clave en nuestra metodología implica comprender el ciclo de ovulación y temporizar las relaciones sexuales. Estudios sugieren que la temporización de las relaciones sexuales más cerca de la fecha de ovulación puede influir en el género del bebé. Esto se basa en las características de los diferentes tipos de esperma y sus velocidades y longevidades variables. Consideraciones Dietéticas: La investigación emergente señala el posible impacto de la dieta en influir en el género del bebé. Patrones dietéticos específicos y la ingesta de nutrientes podrían estar asociados con la probabilidad de concebir un niño o una niña, aunque estos hallazgos aún están en estudio continuo y no se ha demostrado de manera concluyente. Influencia Hormonal: Los niveles hormonales y sus fluctuaciones en los posibles padres también se consideran como un posible factor. El entorno hormonal en el momento de la concepción podría desempeñar un papel en la determinación del género del bebé. Factores de Estilo de Vida: Factores de estilo de vida como los niveles de estrés, la actividad física y la salud general también pueden tener una influencia indirecta en el género del bebé, ya que afectan la fertilidad general y la salud reproductiva. Es importante tener en cuenta que si bien estos métodos están fundamentados en la investigación científica, no garantizan un resultado específico. La biología humana y los procesos reproductivos son complejos y muchos factores contribuyen a la determinación del género de un bebé. Alentamos a nuestros usuarios a abordar estos métodos como parte de una comprensión más amplia de la salud reproductiva y la planificación familiar. Referencias a Estudios Científicos: Nuestra metodología se actualiza continuamente en línea con la investigación continua sobre salud reproductiva. Referenciamos una amplia gama de estudios de revistas médicas y instituciones reputadas para garantizar que nuestros usuarios reciban consejos bien fundamentados y científicamente sólidos. En Ovulio Baby, estamos comprometidos a empoderar a nuestros usuarios con conocimientos y herramientas para su viaje reproductivo, siempre priorizando la salud, el bienestar y la elección informada.
fr: Chez Ovulio Baby, nous nous engageons à fournir à nos utilisateurs les méthodes les plus récentes et les plus scientifiquement étayées pour la planification familiale et la compréhension des facteurs pouvant influencer le sexe du bébé. Notre approche intègre des techniques éprouvées par le temps, inspirées par une recherche reproductive complète, ainsi que des données scientifiques contemporaines. Timing et cycle d'ovulation : Un élément clé de notre méthodologie consiste à comprendre le cycle d'ovulation et le timing des rapports sexuels. Des études suggèrent que le timing des rapports sexuels plus proche de la date d'ovulation peut influencer le sexe du bébé. Cela est basé sur les caractéristiques des différents types de spermatozoïdes et leurs vitesses et longévités variables. Considérations alimentaires : Des recherches émergentes indiquent l'impact potentiel de l'alimentation sur l'influence du sexe du bébé. Des modèles alimentaires spécifiques et des apports en nutriments pourraient être associés à la probabilité de concevoir un enfant mâle ou femelle, bien que ces résultats soient encore en cours d'étude continue et non encore prouvés de manière concluante. Influence hormonale : Les niveaux hormonaux et leurs fluctuations chez les parents potentiels sont également considérés comme un facteur possible. L'environnement hormonal au moment de la conception pourrait jouer un rôle dans la détermination du sexe du bébé. Facteurs de mode de vie : Les facteurs de mode de vie tels que le niveau de stress, l'activité physique et la santé générale peuvent également avoir une influence indirecte sur le sexe du bébé, car ils affectent la fertilité générale et la santé reproductive. Il est important de noter que bien que ces méthodes soient basées sur des recherches scientifiques, elles ne garantissent pas un résultat spécifique. La biologie humaine et les processus reproductifs sont complexes, et de nombreux facteurs contribuent à la détermination du sexe d'un bébé. Nous encourageons nos utilisateurs à aborder ces méthodes dans le cadre d'une compréhension plus large de la santé reproductive et de la planification familiale. Références aux études scientifiques : Notre méthodologie est continuellement mise à jour en ligne avec la recherche continue sur la santé reproductive. Nous référençons un large éventail d'études provenant de revues médicales réputées et d'institutions pour garantir que nos utilisateurs reçoivent des conseils bien arrondis et scientifiquement fondés. Chez Ovulio Baby, nous nous engageons à donner à nos utilisateurs les connaissances et les outils pour leur parcours reproductif, en privilégiant toujours la santé, le bien-être et le choix éclairé.
it: Presso Ovulio Baby, siamo impegnati a fornire ai nostri utenti i metodi più recenti e scientificamente supportati per la pianificazione familiare e la comprensione dei fattori che possono influenzare il sesso del bambino. Il nostro approccio integra tecniche collaudate nel tempo, ispirate a una ricerca riproduttiva completa, insieme a dati scientifici contemporanei. Tempistica e Ciclo dell'Ovulazione: Un elemento chiave nella nostra metodologia riguarda la comprensione del ciclo dell'ovulazione e il tempismo dei rapporti sessuali. Studi suggeriscono che il tempismo dei rapporti sessuali più vicino alla data di ovulazione può influenzare il sesso del bambino. Questo si basa sulle caratteristiche dei diversi tipi di spermatozoi e sulla loro variazione di velocità e longevità. Considerazioni Dietetiche: Ricerche emergenti indicano l'eventuale impatto della dieta sull'influenza del sesso del bambino. Determinati modelli dietetici e apporti nutrizionali potrebbero essere associati alla probabilità di concepire un bambino maschio o femmina, anche se questi risultati sono ancora in continuo studio e non dimostrati in modo conclusivo. Influenza Ormonale: Anche i livelli ormonali e le loro fluttuazioni nei potenziali genitori sono considerati come possibile fattore. L'ambiente ormonale al momento del concepimento potrebbe giocare un ruolo nella determinazione del sesso del bambino. Fattori di Stile di Vita: Fattori di stile di vita come livelli di stress, attività fisica e salute generale possono anche avere un'influenza indiretta sul sesso del bambino, poiché influenzano la fertilità generale e la salute riproduttiva. È importante notare che, sebbene questi metodi siano basati sulla ricerca scientifica, non garantiscono un risultato specifico. La biologia umana e i processi riproduttivi sono complessi, e molti fattori contribuiscono alla determinazione del sesso del bambino. Incoraggiamo i nostri utenti ad approcciare questi metodi come parte di una comprensione più ampia della salute riproduttiva e della pianificazione familiare. Riferimenti a Studi Scientifici: La nostra metodologia viene costantemente aggiornata in linea con la ricerca continua sulla salute riproduttiva. Facciamo riferimento a una vasta gamma di studi provenienti da riviste mediche autorevoli e istituzioni per garantire che i nostri utenti ricevano consigli ben fondati e scientificamente validi. Noi di Ovulio Baby ci impegniamo ad armonizzare i nostri utenti con conoscenze e strumenti per il loro percorso riproduttivo, sempre privilegiando la salute, il benessere e la scelta informata.
nl: Bij Ovulio Baby zijn we toegewijd aan het bieden van onze gebruikers de nieuwste en meest wetenschappelijk onderbouwde methoden voor gezinsplanning en het begrijpen van de factoren die de geslachtskeuze van de baby kunnen beïnvloeden. Onze aanpak integreert beproefde technieken, geïnspireerd door uitgebreid onderzoek naar voortplanting, samen met hedendaagse wetenschappelijke gegevens. Timing en ovulatiecyclus: Een sleutel element in onze methodologie is het begrijpen van de ovulatiecyclus en het timen van geslachtsgemeenschap. Studies suggereren dat geslachtsgemeenschap dichter bij de ovulatiedatum kan invloed hebben op het geslacht van de baby. Dit is gebaseerd op de kenmerken van verschillende spermatypes en hun verschillende snelheden en levensduur. Voedingsaspecten: Opkomend onderzoek wijst op de mogelijke impact van voeding op het beïnvloeden van het geslacht van de baby. Specifieke voedingspatronen en voedingsstoffeninname kunnen worden geassocieerd met de kans om een mannelijk of vrouwelijk kind te verwekken, hoewel deze bevindingen nog steeds onder voortdurende studie zijn en niet definitief zijn bewezen. Hormonale invloed: Hormonale niveaus en hun schommelingen bij potentiële ouders worden ook beschouwd als een mogelijke factor. De hormonale omgeving op het moment van conceptie kan een rol spelen bij het bepalen van het geslacht van de baby. Levensstijlfactoren: Levensstijlfactoren zoals stressniveaus, lichamelijke activiteit en algemene gezondheid kunnen ook een indirecte invloed hebben op het geslacht van de baby, omdat ze van invloed zijn op de algemene vruchtbaarheid en de voortplantingsgezondheid. Het is belangrijk op te merken dat hoewel deze methoden zijn gebaseerd op wetenschappelijk onderzoek, ze geen specifiek resultaat garanderen. De menselijke biologie en voortplantingsprocessen zijn complex, en vele factoren dragen bij aan de bepaling van het geslacht van een baby. We moedigen onze gebruikers aan om deze methoden te benaderen als onderdeel van een breder begrip van de voortplantingsgezondheid en gezinsplanning. Referenties naar wetenschappelijke studies: Onze methodologie wordt voortdurend bijgewerkt in lijn met lopend onderzoek naar voortplantingsgezondheid. We verwijzen naar een breed scala aan studies uit gerenommeerde medische tijdschriften en instellingen om ervoor te zorgen dat onze gebruikers goed afgerond en wetenschappelijk onderbouwd advies ontvangen. Wij bij Ovulio Baby zijn toegewijd aan het empoweren van onze gebruikers met kennis en tools voor hun reproductieve reis, waarbij we altijd gezondheid, welzijn en geïnformeerde keuze vooropstellen.
pl: W Ovulio Baby poświęcamy się zapewnianiu naszym użytkownikom najnowszych i najbardziej naukowo uzasadnionych metod planowania rodziny oraz zrozumienia czynników, które mogą wpływać na płeć dziecka. Nasze podejście integruje sprawdzone przez czas techniki, inspirowane wszechstronnymi badaniami reprodukcyjnymi, wraz z współczesnymi danymi naukowymi. Czasowanie i Cykl Owulacji: Kluczowym elementem naszej metodyki jest zrozumienie cyklu owulacji i czasu współżycia. Badania sugerują, że zbliżanie współżycia do daty owulacji może wpływać na płeć dziecka. Jest to oparte na cechach różnych typów plemników i ich zróżnicowanej prędkości i długowieczności. Aspekty Dietetyczne: Pojawiające się badania wskazują na potencjalny wpływ diety na kształtowanie płci dziecka. Konkretne wzorce żywieniowe i spożycie składników odżywczych mogą być powiązane z prawdopodobieństwem poczęcia chłopca lub dziewczynki, choć te ustalenia są nadal przedmiotem ciągłych badań i nie są ostatecznie udowodnione. Wpływ Hormonalny: Poziomy hormonalne i ich wahania u potencjalnych rodziców są również brane pod uwagę jako możliwy czynnik. Środowisko hormonalne w czasie poczęcia może mieć wpływ na określenie płci dziecka. Czynniki Trybu Życia: Czynniki trybu życia, takie jak poziomy stresu, aktywność fizyczna i ogólny stan zdrowia, mogą również mieć pośredni wpływ na płeć dziecka, ponieważ wpływają one na ogólną płodność i zdrowie reprodukcyjne. Warto zauważyć, że mimo że te metody są oparte na badaniach naukowych, nie gwarantują one określonego rezultatu. Biologia człowieka i procesy reprodukcyjne są złożone, a wiele czynników przyczynia się do określenia płci dziecka. Zachęcamy naszych użytkowników do podejścia do tych metod jako części szerszego zrozumienia zdrowia reprodukcyjnego i planowania rodziny. Odniesienia do Badań Naukowych: Nasza metodyka jest ciągle aktualizowana zgodnie z trwającymi badaniami zdrowia reprodukcyjnego. Odwołujemy się do szerokiej gamy badań z renomowanych czasopism medycznych i instytucji, aby zapewnić naszym użytkownikom wszechstronne i naukowo uzasadnione porady. My w Ovulio Baby zobowiązujemy się do wyposażania naszych użytkowników w wiedzę i narzędzia do ich podróży reprodukcyjnej, zawsze priorytetem jest zdrowie, dobre samopoczucie i świadomy wybór.

# DiceToSpiceGameMenu.headlineLabelBold.text
source: Dice to Spice
de: Heiße Liebes-Würfel
es: Dados para Condimentar
fr: Dé à Épices
nl: Dobbelen voor plezier
pl: Kostka dla pikanterii

# DiceToSpiceGameMenu.headlineLabel.text
source: Dice to Spice
es: Dados para Condimentar
fr: Dé à Épices
nl: Dobbelen voor plezier
pl: Kostka dla pikanterii

# DiceToSpiceGameMenu.DiceToSpiceGameGameSettingsView.cuteButton.title
source: Soft
de: Süß
es: Suave
fr: Doux
nl: Zacht
pl: Delikatna

# DiceToSpiceGameMenu.DiceToSpiceGameGameSettingsView.spicyButton.title
source: Hot
de: Spicy
es: Picante
fr: Chaud
nl: Pittig
pl: Ostra

# DiceToSpiceGameMenu.DiceToSpiceGameGameSettingsView.customButton.title
source: Hard
de: Individuell
es: Difícil
fr: Difficile
nl: Moeilijk
pl: Trudna

# DiceToSpiceGameMenu.salesPageView.headlineLabel.text
source: Want even more combinations?
de: Möchtet Ihr noch mehr Kombinationen?
es: ¿Quieres aún más combinaciones?
fr: Envie de encore plus de combinaisons ?
it: Vuoi ancora più combinazioni?
nl: Wil je nog meer combinaties?
pl: Chcesz jeszcze więcej kombinacji?

# DiceToSpiceGameMenu.salesPageView.backToPreviousVersionButton.title
source: I don't want to get satisfied with my partner
de: Ich will mich nicht mit meinem Partner beglücken
es: No quiero satisfacer a mi pareja
fr: Je ne veux pas me satisfaire avec mon partenaire
it: Non voglio essere soddisfatto/a con il mio partner
nl: Ik wil niet tevreden zijn met mijn partner
pl: Nie chcę zadowalać się z partnerem

# DiceToSpiceGameMenu.salesPageView.featuresLabel.text
source: 128 new combinations Infinite personalization options
de: 128 neue Kombinationen Unbegrenzte Personalisierungsmöglichkeiten
es: 128 nuevas combinaciones Opciones infinitas de personalización
fr: 128 nouvelles combinaisons Options de personnalisation infinies
it: 128 nuove combinazioni Opzioni di personalizzazione infinite
nl: 128 nieuwe combinaties Oneindige personalisatie-opties
pl: 128 nowych kombinacji Nieskończone opcje personalizacji

# DiceToSpiceGameMenu.actionTasks.1
source: Lick
de: Lecken
es: Lamer
fr: Lécher
it: Lecca
nl: Likken
pl: Lizać

# DiceToSpiceGameMenu.actionTasks.2
source: Suck
de: Saugen
es: Chupar
fr: Sucer
it: Succia
nl: Zuigen
pl: Ssać

# DiceToSpiceGameMenu.actionTasks.3
source: Blow
de: Blasen
es: Soplar
fr: Souffler
it: Soffia
nl: Blazen
pl: Dmuchnąć

# DiceToSpiceGameMenu.actionTasks.4
source: Touch
de: Berühren
es: Tocar
fr: Toucher
it: Tocca
nl: Aanraken
pl: Dotykać

# DiceToSpiceGameMenu.actionTasks.5
source: Massage
de: Massieren
es: Masajear
fr: Masser
it: Massaggia
nl: Masseren
pl: Masaż

# DiceToSpiceGameMenu.actionTasks.6
source: Tickle
de: Kitzeln
es: Hacer cosquillas
fr: Chatouiller
it: Solletica
nl: Kietelen
pl: Żłobkować

# DiceToSpiceGameMenu.actionTasks.7
source: Nibble
de: Knabbern
es: Mordisquear
fr: Mordiller
it: Mordegia
nl: Knabbelen
pl: Gryzienie

# DiceToSpiceGameMenu.actionTasks.8
source: Squeeze
de: Quetschen
es: Apretar
fr: Presser
it: Schizza
nl: Knijpen
pl: Ściskać

# DiceToSpiceGameMenu.actionTasks.9
source: Kiss
de: Küssen
es: Besar
fr: Embrasser
it: Bacia
nl: Kussen
pl: Całować

# DiceToSpiceGameMenu.actionTasks.10
source: You Decide
de: Du entscheidest
es: Tú Decides
fr: Vous décidez
it: Decidi tu
nl: Jij beslist
pl: Decydujesz

# DiceToSpiceGameSelectBodyParts.headlineLabel.text
source: Create own Dice
de: Eigene Würfel erstellen
es: Crear Dados Personalizados
fr: Créer son propre Dé
it: Crea il tuo dado
nl: Maak je eigen dobbelsteen
pl: Stwórz własną kostkę

# DiceToSpiceGameSelectBodyParts.subtitleLabel.text
source: Select the actions and body parts you want to include and add own ones
de: Wähle die Aktionen und Körperteile aus, die Ihr einschließen möchtet, und fügt eigene hinzu
es: Selecciona las acciones y partes del cuerpo que desees incluir y añade las tuyas propias
fr: Sélectionnez les actions et les parties du corps que vous souhaitez inclure et ajoutez les vôtres
it: Seleziona le azioni e le parti del corpo che desideri includere e aggiungi le tue
nl: Selecteer de acties en lichaamsdelen die je wilt opnemen en voeg je eigen toe
pl: Wybierz czynności i części ciała, które chcesz uwzględnić oraz dodaj własne

# DiceToSpiceGameSelectBodyParts.bodyPartsHeadlineLabel.text
source: Body Parts
de: Körperteile
es: Partes del Cuerpo
fr: Parties du Corps
it: Parti del corpo
nl: Lichaamsdelen
pl: Części ciała

# DiceToSpiceGameSelectBodyParts.actionsHeadlineLabel.text
source: Actions
de: Aktionen
es: Acciones
it: Azioni
nl: Acties
pl: Czynności

# DiceToSpiceGameSelectBodyParts.addCustomActionsButton.title
source: Add new actions
de: Neue Aktionen hinzufügen
es: Agregar nuevas acciones
fr: Ajouter de nouvelles actions
it: Aggiungi nuove azioni
nl: Voeg nieuwe acties toe
pl: Dodaj nowe czynności

# DiceToSpiceGameSelectBodyParts.addCustomBodyPartButton.title
source: Add new body parts
es: Agregar nuevas partes del cuerpo
fr: Ajouter de nouvelles parties du corps
it: Aggiungi nuove parti del corpo
nl: Voeg nieuwe lichaamsdelen toe
pl: Dodaj nowe części ciała

# DiceToSpiceGameSelectBodyParts.addCustomBodyPartButton.alertDialog.title
source: Add new body part
de: Neues Körperteil hinzufügen
es: Agregar nueva parte del cuerpo
fr: Ajouter une nouvelle partie du corps
it: Aggiungi nuova parte del corpo
nl: Voeg nieuw lichaamsdeel toe
pl: Dodaj nową część ciała
