Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# LearningResourceArticleVC.waysToShowYour.section3.text
source: These are just a few tips to help you show your partner that you care about them and want what is best for them and the baby. Try coming up with your own ideas specifically detailed to their likes and needs for showing your love towards them and your appreciation for them carrying your child. It is the highest compliment when someone brings your child into the world and they need to know you realize this. They are having many emotions right now and need to know that you support them in every way. Don’t let the romance die in your relationship. Many couples get caught up with the baby planning and pregnancy and forget to focus on one another. Planning a babymoon might be a good idea before the new addition makes its grand entrance. If a babymoon isn't possible then there are other ways to keep things spicy. Set up some date nights on the town if you can or plan a surprise at home for your partner. Everyone wants to feel special and wanted, even when they are pregnant. Maybe more so.
de: Dies sind nur ein paar Tipps, um deiner Partnerin zu zeigen, dass du dich um sie und das Baby kümmerst und das Beste für sie willst. Versuche, eigene Ideen zu entwickeln, die speziell auf ihre Vorlieben und Bedürfnisse zugeschnitten sind, um ihr deine Liebe und Wertschätzung dafür zu zeigen, dass sie dein Kind trägt. Es ist das höchste Kompliment, wenn jemand dein Kind auf die Welt bringt, und sie muss wissen, dass du das erkennst. Sie hat gerade viele Emotionen und muss wissen, dass du sie in jeder Hinsicht unterstützt. Lass die Romantik in deiner Beziehung nicht sterben. Viele Paare sind mit der Babyplanung und der Schwangerschaft beschäftigt und vergessen, sich aufeinander zu konzentrieren. Eine Babymoon zu planen, könnte eine gute Idee sein, bevor der neue Nachwuchs seinen großen Auftritt hat. Wenn eine Babymoon nicht möglich ist, gibt es andere Möglichkeiten, die Dinge spannend zu halten. Plane einige Date-Nächte in der Stadt, wenn du kannst, oder überrasche deine Partnerin zu Hause. Jeder möchte sich besonders und gewollt fühlen, auch während der Schwangerschaft. Vielleicht sogar mehr.
es: Estos son solo algunos consejos para ayudarte a demostrarle a tu pareja que te importa y que quieres lo mejor para ella y el bebé. Trata de idear tus propias ideas específicamente detalladas según sus gustos y necesidades para mostrar tu amor hacia ella y tu agradecimiento por llevar a tu hijo. Es el mayor cumplido cuando alguien trae a tu hijo al mundo y necesita saber que te das cuenta de esto. Están teniendo muchas emociones en este momento y necesitan saber que las apoyas en todo sentido. No dejes que el romance muera en tu relación. Muchas parejas se concentran tanto en la planificación del bebé y el embarazo que olvidan enfocarse el uno en el otro. Planear una luna de bebé podría ser una buena idea antes de que llegue la nueva adición. Si una luna de bebé no es posible, entonces hay otras formas de mantener las cosas interesantes. Organiza algunas noches de citas en la ciudad si puedes o planea una sorpresa en casa para tu pareja. Todos quieren sentirse especiales y deseados, incluso durante el embarazo. Quizás más.
fr: Ce ne sont que quelques conseils pour vous aider à montrer à votre partenaire que vous vous souciez d'elle et que vous voulez ce qu'il y a de mieux pour elle et le bébé. Essayez de trouver vos propres idées spécifiquement détaillées selon ses goûts et ses besoins pour lui montrer votre amour et votre appréciation pour porter votre enfant. C'est le plus grand compliment lorsque quelqu'un apporte votre enfant dans le monde et elle doit savoir que vous en êtes conscient. Elle traverse actuellement de nombreuses émotions et doit savoir que vous la soutenez de toutes les manières. Ne laissez pas la romance mourir dans votre relation. De nombreux couples sont pris par les préparatifs pour le bébé et la grossesse et oublient de se concentrer l'un sur l'autre. Planifier une babymoon pourrait être une bonne idée avant que le nouveau venu ne fasse son entrée. Si une babymoon n'est pas possible, il existe d'autres moyens de maintenir l'étincelle. Organisez des soirées en ville si vous le pouvez ou planifiez une surprise à la maison pour votre partenaire. Tout le monde veut se sentir spécial et désiré, même pendant la grossesse. Peut-être même plus.
it: Questi sono solo alcuni consigli per aiutarti a dimostrare alla tua partner che ti importa di lei e che vuoi il meglio per lei e il bambino. Prova a inventare le tue idee specificamente dettagliate in base ai suoi gusti e bisogni per dimostrare il tuo amore verso di lei e il tuo apprezzamento per il fatto che porta in grembo il tuo bambino. È il più grande complimento quando qualcuno porta al mondo tuo figlio e deve sapere che te ne rendi conto. Sta provando molte emozioni in questo momento e ha bisogno di sapere che la supporti in ogni modo. Non lasciare che la romanticismo muoia nella tua relazione. Molte coppie si lasciano prendere dai preparativi per il bambino e dalla gravidanza e dimenticano di concentrarsi l'uno sull'altro. Pianificare una babymoon potrebbe essere una buona idea prima che la nuova aggiunta faccia la sua grande entrata. Se una babymoon non è possibile, ci sono altri modi per mantenere vivo l'interesse. Organizza alcune serate romantiche in città se puoi o pianifica una sorpresa a casa per la tua partner. Tutti vogliono sentirsi speciali e desiderati, anche durante la gravidanza. Forse di più.
nl: Dit zijn slechts enkele tips om je te helpen je partner te laten zien dat je om haar geeft en het beste wilt voor haar en de baby. Probeer je eigen ideeën te bedenken, specifiek gedetailleerd naar haar smaak en behoeften, om je liefde voor haar te tonen en je waardering voor het dragen van je kind. Het is het grootste compliment als iemand je kind ter wereld brengt en ze moet weten dat je je dat realiseert. Ze heeft nu veel emoties en moet weten dat je haar op alle mogelijke manieren steunt. Laat de romantiek in je relatie niet sterven. Veel koppels raken verstrikt in de babyplanning en zwangerschap en vergeten zich op elkaar te concentreren. Het plannen van een babymoon kan een goed idee zijn voordat de nieuwe toevoeging zijn grote entree maakt. Als een babymoon niet mogelijk is, zijn er andere manieren om de dingen spannend te houden. Plan wat date-nachten in de stad als je kunt of plan een verrassing thuis voor je partner. Iedereen wil zich speciaal en gewenst voelen, zelfs tijdens de zwangerschap. Misschien zelfs meer.
pl: To tylko kilka wskazówek, które pomogą Ci pokazać Twojej partnerce, że Ci na niej zależy i chcesz dla niej i dziecka jak najlepiej. Spróbuj wymyślić własne pomysły, specjalnie dostosowane do jej upodobań i potrzeb, aby pokazać swoją miłość do niej i uznanie za noszenie Twojego dziecka. Jest to największy komplement, kiedy ktoś przynosi Twoje dziecko na świat i muszą wiedzieć, że zdajesz sobie z tego sprawę. Teraz mają wiele emocji i muszą wiedzieć, że wspierasz je na każdym kroku. Nie pozwól, aby romans umarł w Twoim związku. Wiele par skupia się na planowaniu dziecka i ciąży i zapomina o skupieniu się na sobie nawzajem. Planowanie babymoon może być dobrym pomysłem przed wielkim wejściem nowego członka rodziny. Jeśli babymoon nie jest możliwe, są inne sposoby na utrzymanie pikanterii. Zorganizuj kilka wieczorów randkowych na mieście, jeśli możesz, lub zaplanuj niespodziankę w domu dla swojej partnerki. Każdy chce czuć się wyjątkowo i pożądany, nawet gdy jest w ciąży. Może nawet bardziej.

# LearningResourceArticleVC.waysToShowYour.section4.headline
source: Love is in the air...
de: Liebe liegt in der Luft...
es: El amor está en el aire...
fr: L'amour est dans l'air...
it: L'amore è nell'aria...
nl: Liefde hangt in de lucht...
pl: Miłość unosi się w powietrzu...

# LearningResourceArticleVC.waysToShowYour.section4.text
source: Don’t let them just feel as though they are just a pregnant person or soon-to-be parent. Once the baby comes they will face a whole new set of physical and emotional challenges so it's important to ease the stress load as much as you can before and after. The possibilities of showing your feelings are endless. Keep them in mind when preparing something special. Make it all about them and they will melt in your arms for not only the display of affection but for caring enough to do it. You don't have to make extravagant displays to make your partner feel good. A small gift here, a nicely prepared dinner there, a foot massage to ease the aches of the day away. As long as the gesture comes from the heart I am sure they will love and appreciate it. Let them verbally know what they mean to you and how you feel about them to reassure them if they are feeling down. Good luck and congratulations on your upcoming arrival!
de: Lass sie sich nicht nur wie eine schwangere Person oder baldige Mutter fühlen. Sobald das Baby da ist, wird sie mit einer ganzen neuen Reihe von körperlichen und emotionalen Herausforderungen konfrontiert sein, daher ist es wichtig, die Stressbelastung so weit wie möglich vor und nach der Geburt zu verringern. Die Möglichkeiten, deine Gefühle zu zeigen, sind endlos. Denke an sie, wenn du etwas Besonderes vorbereitest. Mache es ganz auf sie bezogen und sie wird in deinen Armen dahinschmelzen, nicht nur wegen der Zurschaustellung von Zuneigung, sondern auch, weil du genug Fürsorge zeigst, um es zu tun. Du musst keine extravaganten Gesten machen, um deine Partnerin glücklich zu machen. Ein kleines Geschenk hier, ein liebevoll zubereitetes Abendessen dort, eine Fußmassage, um die täglichen Schmerzen zu lindern. Solange die Geste von Herzen kommt, bin ich sicher, dass sie es lieben und schätzen wird. Lass sie wissen, was sie dir bedeutet und wie du über sie fühlst, um sie zu beruhigen, wenn sie sich niedergeschlagen fühlt. Viel Glück und herzlichen Glückwunsch zu deinem bevorstehenden Nachwuchs!
es: No dejes que se sientan como si solo fueran una persona embarazada o un futuro padre. Una vez que llegue el bebé, enfrentarán una serie completamente nueva de desafíos físicos y emocionales, por lo que es importante reducir la carga de estrés tanto como sea posible antes y después. Las posibilidades de mostrar tus sentimientos son infinitas. Tenlos en mente al preparar algo especial. Haz que todo sea sobre ellos y se derretirán en tus brazos no solo por la demostración de afecto, sino por preocuparte lo suficiente como para hacerlo. No tienes que hacer gestos extravagantes para hacer sentir bien a tu pareja. Un pequeño regalo aquí, una cena bien preparada allá, un masaje en los pies para aliviar los dolores del día. Mientras el gesto venga del corazón, estoy seguro de que lo amarán y lo apreciarán. Hazles saber verbalmente lo que significan para ti y cómo te sientes con respecto a ellos para tranquilizarlos si se sienten tristes. ¡Buena suerte y felicitaciones por la próxima llegada!
fr: Ne laissez pas votre partenaire penser qu'elle n'est qu'une personne enceinte ou un futur parent. Une fois que le bébé sera là, elle devra faire face à toute une série de nouveaux défis physiques et émotionnels, il est donc important de réduire autant que possible la charge de stress avant et après. Les possibilités de montrer vos sentiments sont infinies. Gardez-les à l'esprit lorsque vous préparez quelque chose de spécial. Faites-en une surprise pour elle et elle fondra dans vos bras non seulement pour l'affection manifestée, mais aussi pour avoir eu la gentillesse de le faire. Vous n'avez pas besoin de faire des démonstrations extravagantes pour faire plaisir à votre partenaire. Un petit cadeau ici, un bon dîner préparé là, un massage des pieds pour soulager les douleurs de la journée. Tant que le geste vient du cœur, je suis sûr qu'elle l'aimera et l'appréciera. Faites-lui savoir verbalement ce qu'elle signifie pour vous et ce que vous ressentez pour elle afin de la rassurer si elle se sent déprimée. Bonne chance et félicitations pour votre future arrivée!
it: Non farla sentire solo come una persona incinta o una futura madre. Una volta che il bambino sarà nato, affronterà tutta una nuova serie di sfide fisiche ed emotive, quindi è importante ridurre il carico di stress il più possibile prima e dopo. Le possibilità di mostrare i tuoi sentimenti sono infinite. Tienila a mente quando prepari qualcosa di speciale. Fai tutto incentrato su di lei e si scioglierà tra le tue braccia non solo per l'affetto dimostrato, ma per il fatto che ti importi abbastanza da farlo. Non devi fare gesti stravaganti per far sentire bene la tua partner. Un piccolo regalo qui, una cena ben preparata là, un massaggio ai piedi per alleviare i dolori della giornata. Finché il gesto viene dal cuore, sono sicuro che lo amerà e lo apprezzerà. Falle sapere verbalmente cosa significa per te e come ti senti riguardo a lei per rassicurarla se si sente giù. Buona fortuna e congratulazioni per l'imminente arrivo!
nl: Laat haar zich niet alleen voelen als een zwangere persoon of een aanstaande ouder. Zodra de baby er is, zal ze geconfronteerd worden met een hele reeks nieuwe fysieke en emotionele uitdagingen, dus het is belangrijk om de stressbelasting zoveel mogelijk te verminderen voor en na de bevalling. De mogelijkheden om je gevoelens te tonen zijn eindeloos. Houd haar in gedachten bij het voorbereiden van iets speciaals. Maak het helemaal over haar en ze zal in je armen smelten, niet alleen vanwege de uiting van genegenheid, maar ook omdat je genoeg om haar geeft om het te doen. Je hoeft geen extravagante gebaren te maken om je partner zich goed te laten voelen. Een klein cadeau hier, een goed bereid diner daar, een voetmassage om de pijnen van de dag te verlichten. Zolang het gebaar uit het hart komt, weet ik zeker dat ze het zal waarderen en ervan zal houden. Laat haar verbaal weten wat ze voor je betekent en hoe je je over haar voelt om haar gerust te stellen als ze zich down voelt. Veel geluk en gefeliciteerd met de aanstaande komst!
pl: Nie pozwól, aby czuli się tylko jak ciężarna osoba lub przyszły rodzic. Gdy dziecko się urodzi, staną przed zupełnie nowym zestawem wyzwań fizycznych i emocjonalnych, więc ważne jest, aby zmniejszyć stres tak bardzo, jak to możliwe przed i po. Możliwości okazywania uczuć są nieograniczone. Miej je na uwadze, przygotowując coś specjalnego. Zrób to wszystko dla niej, a ona stopnieje w Twoich ramionach nie tylko za pokaz uczucia, ale za troskę o to, by to zrobić. Nie musisz robić ekstrawaganckich gestów, aby Twoja partnerka czuła się dobrze. Mały prezent tutaj, dobrze przygotowana kolacja tam, masaż stóp, aby złagodzić bóle dnia. Tak długo, jak gest pochodzi z serca, jestem pewien, że będzie go kochać i doceniać. Powiedz jej, co dla Ciebie znaczy i jak się czujesz, aby ją uspokoić, jeśli czuje się przygnębiona. Powodzenia i gratulacje z okazji nadchodzącego przybycia!

# LearningResourceArticleVC.hitTheGym.headline
source: Hit the gym? Exercising when trying to conceive
de: Ab ins Fitnessstudio? Sport, wenn man versucht, schwanger zu werden
es: ¿Al gimnasio? Ejercicio cuando intentas concebir
fr: Aller à la gym ? Faire de l'exercice en essayant de concevoir
it: In palestra? Fare esercizio quando si cerca di concepire
nl: Naar de sportschool? Oefeningen bij een zwangerschapswens
pl: Do siłowni? Ćwiczenia podczas starań o dziecko

# LearningResourceArticleVC.hitTheGym.section1.headline
source: Keeping fit while TTC
de: Fit bleiben während der Kinderwunschzeit
es: Mantenerse en forma mientras intentas concebir
fr: Rester en forme pendant la période de conception
it: Mantenersi in forma mentre si cerca di concepire
nl: Fit blijven tijdens het proberen zwanger te worden
pl: Utrzymywanie formy podczas starań o dziecko

# LearningResourceArticleVC.hitTheGym.section1.text
source: When trying to conceive, you’ll probably start rethinking everything you do in your daily routine. Should I eat this? Can I drink that? It’s all enough to drive you crazy, but when it comes to exercising when trying to conceive, the rules are pretty simple. Keep it in moderation and mind certain factors that make a difference for both men and women.
de: Wenn man versucht, schwanger zu werden, überdenkt man wahrscheinlich alles, was man in seiner täglichen Routine tut. Soll ich das essen? Kann ich das trinken? Es ist genug, um einen verrückt zu machen, aber wenn es um Sport geht, sind die Regeln ziemlich einfach. Halte es in Maßen und beachte bestimmte Faktoren, die für Männer und Frauen einen Unterschied machen.
es: Cuando intentas concebir, probablemente empieces a replantearte todo lo que haces en tu rutina diaria. ¿Debería comer esto? ¿Puedo beber aquello? Todo es suficiente para volverte loco, pero cuando se trata de hacer ejercicio mientras intentas concebir, las reglas son bastante simples. Hazlo con moderación y ten en cuenta ciertos factores que hacen la diferencia tanto para hombres como para mujeres.
fr: Lorsque vous essayez de concevoir, vous commencez probablement à repenser tout ce que vous faites dans votre routine quotidienne. Dois-je manger ceci ? Puis-je boire cela ? C’est suffisant pour vous rendre fou, mais en ce qui concerne l'exercice physique en essayant de concevoir, les règles sont assez simples. Gardez-le modéré et tenez compte de certains facteurs qui font une différence pour les hommes et les femmes.
it: Quando si cerca di concepire, probabilmente si inizierà a ripensare a tutto ciò che si fa nella routine quotidiana. Dovrei mangiare questo? Posso bere quello? È tutto abbastanza per farti impazzire, ma quando si tratta di fare esercizio mentre si cerca di concepire, le regole sono abbastanza semplici. Mantienilo moderato e tieni conto di alcuni fattori che fanno la differenza sia per gli uomini che per le donne.
nl: Wanneer je probeert zwanger te worden, begin je waarschijnlijk alles in je dagelijkse routine te heroverwegen. Moet ik dit eten? Kan ik dat drinken? Het is allemaal genoeg om je gek te maken, maar als het gaat om sporten terwijl je probeert zwanger te worden, zijn de regels vrij eenvoudig. Houd het matig en houd rekening met bepaalde factoren die een verschil maken voor zowel mannen als vrouwen.
pl: Podczas starań o dziecko prawdopodobnie zaczniesz przemyślać wszystko, co robisz w swojej codziennej rutynie. Czy mogę to zjeść? Czy mogę to wypić? Wszystko to wystarczy, aby doprowadzić cię do szaleństwa, ale jeśli chodzi o ćwiczenia podczas starań o dziecko, zasady są dość proste. Zachowaj umiar i miej na uwadze pewne czynniki, które mają znaczenie zarówno dla mężczyzn, jak i kobiet.

# LearningResourceArticleVC.hitTheGym.section2.headline
source: For women trying to conceive
de: Für Frauen, die versuchen, schwanger zu werden
es: Para mujeres que intentan concebir
fr: Pour les femmes essayant de concevoir
it: Per le donne che cercano di concepire
nl: Voor vrouwen die proberen zwanger te worden
pl: Dla kobiet starających się o dziecko
