Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# LearningResourceArticleVC.ohBabySexAfterChildbirth.section2.headline
source: Step 1: Confront your fears
de: Schritt 1: Stelle dich deinen Ängsten
es: Paso 1: Enfrenta tus miedos
fr: Étape 1 : Affrontez vos peurs
it: Passo 1: Affronta le tue paure
nl: Stap 1: Confronteer je angsten
pl: Krok 1: Zmierz się ze swoimi lękami

# LearningResourceArticleVC.ohBabySexAfterChildbirth.section2.text
source: You do not want to rush into having sex after childbirth. For one — let’s just be honest — your vagina will not be ready for sex immediately after the trauma of delivering a baby. It’s usually recommended to delay having intercourse until your postpartum checkup about six weeks after giving birth. However, it differs for every couple, and some women feel fine before these six weeks while some women can take up to six months before they feel ready to make love. Having a C-Section birth will impact your post-pregnancy sex life as well. A Cesarean section is a major surgery and takes time to heal and recover. A number of fears may stick in your mind and put you off having sex after childbirth. Fear that stitches will tear, that it’ll hurt, that you’ll no longer be attractive to your partner are all very common! Talking to your partner about your anxieties will help to reduce them. Make time for caressing and other forms of pleasure and intimacy rather than penetration until you feel confident and ready for sex.
de: Du solltest nach der Geburt nicht überstürzt wieder Sex haben. Zum einen — lass uns ehrlich sein — wird deine Vagina nicht sofort nach dem Trauma der Geburt bereit für Sex sein. Es wird normalerweise empfohlen, den Geschlechtsverkehr bis zur postpartalen Untersuchung etwa sechs Wochen nach der Geburt zu verschieben. Allerdings ist das bei jedem Paar unterschiedlich, und einige Frauen fühlen sich vor diesen sechs Wochen gut, während andere Frauen bis zu sechs Monate brauchen können, bevor sie sich bereit fühlen, Liebe zu machen. Auch eine Kaiserschnittgeburt wird dein Sexleben nach der Schwangerschaft beeinflussen. Ein Kaiserschnitt ist eine große Operation und benötigt Zeit, um zu heilen und sich zu erholen. Eine Reihe von Ängsten kann dir im Kopf herumspuken und dich davon abhalten, nach der Geburt Sex zu haben. Die Angst, dass Nähte reißen, dass es weh tut, dass du für deinen Partner nicht mehr attraktiv bist, ist sehr verbreitet! Mit deinem Partner über deine Ängste zu sprechen, wird helfen, sie zu verringern. Nimm dir Zeit für Streicheln und andere Formen von Lust und Intimität anstelle von Penetration, bis du dich sicher und bereit für Sex fühlst.
es: No querrás apresurarte a tener sexo después del parto. Por un lado, seamos honestos, tu vagina no estará lista para el sexo inmediatamente después del trauma de dar a luz. Generalmente se recomienda retrasar las relaciones sexuales hasta tu chequeo posparto, aproximadamente seis semanas después del parto. Sin embargo, esto varía para cada pareja, y algunas mujeres se sienten bien antes de estas seis semanas, mientras que algunas pueden tardar hasta seis meses antes de sentirse listas para hacer el amor. Tener un parto por cesárea también afectará tu vida sexual después del embarazo. Una cesárea es una cirugía mayor y toma tiempo para sanar y recuperarse. Varios miedos pueden quedarse en tu mente y desanimarte a tener sexo después del parto. El miedo a que se rompan los puntos, a que duela, a que ya no serás atractiva para tu pareja, son muy comunes. Hablar con tu pareja sobre tus ansiedades ayudará a reducirlas. Tómate el tiempo para caricias y otras formas de placer e intimidad en lugar de penetración hasta que te sientas segura y lista para el sexo.
fr: Vous ne devez pas vous précipiter pour avoir des relations sexuelles après l'accouchement. Tout d'abord — soyons honnêtes — votre vagin ne sera pas prêt pour le sexe immédiatement après le traumatisme de l'accouchement. Il est généralement recommandé de retarder les rapports sexuels jusqu'à votre examen postnatal environ six semaines après l'accouchement. Cependant, cela diffère pour chaque couple, et certaines femmes se sentent bien avant ces six semaines, tandis que d'autres peuvent prendre jusqu'à six mois avant de se sentir prêtes à faire l'amour. Avoir un accouchement par césarienne aura également un impact sur votre vie sexuelle post-grossesse. Une césarienne est une chirurgie majeure qui prend du temps pour guérir et se rétablir. Un certain nombre de peurs peuvent persister dans votre esprit et vous dissuader d'avoir des relations sexuelles après l'accouchement. La peur que les points de suture se déchirent, que cela fasse mal, que vous ne soyez plus attirante pour votre partenaire sont toutes très courantes ! Parler à votre partenaire de vos angoisses aidera à les réduire. Prenez le temps de caresser et d'autres formes de plaisir et d'intimité plutôt que la pénétration jusqu'à ce que vous vous sentiez en confiance et prête pour le sexe.
it: Non vuoi precipitarti a fare sesso dopo il parto. Per prima cosa — diciamolo chiaramente — la tua vagina non sarà pronta per il sesso immediatamente dopo il trauma del parto. Solitamente si raccomanda di ritardare i rapporti sessuali fino al controllo postpartum, circa sei settimane dopo la nascita. Tuttavia, questo varia per ogni coppia, e alcune donne si sentono bene prima di queste sei settimane mentre altre possono impiegare fino a sei mesi prima di sentirsi pronte a fare l'amore. Avere un parto cesareo influenzerà anche la tua vita sessuale post-gravidanza. Un parto cesareo è un intervento chirurgico importante e richiede tempo per guarire e riprendersi. Un certo numero di paure potrebbero insinuarsi nella tua mente e dissuaderti dal fare sesso dopo il parto. Paura che i punti si rompano, che faccia male, che non sarai più attraente per il tuo partner sono tutte molto comuni! Parlare con il tuo partner delle tue ansie aiuterà a ridurle. Prenditi del tempo per le carezze e altre forme di piacere e intimità invece della penetrazione fino a quando ti sentirai sicura e pronta per il sesso.
nl: Je wilt niet overhaast seks hebben na de bevalling. Om te beginnen — laten we eerlijk zijn — je vagina zal niet meteen klaar zijn voor seks na het trauma van het baren van een baby. Het wordt meestal aanbevolen om geslachtsgemeenschap uit te stellen tot je postnatale controle ongeveer zes weken na de bevalling. Dit verschilt echter per koppel, en sommige vrouwen voelen zich goed voor deze zes weken, terwijl sommige vrouwen tot zes maanden kunnen wachten voordat ze zich klaar voelen om te vrijen. Een keizersnede zal ook invloed hebben op je seksleven na de zwangerschap. Een keizersnede is een grote operatie en kost tijd om te genezen en te herstellen. Er kunnen een aantal angsten in je hoofd blijven hangen en je afhouden van seks na de bevalling. Angst dat de hechtingen scheuren, dat het pijn zal doen, dat je niet langer aantrekkelijk zult zijn voor je partner, zijn allemaal heel gewoon! Praten met je partner over je angsten zal helpen om ze te verminderen. Neem de tijd voor strelingen en andere vormen van plezier en intimiteit in plaats van penetratie totdat je je zelfverzekerd en klaar voelt voor seks.
pl: Nie chcesz się spieszyć z seksem po porodzie. Po pierwsze – bądźmy szczerzy – twoja pochwa nie będzie gotowa do seksu od razu po traumie związanej z porodem. Zazwyczaj zaleca się odczekać z seksem do około sześciu tygodni po porodzie, aż do wizyty kontrolnej po porodzie. Jednak różni się to w zależności od pary; niektóre kobiety czują się gotowe przed upływem tych sześciu tygodni, podczas gdy inne mogą potrzebować nawet sześciu miesięcy, zanim poczują się gotowe na miłość. Cesarskie cięcie również wpłynie na twoje życie seksualne po ciąży. Cesarskie cięcie to poważna operacja, która wymaga czasu na gojenie i rekonwalescencję. Wiele lęków może krążyć w twojej głowie i zniechęcać cię do seksu po porodzie. Strach przed rozerwaniem szwów, bólem, brakiem atrakcyjności dla partnera – to wszystko jest bardzo powszechne! Rozmowa z partnerem o swoich obawach pomoże je zmniejszyć. Poświęć czas na pieszczoty i inne formy przyjemności i intymności, zamiast na penetrację, dopóki nie poczujesz się pewna i gotowa na seks.

# LearningResourceArticleVC.ohBabySexAfterChildbirth.section3.headline
source: Step 2: Get over the shock of childbirth
de: Schritt 2: Überwinde den Schock der Geburt
es: Paso 2: Supera el shock del parto
fr: Étape 2 : Surmontez le choc de l'accouchement
it: Passo 2: Supera lo shock del parto
nl: Stap 2: Kom over de schok van de bevalling heen
pl: Krok 2: Przezwycięż szok porodowy

# LearningResourceArticleVC.ohBabySexAfterChildbirth.section3.text
source: Having sleepless nights can make you feel all kinds of crazy and can put you on edge all day. So if you’re having negative thoughts or finding things stressful, lack of sleep probably won’t help either. The chances are that if you’re exhausted, sex will be the last thing on your mind. But once you’re able to get a few decent hours of sleep regularly you’ll find you’ll be a changed woman — one who might even start to think about sex again! It’s important to stress that a major drop in libido happens to many mums after they have given birth and it’s totally understandable. The sharp drop in hormone levels, the responsibility of looking after your baby, lack of sleep, the after-effects of giving birth, episiotomies, Caesareans, and blood loss all have a major effect on a woman’s body and mind. There’s nothing you can do about it except give yourself time to deal with it, time to heal and process so be patient with yourself.
de: Schlaflose Nächte können dich verrückt machen und dich den ganzen Tag über nervös machen. Wenn du also negative Gedanken hast oder Dinge stressig findest, wird Schlafmangel wahrscheinlich auch nicht helfen. Die Chancen stehen gut, dass, wenn du erschöpft bist, Sex das Letzte sein wird, woran du denkst. Aber sobald du regelmäßig ein paar anständige Stunden Schlaf bekommst, wirst du feststellen, dass du eine veränderte Frau bist — eine, die vielleicht sogar wieder an Sex denkt! Es ist wichtig zu betonen, dass ein starker Rückgang der Libido bei vielen Müttern nach der Geburt auftritt und völlig verständlich ist. Der starke Abfall des Hormonspiegels, die Verantwortung für die Betreuung deines Babys, Schlafmangel, die Nachwirkungen der Geburt, Episiotomien, Kaiserschnitte und Blutverlust haben alle eine große Auswirkung auf den Körper und Geist einer Frau. Es gibt nichts, was du dagegen tun kannst, außer dir Zeit zu geben, um damit umzugehen, Zeit zu heilen und zu verarbeiten, also sei geduldig mit dir selbst.
es: Tener noches sin dormir puede hacerte sentir de todas las maneras locas y ponerte nerviosa todo el día. Así que si estás teniendo pensamientos negativos o encontrando cosas estresantes, la falta de sueño probablemente no ayudará tampoco. Es probable que si estás agotada, el sexo será lo último en tu mente. Pero una vez que puedas dormir unas cuantas horas decentes regularmente, te encontrarás siendo una mujer cambiada, ¡una que incluso podría empezar a pensar en el sexo otra vez! Es importante enfatizar que una gran caída en la libido ocurre en muchas mamás después de dar a luz y es totalmente comprensible. La fuerte caída en los niveles hormonales, la responsabilidad de cuidar a tu bebé, la falta de sueño, los efectos posteriores de dar a luz, las episiotomías, las cesáreas y la pérdida de sangre tienen un gran efecto en el cuerpo y la mente de una mujer. No hay nada que puedas hacer al respecto excepto darte tiempo para lidiar con ello, tiempo para sanar y procesar, así que sé paciente contigo misma.
fr: Les nuits sans sommeil peuvent vous rendre complètement folle et vous mettre sur les nerfs toute la journée. Donc, si vous avez des pensées négatives ou trouvez les choses stressantes, le manque de sommeil n'aidera probablement pas non plus. Il est probable que si vous êtes épuisée, le sexe sera la dernière chose à laquelle vous penserez. Mais une fois que vous pourrez dormir quelques heures décentes régulièrement, vous constaterez que vous êtes une femme transformée — une femme qui pourrait même recommencer à penser au sexe ! Il est important de souligner qu'une baisse majeure de la libido se produit chez de nombreuses mamans après avoir accouché et c'est tout à fait compréhensible. La forte baisse des niveaux hormonaux, la responsabilité de s'occuper de votre bébé, le manque de sommeil, les séquelles de l'accouchement, les épisiotomies, les césariennes et la perte de sang ont tous un impact majeur sur le corps et l'esprit d'une femme. Il n'y a rien que vous puissiez faire à part vous donner du temps pour y faire face, du temps pour guérir et traiter, alors soyez patiente avec vous-même.
it: Le notti insonni possono farti sentire di ogni tipo e metterti sui nervi tutto il giorno. Quindi, se hai pensieri negativi o trovi le cose stressanti, la mancanza di sonno probabilmente non aiuterà nemmeno. Le probabilità sono che se sei esausta, il sesso sarà l'ultima cosa a cui pensi. Ma una volta che riuscirai a dormire qualche ora decentemente con regolarità, scoprirai di essere una donna diversa — una che potrebbe anche iniziare a pensare di nuovo al sesso! È importante sottolineare che un calo significativo della libido succede a molte mamme dopo aver partorito ed è totalmente comprensibile. Il forte calo dei livelli ormonali, la responsabilità di prendersi cura del bambino, la mancanza di sonno, gli effetti post-parto, le episiotomie, i cesarei e la perdita di sangue hanno tutti un grande effetto sul corpo e sulla mente di una donna. Non puoi fare nulla al riguardo se non darti il tempo di affrontarlo, il tempo di guarire e processare, quindi sii paziente con te stessa.
nl: Slapeloze nachten kunnen je allerlei gekke dingen laten voelen en je de hele dag op scherp zetten. Dus als je negatieve gedachten hebt of dingen stressvol vindt, zal gebrek aan slaap waarschijnlijk ook niet helpen. De kans is groot dat als je uitgeput bent, seks het laatste is waar je aan denkt. Maar zodra je in staat bent om regelmatig een paar fatsoenlijke uren slaap te krijgen, zul je merken dat je een andere vrouw bent — een vrouw die misschien zelfs weer aan seks begint te denken! Het is belangrijk te benadrukken dat een grote daling van het libido bij veel moeders optreedt na de bevalling en dat het volkomen begrijpelijk is. De sterke daling van de hormoonspiegels, de verantwoordelijkheid voor de zorg voor je baby, slaapgebrek, de naweeën van de bevalling, episiotomieën, keizersneden en bloedverlies hebben allemaal een grote invloed op het lichaam en de geest van een vrouw. Er is niets dat je eraan kunt doen, behalve jezelf de tijd geven om ermee om te gaan, de tijd om te helen en te verwerken, dus wees geduldig met jezelf.
pl: Bezsenne noce mogą sprawić, że poczujesz się całkowicie wyczerpana i drażliwa przez cały dzień. Więc jeśli masz negatywne myśli lub odczuwasz stres, brak snu prawdopodobnie też nie pomoże. Szanse są takie, że jeśli jesteś wyczerpana, seks będzie ostatnią rzeczą, o której pomyślisz. Ale kiedy będziesz mogła regularnie przesypiać kilka porządnych godzin, zauważysz, że staniesz się zupełnie inną kobietą – taką, która może nawet zacznie myśleć o seksie znowu! Warto podkreślić, że u wielu mam po porodzie następuje znaczny spadek libido i jest to całkowicie zrozumiałe. Ostry spadek poziomu hormonów, odpowiedzialność za opiekę nad dzieckiem, brak snu, skutki porodowe, nacięcia krocza, cesarki i utrata krwi mają ogromny wpływ na ciało i umysł kobiety. Nie możesz nic z tym zrobić, poza daniem sobie czasu na poradzenie sobie z tym, czasem na uzdrowienie i przetworzenie tego, więc bądź cierpliwa wobec siebie.

# LearningResourceArticleVC.ohBabySexAfterChildbirth.section4.headline
source: Step 3: Learn to love your body again
de: Schritt 3: Lerne, deinen Körper wieder zu lieben
es: Paso 3: Aprende a amar tu cuerpo de nuevo
fr: Étape 3 : Apprenez à aimer à nouveau votre corps
it: Passo 3: Impara di nuovo ad amare il tuo corpo
nl: Stap 3: Leer opnieuw van je lichaam te houden
pl: Krok 3: Naucz się kochać swoje ciało na nowo

# LearningResourceArticleVC.ohBabySexAfterChildbirth.section4.text
source: The next step is to gradually get back into exercise and on the move. This will help shed those excess pounds, tone your abs, and get your energy back — and no doubt your confidence and self-esteem in the process. If, however, you’re breastfeeding, forget dieting. Breastfeeding requires extra calories and nutrients for your baby’s nourishment as well as giving you the energy that you need! In nine months to a year, you should have returned to your pre-pregnancy weight and gained body and muscle tone. That's a bit of an incentive for those who can breastfeed their babies. If you need to bottle feed and use formula there are some easy post-pregnancy workouts available online that you can join in with in the comfort of your own home.
de: Der nächste Schritt besteht darin, allmählich wieder in Bewegung und ins Training zu kommen. Dies wird helfen, die überschüssigen Pfunde loszuwerden, deine Bauchmuskeln zu straffen und deine Energie zurückzugewinnen — und zweifellos auch dein Selbstvertrauen und Selbstwertgefühl. Wenn du jedoch stillst, vergiss das Diäten. Stillen erfordert zusätzliche Kalorien und Nährstoffe für die Ernährung deines Babys sowie die Energie, die du benötigst! In neun Monaten bis zu einem Jahr solltest du zu deinem Gewicht vor der Schwangerschaft zurückgekehrt sein und Körper- und Muskeltonus zurückgewonnen haben. Das ist ein Anreiz für diejenigen, die ihre Babys stillen können. Wenn du Flaschennahrung und Formeln verwenden musst, gibt es einige einfache post-schwangerschafts-Workouts online, die du bequem von zu Hause aus mitmachen kannst.
es: El siguiente paso es volver gradualmente al ejercicio y moverte. Esto ayudará a deshacerte de esos kilos de más, tonificar tus abdominales y recuperar tu energía, y sin duda tu confianza y autoestima en el proceso. Sin embargo, si estás amamantando, olvídate de hacer dieta. La lactancia requiere calorías y nutrientes adicionales para la nutrición de tu bebé, además de darte la energía que necesitas. En nueve meses a un año, deberías haber regresado a tu peso anterior al embarazo y haber ganado tono corporal y muscular. Eso es un pequeño incentivo para quienes pueden amamantar a sus bebés. Si necesitas alimentar con biberón y usar fórmula, hay algunos entrenamientos postparto fáciles disponibles en línea que puedes seguir desde la comodidad de tu hogar.
fr: L'étape suivante consiste à reprendre progressivement l'exercice et à se remettre en mouvement. Cela vous aidera à perdre ces kilos en trop, à tonifier vos abdominaux et à retrouver votre énergie — et sans aucun doute votre confiance et votre estime de soi. Cependant, si vous allaitez, oubliez les régimes. L'allaitement nécessite des calories et des nutriments supplémentaires pour nourrir votre bébé ainsi que pour vous donner l'énergie dont vous avez besoin ! En neuf mois à un an, vous devriez avoir retrouvé votre poids d'avant la grossesse et gagné en tonus corporel et musculaire. C'est une incitation pour celles qui peuvent allaiter leurs bébés. Si vous devez nourrir au biberon et utiliser des formules, il existe des exercices post-grossesse faciles disponibles en ligne que vous pouvez suivre confortablement chez vous.
it: Il passo successivo è tornare gradualmente all'esercizio fisico e al movimento. Questo aiuterà a perdere quei chili in eccesso, tonificare gli addominali e recuperare energia — e senza dubbio la fiducia in te stessa e l'autostima nel processo. Tuttavia, se stai allattando, dimentica la dieta. L'allattamento richiede calorie e nutrienti extra per il nutrimento del tuo bambino oltre a darti l'energia di cui hai bisogno! In nove mesi a un anno, dovresti essere tornata al tuo peso pre-gravidanza e aver guadagnato tono corporeo e muscolare. Questo è un incentivo per chi può allattare al seno i propri bambini. Se devi allattare con il biberon e usare la formula, ci sono alcuni semplici allenamenti post-gravidanza disponibili online che puoi seguire comodamente da casa.
nl: De volgende stap is om geleidelijk weer te gaan bewegen en te gaan sporten. Dit zal helpen om die extra kilo's kwijt te raken, je buikspieren te versterken en je energie terug te krijgen — en zonder twijfel je zelfvertrouwen en eigenwaarde in het proces. Als je echter borstvoeding geeft, vergeet dan diëten. Borstvoeding vereist extra calorieën en voedingsstoffen voor de voeding van je baby en geeft je ook de energie die je nodig hebt! In negen maanden tot een jaar zou je weer op je gewicht van voor de zwangerschap moeten zijn en lichaam- en spiertonus moeten hebben opgebouwd. Dat is een beetje een stimulans voor degenen die hun baby's kunnen borstvoeden. Als je flesvoeding moet geven en formule moet gebruiken, zijn er enkele eenvoudige post-zwangerschap workouts online beschikbaar die je vanuit het comfort van je eigen huis kunt volgen.
pl: Następnym krokiem jest stopniowy powrót do ćwiczeń i aktywności fizycznej. To pomoże zrzucić zbędne kilogramy, wzmocnić mięśnie brzucha i odzyskać energię – a bez wątpienia także pewność siebie i poczucie własnej wartości. Jeśli jednak karmisz piersią, zapomnij o diecie. Karmienie piersią wymaga dodatkowych kalorii i składników odżywczych dla twojego dziecka, a także daje ci energię, której potrzebujesz! W ciągu dziewięciu miesięcy do roku powinnaś wrócić do swojej wagi sprzed ciąży i odzyskać tonus ciała i mięśni. To jest pewna zachęta dla tych, które mogą karmić swoje dzieci piersią. Jeśli musisz karmić butelką i używać mleka modyfikowanego, są dostępne łatwe ćwiczenia po porodzie online, które możesz wykonywać w zaciszu własnego domu.

# LearningResourceArticleVC.ohBabySexAfterChildbirth.section5.headline
source: Step 4: Make some room!
de: Schritt 4: Schaffe Platz!
es: Paso 4: Haz espacio
fr: Étape 4 : Faites de la place !
it: Passo 4: Fai spazio!
nl: Stap 4: Maak wat ruimte!
pl: Krok 4: Zrób trochę miejsca!
