Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# LearningResourceArticleVC.hitTheGym.section3.text
source: The same rules generally apply to men, but intense exercise has been found to decrease testosterone levels, which in turn reduce sex drive and sperm health. The three biggest concerns for men are heat, pressure, and trauma. Sperm production requires a temperature between 94 and 96 degrees Fahrenheit. Even a one-degree increase is enough to stop production and kill off any sperm already produced. So it’s best to try to avoid vigorous exercise that will put pressure on your testes or cause you to overeat. When you do exercise, try to avoid wearing jock straps, getting in hot tubs and steam rooms. And if you just can’t avoid it, limit time to 15 minutes. A few suggestions on “safe” exercises for men while protecting fertility and boosting sperm count include jogging around the block long enough to get an accelerated heartbeat, swimming (this allows plenty of moderate exercise while keeping the ‘boys’ cool and comfy), and yoga or pilates — which are both harder than they look! Men should not exceed 45 minutes of exercise a day for the health and mobility of sperm and sperm count. The same rules on obesity apply to men, although their recommended BMI shouldn’t be lower than 18 for optimal fertility.
de: Die gleichen Regeln gelten im Allgemeinen für Männer, aber intensive Bewegung wurde mit einem Rückgang des Testosteronspiegels in Verbindung gebracht, was wiederum das sexuelle Verlangen und die Spermiengesundheit reduziert. Die drei größten Sorgen für Männer sind Hitze, Druck und Trauma. Die Spermienproduktion erfordert eine Temperatur zwischen 34 und 35 Grad Celsius. Schon ein Anstieg um ein Grad reicht aus, um die Produktion zu stoppen und bereits produzierte Spermien abzutöten. Daher ist es am besten, intensive Übungen zu vermeiden, die Druck auf deine Hoden ausüben oder dich überhitzen lassen. Wenn du trainierst, vermeide das Tragen von Suspensorien, heiße Bäder und Dampfbäder. Und wenn es sich nicht vermeiden lässt, begrenze die Zeit auf 15 Minuten. Einige Vorschläge für 'sichere' Übungen für Männer, die die Fruchtbarkeit schützen und die Spermienzahl erhöhen, sind: um den Block joggen, bis der Herzschlag beschleunigt ist, Schwimmen (dies ermöglicht viel moderate Bewegung und hält die „Jungs“ kühl und bequem) und Yoga oder Pilates – was beide schwieriger sind, als es aussieht! Männer sollten nicht mehr als 45 Minuten am Tag trainieren, um die Gesundheit und Mobilität der Spermien sowie die Spermienzahl zu erhalten. Die gleichen Regeln für Fettleibigkeit gelten auch für Männer, obwohl ihr empfohlener BMI nicht unter 18 liegen sollte, um die optimale Fruchtbarkeit zu gewährleisten.
es: Las mismas reglas generalmente se aplican a los hombres, pero se ha encontrado que el ejercicio intenso disminuye los niveles de testosterona, lo que a su vez reduce el deseo sexual y la salud del esperma. Las tres mayores preocupaciones para los hombres son el calor, la presión y el trauma. La producción de esperma requiere una temperatura entre 94 y 96 grados Fahrenheit. Incluso un aumento de un grado es suficiente para detener la producción y matar cualquier esperma ya producido. Por lo tanto, es mejor tratar de evitar el ejercicio vigoroso que ejercerá presión sobre los testículos o causará sobrecalentamiento. Cuando hagas ejercicio, trata de evitar usar suspensorios, meterte en jacuzzis y saunas. Y si no puedes evitarlo, limita el tiempo a 15 minutos. Algunas sugerencias sobre ejercicios “seguros” para los hombres mientras protegen la fertilidad y aumentan el conteo de esperma incluyen correr alrededor de la manzana el tiempo suficiente para acelerar el ritmo cardíaco, nadar (esto permite mucho ejercicio moderado mientras mantiene a los ‘chicos’ frescos y cómodos), y yoga o pilates, ¡que son más difíciles de lo que parecen! Los hombres no deberían exceder los 45 minutos de ejercicio al día para la salud y movilidad del esperma y el conteo de esperma. Las mismas reglas sobre la obesidad se aplican a los hombres, aunque su IMC recomendado no debería ser inferior a 18 para una fertilidad óptima.
fr: Les mêmes règles s'appliquent généralement aux hommes, mais il a été constaté que l'exercice intense diminue les niveaux de testostérone, ce qui réduit à son tour la libido et la santé des spermatozoïdes. Les trois plus grandes préoccupations pour les hommes sont la chaleur, la pression et le traumatisme. La production de sperme nécessite une température comprise entre 34 et 35 degrés Celsius. Même une augmentation d'un degré suffit à arrêter la production et à tuer tout sperme déjà produit. Il est donc préférable d'éviter les exercices vigoureux qui exercent une pression sur vos testicules ou vous font surchauffer. Lorsque vous faites de l'exercice, essayez d'éviter de porter des jockstraps, d'entrer dans des bains à remous et des hammams. Et si vous ne pouvez pas l'éviter, limitez le temps à 15 minutes. Quelques suggestions d'exercices « sûrs » pour les hommes tout en protégeant la fertilité et en augmentant le nombre de spermatozoïdes incluent le jogging autour du pâté de maisons suffisamment longtemps pour accélérer le rythme cardiaque, la natation (cela permet beaucoup d'exercice modéré tout en gardant les « garçons » au frais et à l'aise), et le yoga ou le pilates — qui sont tous deux plus difficiles qu'ils n'en ont l'air ! Les hommes ne devraient pas dépasser 45 minutes d'exercice par jour pour la santé et la mobilité des spermatozoïdes et le nombre de spermatozoïdes. Les mêmes règles sur l'obésité s'appliquent aux hommes, bien que leur IMC recommandé ne devrait pas être inférieur à 18 pour une fertilité optimale.
it: Le stesse regole generalmente si applicano agli uomini, ma è stato scoperto che l'esercizio intenso diminuisce i livelli di testosterone, che a sua volta riduce il desiderio sessuale e la salute degli spermatozoi. Le tre maggiori preoccupazioni per gli uomini sono calore, pressione e trauma. La produzione di spermatozoi richiede una temperatura tra i 34 e i 35 gradi Celsius. Anche un aumento di un grado è sufficiente per fermare la produzione e uccidere qualsiasi spermatozoo già prodotto. Quindi è meglio cercare di evitare esercizi vigorosi che mettono pressione sui testicoli o che ti fanno surriscaldare. Quando fai esercizio, cerca di evitare di indossare sospensori, di entrare in vasche idromassaggio e saune. E se proprio non puoi evitarlo, limita il tempo a 15 minuti. Alcuni suggerimenti su esercizi 'sicuri' per gli uomini mentre proteggono la fertilità e aumentano il numero di spermatozoi includono jogging intorno all'isolato abbastanza a lungo per accelerare il battito cardiaco, nuoto (questo consente un sacco di esercizio moderato mantenendo i 'ragazzi' freschi e comodi), e yoga o pilates - che sono entrambi più difficili di quanto sembrino! Gli uomini non dovrebbero superare i 45 minuti di esercizio al giorno per la salute e la mobilità degli spermatozoi e il numero di spermatozoi. Le stesse regole sull'obesità si applicano agli uomini, anche se il loro IMC raccomandato non dovrebbe essere inferiore a 18 per una fertilità ottimale.
nl: Dezelfde regels gelden over het algemeen voor mannen, maar er is gebleken dat intensieve lichaamsbeweging de testosteronniveaus verlaagt, wat op zijn beurt het libido en de gezondheid van de sperma vermindert. De drie grootste zorgen voor mannen zijn hitte, druk en trauma. De productie van sperma vereist een temperatuur tussen 34 en 35 graden Celsius. Zelfs een stijging van één graad is voldoende om de productie te stoppen en al geproduceerd sperma te doden. Het is dus het beste om intensieve lichaamsbeweging te vermijden die druk uitoefent op je testikels of je oververhit maakt. Wanneer je sport, probeer dan het dragen van sportondergoed, het nemen van hete baden en het gebruik van stoombaden te vermijden. En als je het echt niet kunt vermijden, beperk de tijd dan tot 15 minuten. Enkele suggesties voor 'veilige' oefeningen voor mannen terwijl je de vruchtbaarheid beschermt en het aantal zaadcellen verhoogt, zijn joggen rond het blok, lang genoeg om een versnelde hartslag te krijgen, zwemmen (dit biedt veel matige lichaamsbeweging terwijl de 'jongens' koel en comfortabel blijven) en yoga of pilates - die beide moeilijker zijn dan ze lijken! Mannen moeten niet meer dan 45 minuten per dag sporten voor de gezondheid en mobiliteit van de sperma en het aantal zaadcellen. Dezelfde regels voor obesitas gelden ook voor mannen, hoewel hun aanbevolen BMI niet lager mag zijn dan 18 voor optimale vruchtbaarheid.
pl: Te same zasady ogólnie dotyczą mężczyzn, ale intensywne ćwiczenia okazały się obniżać poziom testosteronu, co z kolei zmniejsza popęd seksualny i zdrowie plemników. Trzy największe obawy mężczyzn to ciepło, ciśnienie i urazy. Produkcja plemników wymaga temperatury między 34 a 35,5 stopnia Celsjusza. Nawet jednolity wzrost temperatury wystarczy, aby zatrzymać produkcję i zabić już wyprodukowane plemniki. Dlatego najlepiej unikać energicznych ćwiczeń, które wywierają nacisk na jądra lub powodują przegrzanie. Podczas ćwiczeń staraj się unikać noszenia suspensorów, korzystania z gorących kąpieli i saun. A jeśli nie możesz tego uniknąć, ogranicz czas do 15 minut. Kilka sugestii dotyczących „bezpiecznych” ćwiczeń dla mężczyzn, które chronią płodność i zwiększają liczbę plemników, to jogging wokół bloku na tyle długo, aby przyspieszyć bicie serca, pływanie (daje to wiele umiarkowanych ćwiczeń, jednocześnie utrzymując 'chłopaków' chłodnymi i wygodnymi) oraz joga lub pilates — które są trudniejsze, niż się wydaje! Mężczyźni nie powinni przekraczać 45 minut ćwiczeń dziennie dla zdrowia i ruchliwości plemników oraz liczby plemników. Te same zasady dotyczą otyłości u mężczyzn, chociaż ich zalecany BMI nie powinien być niższy niż 18 dla optymalnej płodności.

# LearningResourceArticleVC.hitTheGym.section4.headline
source: Before I say goodbye...
de: Bevor ich mich verabschiede...
es: Antes de despedirme...
fr: Avant de dire au revoir...
it: Prima di dire addio...
nl: Voordat ik afscheid neem...
pl: Zanim się pożegnam...

# LearningResourceArticleVC.hitTheGym.section4.text
source: Remember that it is important to consider both your partner's health and needs when trying to conceive. Trying to bring life into the world is a precious gift and should be treated as such. Making sure both partner's health is best is a top priority. This will greatly increase the chances of conceiving and reduce the amount of time it takes to get pregnant. Exercise, eating healthy, and regular visits with your primary care physician are very important as well as any OBGYN appointments that are needed. Routine screenings and fertility checkups are highly recommended. When in doubt, have it checked out. If you think it is taking you a bit too long to get pregnant, talk to your doctor about this and they may recommend you see a specialist for more in-depth testing and screenings. Most of all, don't forget to have fun trying. Don't put too much stress on you or your partner mentally about how long it's taking, what could or might go wrong, or worry about what will happen once you are pregnant. Have fun!
de: Denke daran, dass es wichtig ist, sowohl die Gesundheit deines Partners als auch deine eigene zu berücksichtigen, wenn du versuchst, schwanger zu werden. Ein Leben in die Welt zu bringen, ist ein kostbares Geschenk und sollte auch so behandelt werden. Sicherzustellen, dass beide Partner bei bester Gesundheit sind, hat oberste Priorität. Dies wird die Chancen auf eine Empfängnis erheblich erhöhen und die Zeit, die es dauert, um schwanger zu werden, verkürzen. Bewegung, gesunde Ernährung und regelmäßige Besuche bei deinem Hausarzt sind ebenso wichtig wie alle erforderlichen Termine beim Frauenarzt. Routinemäßige Untersuchungen und Fruchtbarkeitsüberprüfungen werden sehr empfohlen. Im Zweifelsfall, lass es überprüfen. Wenn du denkst, dass es etwas zu lange dauert, schwanger zu werden, sprich mit deinem Arzt darüber, und er könnte dir empfehlen, einen Spezialisten für gründlichere Tests und Untersuchungen aufzusuchen. Vor allem, vergiss nicht, Spaß zu haben. Setze dich und deinen Partner nicht mental unter zu großen Druck darüber, wie lange es dauert, was schiefgehen könnte oder was passieren wird, wenn du schwanger bist. Habt Spaß!
es: Recuerda que es importante considerar tanto la salud de tu pareja como sus necesidades cuando intentas concebir. Intentar traer vida al mundo es un regalo precioso y debe tratarse como tal. Asegurarse de que la salud de ambos sea la mejor es una prioridad. Esto aumentará en gran medida las posibilidades de concebir y reducirá el tiempo que lleva quedar embarazada. Hacer ejercicio, comer saludablemente y visitar regularmente a tu médico de cabecera son muy importantes, así como cualquier cita con el ginecólogo que sea necesaria. Se recomiendan encarecidamente los exámenes de rutina y las revisiones de fertilidad. Cuando tengas dudas, hazte un chequeo. Si crees que te está llevando demasiado tiempo quedar embarazada, habla con tu médico sobre esto y puede que te recomiende ver a un especialista para pruebas y revisiones más detalladas. Sobre todo, no olvides divertirte intentándolo. No te pongas demasiada presión mentalmente sobre cuánto tiempo está llevando, qué podría salir mal o preocuparte por lo que sucederá una vez que estés embarazada. ¡Diviértete!
fr: N'oubliez pas qu'il est important de prendre en compte la santé et les besoins de votre partenaire lorsqu'on essaie de concevoir. Essayer de donner la vie est un cadeau précieux et doit être traité comme tel. S'assurer que la santé des deux partenaires est au mieux est une priorité absolue. Cela augmentera considérablement les chances de conception et réduira le temps nécessaire pour tomber enceinte. L'exercice, une alimentation saine et des visites régulières chez votre médecin traitant sont très importants ainsi que tous les rendez-vous nécessaires chez le gynécologue. Les examens de routine et les contrôles de fertilité sont fortement recommandés. En cas de doute, faites-le vérifier. Si vous pensez que cela prend un peu trop de temps pour tomber enceinte, parlez-en à votre médecin et il pourra vous recommander de consulter un spécialiste pour des tests et des examens plus approfondis. Surtout, n'oubliez pas de vous amuser en essayant. Ne mettez pas trop de stress mental sur vous ou votre partenaire sur la durée, ce qui pourrait ou pourrait mal tourner, ou vous inquiétez de ce qui se passera une fois que vous serez enceinte. Amusez-vous !
it: Ricorda che è importante considerare sia la salute del tuo partner sia le sue esigenze quando si cerca di concepire. Cercare di portare una vita al mondo è un dono prezioso e dovrebbe essere trattato come tale. Assicurarsi che la salute di entrambi i partner sia ottimale è una priorità assoluta. Questo aumenterà notevolmente le possibilità di concepimento e ridurrà il tempo necessario per rimanere incinta. Esercizio fisico, alimentazione sana e visite regolari dal tuo medico di base sono molto importanti così come qualsiasi appuntamento necessario con il ginecologo. Controlli di routine e controlli della fertilità sono altamente raccomandati. In caso di dubbio, fatti controllare. Se pensi che stia impiegando troppo tempo per rimanere incinta, parlane con il tuo medico e potrebbe consigliarti di vedere uno specialista per test e controlli più approfonditi. Soprattutto, non dimenticare di divertirti mentre ci provi. Non mettere troppa pressione su di te o sul tuo partner mentalmente riguardo a quanto tempo ci vorrà, cosa potrebbe o potrebbe non andare storto, o preoccuparti di cosa accadrà una volta che sarai incinta. Divertiti!
nl: Onthoud dat het belangrijk is om rekening te houden met zowel de gezondheid als de behoeften van je partner wanneer je probeert zwanger te worden. Proberen leven in de wereld te brengen is een kostbaar geschenk en moet als zodanig worden behandeld. Ervoor zorgen dat de gezondheid van beide partners optimaal is, is een topprioriteit. Dit zal de kansen op conceptie aanzienlijk vergroten en de tijd die nodig is om zwanger te worden verkorten. Lichaamsbeweging, gezond eten en regelmatige bezoeken aan je huisarts zijn erg belangrijk, evenals alle benodigde afspraken bij de gynaecoloog. Routinecontroles en vruchtbaarheidscontroles worden sterk aanbevolen. Bij twijfel, laat het controleren. Als je denkt dat het te lang duurt om zwanger te worden, bespreek dit dan met je arts en zij kunnen je misschien doorverwijzen naar een specialist voor meer diepgaande tests en controles. En vooral, vergeet niet plezier te hebben tijdens het proberen. Leg niet te veel mentale stress op jezelf of je partner over hoe lang het duurt, wat er mis zou kunnen gaan of maak je zorgen over wat er zal gebeuren zodra je zwanger bent. Geniet ervan!
pl: Pamiętaj, że ważne jest, aby brać pod uwagę zarówno zdrowie partnera, jak i jego potrzeby podczas starań o dziecko. Próba wprowadzenia życia na świat to cenny dar i należy go traktować jako taki. Upewnienie się, że zdrowie obu partnerów jest najlepsze, jest najwyższym priorytetem. To znacznie zwiększy szanse na poczęcie i skróci czas potrzebny na zajście w ciążę. Ćwiczenia, zdrowe odżywianie i regularne wizyty u lekarza pierwszego kontaktu są bardzo ważne, a także wszelkie wizyty u ginekologa, które są potrzebne. Rutynowe badania i kontrola płodności są wysoce zalecane. W razie wątpliwości, sprawdź to. Jeśli uważasz, że zajście w ciążę zajmuje Ci zbyt dużo czasu, porozmawiaj o tym ze swoim lekarzem, a on może zalecić wizytę u specjalisty w celu bardziej szczegółowych badań i kontroli. Przede wszystkim nie zapomnij się dobrze bawić. Nie kładź zbyt dużego nacisku na siebie lub swojego partnera psychicznie, na temat tego, jak długo to trwa, co może pójść nie tak, lub martw się o to, co się stanie, gdy już będziesz w ciąży. Baw się dobrze!

# LearningResourceArticleVC.howToSupportYourPartner.headline
source: How to support your partner through a miscarriage
de: Wie du deinen Partner bei einer Fehlgeburt unterstützen kannst
es: Cómo apoyar a tu pareja durante un aborto espontáneo
fr: Comment soutenir votre partenaire après une fausse couche
it: Come supportare la tua partner durante un aborto spontaneo
nl: Hoe je je partner kunt ondersteunen na een miskraam
pl: Jak wspierać partnera po poronieniu

# LearningResourceArticleVC.howToSupportYourPartner.section1.headline
source: Loss and Grief
de: Verlust und Trauer
es: Pérdida y duelo
fr: Perte et chagrin
it: Perdita e dolore
nl: Verlies en rouw
pl: Strata i żałoba

# LearningResourceArticleVC.howToSupportYourPartner.section1.text
source: A miscarriage is a devastating and painful experience of loss. A person’s deep sense of grief is compounded exponentially when loved ones feel unable to help them cope. Feelings of emptiness, longing, sadness, loneliness, and confusion following a miscarriage are much more difficult to navigate when a person feels alone in their suffering. As with many painful experiences in life, perhaps the best we can take from our sorrows is what we learn by moving through them. You will never forget the pregnancy or your baby, nor should you. When your partner is ready to start recovering, here’s what you can do to move on from the miscarriage.
de: Eine Fehlgeburt ist eine verheerende und schmerzhafte Verlusterfahrung. Das tiefe Gefühl der Trauer wird exponentiell verstärkt, wenn geliebte Menschen sich unfähig fühlen, ihnen zu helfen, damit umzugehen. Gefühle der Leere, Sehnsucht, Traurigkeit, Einsamkeit und Verwirrung nach einer Fehlgeburt sind viel schwerer zu bewältigen, wenn sich jemand allein in seinem Leid fühlt. Wie bei vielen schmerzhaften Erfahrungen im Leben ist vielleicht das Beste, was wir aus unserem Kummer mitnehmen können, das, was wir lernen, indem wir ihn durchleben. Du wirst die Schwangerschaft oder dein Baby nie vergessen, noch solltest du es. Wenn dein Partner bereit ist, mit der Erholung zu beginnen, hier ist, was du tun kannst, um von der Fehlgeburt weiterzukommen.
es: Un aborto espontáneo es una experiencia devastadora y dolorosa de pérdida. El profundo sentido de dolor de una persona se ve multiplicado exponencialmente cuando los seres queridos sienten que no pueden ayudarla a sobrellevarlo. Los sentimientos de vacío, anhelo, tristeza, soledad y confusión después de un aborto espontáneo son mucho más difíciles de manejar cuando una persona se siente sola en su sufrimiento. Al igual que con muchas experiencias dolorosas en la vida, quizás lo mejor que podemos sacar de nuestros dolores es lo que aprendemos al atravesarlos. Nunca olvidarás el embarazo ni a tu bebé, ni deberías hacerlo. Cuando tu pareja esté lista para comenzar a recuperarse, aquí tienes lo que puedes hacer para superar el aborto espontáneo.
fr: Une fausse couche est une expérience de perte dévastatrice et douloureuse. Le profond sentiment de chagrin d'une personne est exponentiellement amplifié lorsque les êtres chers se sentent incapables de l'aider à faire face. Les sentiments de vide, de désir, de tristesse, de solitude et de confusion qui suivent une fausse couche sont beaucoup plus difficiles à naviguer lorsqu'une personne se sent seule dans sa souffrance. Comme pour de nombreuses expériences douloureuses dans la vie, peut-être que le mieux que nous puissions tirer de nos peines est ce que nous apprenons en les traversant. Vous n'oublierez jamais la grossesse ou votre bébé, et vous ne devriez pas. Lorsque votre partenaire est prêt à commencer à se rétablir, voici ce que vous pouvez faire pour surmonter la fausse couche.
it: Un aborto spontaneo è un'esperienza devastante e dolorosa di perdita. Il profondo senso di dolore di una persona è esponenzialmente aggravato quando i propri cari si sentono incapaci di aiutarli a far fronte. Sentimenti di vuoto, desiderio, tristezza, solitudine e confusione dopo un aborto spontaneo sono molto più difficili da navigare quando una persona si sente sola nel suo dolore. Come con molte esperienze dolorose nella vita, forse il meglio che possiamo trarre dai nostri dolori è ciò che impariamo attraversandoli. Non dimenticherai mai la gravidanza o il tuo bambino, né dovresti farlo. Quando la tua partner è pronta a iniziare a recuperare, ecco cosa puoi fare per andare avanti dopo l'aborto spontaneo.
nl: Een miskraam is een verwoestende en pijnlijke ervaring van verlies. Het diepe gevoel van verdriet van een persoon wordt exponentieel versterkt wanneer geliefden zich niet in staat voelen om hen te helpen omgaan. Gevoelens van leegte, verlangen, verdriet, eenzaamheid en verwarring na een miskraam zijn veel moeilijker te navigeren wanneer iemand zich alleen voelt in zijn of haar lijden. Zoals bij veel pijnlijke ervaringen in het leven, is misschien het beste wat we uit ons verdriet kunnen halen wat we leren door er doorheen te gaan. Je zult de zwangerschap of je baby nooit vergeten, en dat zou je ook niet moeten doen. Wanneer je partner klaar is om te beginnen met herstellen, is hier wat je kunt doen om verder te gaan na de miskraam.
pl: Poronienie to druzgocące i bolesne doświadczenie straty. Głębokie poczucie żalu osoby dotkniętej tym wydarzeniem jest spotęgowane, gdy bliscy nie potrafią jej pomóc w radzeniu sobie z tym bólem. Uczucia pustki, tęsknoty, smutku, samotności i dezorientacji po poronieniu są znacznie trudniejsze do przejścia, gdy osoba czuje się osamotniona w swoim cierpieniu. Jak w przypadku wielu bolesnych doświadczeń w życiu, być może najlepsze, co możemy wynieść z naszych smutków, to to, czego uczymy się, przechodząc przez nie. Nigdy nie zapomnisz ciąży ani swojego dziecka, i nie powinieneś. Gdy twój partner będzie gotowy, by zacząć się regenerować, oto co możesz zrobić, aby pomóc w przezwyciężeniu poronienia.
