Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# Affirmation.Categories2.headline13.text
source: Love and light accompany me on my path through life.
de: Liebe und Licht begleiten mich auf meinem Lebensweg.
es: El amor y la luz me acompañan en mi camino por la vida.
fr: L'amour et la lumière m'accompagnent sur mon chemin de vie.
it: Amore e luce mi accompagnano nel mio percorso di vita.
nl: Liefde en licht begeleiden me op mijn levenspad.
pl: Miłość i światło towarzyszą mi na mojej drodze życiowej.

# Affirmation.Categories2.headline14.text
source: I am open to growth, happiness and positive change.
de: Ich bin offen für Wachstum, Glück und positive Veränderungen.
es: Estoy abierto al crecimiento, la felicidad y el cambio positivo.
fr: Je suis ouvert à la croissance, au bonheur et au changement positif.
it: Sono aperto alla crescita, alla felicità e al cambiamento positivo.
nl: Ik sta open voor groei, geluk en positieve verandering.
pl: Jestem otwarty/a na wzrost, szczęście i pozytywne zmiany.

# Affirmation.Categories2.headline15.text
source: My heart is filled with love and gratitude.
de: Mein Herz ist erfüllt von Liebe und Dankbarkeit.
es: Mi corazón está lleno de amor y gratitud.
fr: Mon cœur est rempli d'amour et de gratitude.
it: Il mio cuore è pieno di amore e gratitudine.
nl: Mijn hart is gevuld met liefde en dankbaarheid.
pl: Moje serce jest pełne miłości i wdzięczności.

# Affirmation.Categories2.headline16.text
source: I shape my life consciously and positively.
de: Ich gestalte mein Leben bewusst und positiv.
es: Doy forma a mi vida de manera consciente y positiva.
fr: Je façonne ma vie consciemment et positivement.
it: Plasmo la mia vita consapevolmente e positivamente.
nl: Ik vorm mijn leven bewust en positief.
pl: Kształtuję swoje życie świadomie i pozytywnie.

# Affirmation.Categories2.headline17.text
source: Optimism is my constant companion.
de: Optimismus ist meine ständige Begleiterin.
es: El optimismo es mi compañero constante.
fr: L'optimisme est mon compagnon constant.
it: L'ottimismo è il mio compagno costante.
nl: Optimisme is mijn constante metgezel.
pl: Optymizm jest moim stałym towarzyszem.

# Affirmation.Categories2.headline18.text
source: I am the creator of my own positive reality.
de: Ich bin der Schöpfer meiner eigenen positiven Realität.
es: Soy el creador de mi propia realidad positiva.
fr: Je suis le créateur de ma propre réalité positive.
it: Sono il creatore della mia realtà positiva.
nl: Ik ben de schepper van mijn eigen positieve realiteit.
pl: Jestem twórcą mojej własnej pozytywnej rzeczywistości.

# Affirmation.Categories2.headline19.text
source: My life is filled with joy, love and positive experiences.
de: Mein Leben ist erfüllt von Freude, Liebe und positiven Erfahrungen.
es: Mi vida está llena de alegría, amor y experiencias positivas.
fr: Ma vie est remplie de joie, d'amour et d'expériences positives.
it: La mia vita è piena di gioia, amore ed esperienze positive.
nl: Mijn leven is gevuld met vreugde, liefde en positieve ervaringen.
pl: Moje życie jest wypełnione radością, miłością i pozytywnymi doświadczeniami.

# Affirmation.Categories2.headline20.text
source: Think positive, live positive - every day anew.
de: Positiv denken, positiv leben – jeden Tag aufs Neue.
es: Piensa positivo, vive positivo: cada día de nuevo.
fr: Penser positif, vivre positif - chaque jour à nouveau.
it: Pensa positivo, vivi positivamente - ogni giorno di nuovo.
nl: Denk positief, leef positief - elke dag opnieuw.
pl: Myśl pozytywnie, żyj pozytywnie - każdego dnia na nowo.

# Affirmation.Categories2.headline21.text
source: I am the architect of my happiness and consciously shape it.
de: Ich bin der Architekt meines Glücks und gestalte es bewusst.
es: Soy el arquitecto de mi felicidad y la configuro conscientemente.
fr: Je suis l'architecte de mon bonheur et je le façonne consciemment.
it: Sono l'architetto della mia felicità e la plasmo consapevolmente.
nl: Ik ben de architect van mijn geluk en vorm het bewust.
pl: Jestem architektem mojego szczęścia i świadomie je kształtuję.

# Affirmation.Categories2.headline22.text
source: The joy of life flows through me, day after day.
de: Lebensfreude durchströmt mich, Tag für Tag.
es: La alegría de la vida fluye a través de mí, día tras día.
fr: La joie de vivre coule en moi, jour après jour.
it: La gioia di vivere scorre attraverso di me, giorno dopo giorno.
nl: De levensvreugde stroomt door me heen, dag na dag.
pl: Radość życia płynie przez mnie, dzień po dniu.

# Affirmation.Categories2.headline23.text
source: I find reasons to be grateful in every moment.
de: In jedem Moment finde ich Gründe zur Dankbarkeit.
es: Encuentro razones para estar agradecido en cada momento.
fr: Je trouve des raisons d'être reconnaissant à chaque instant.
it: Trovo motivi per essere grato in ogni momento.
nl: Ik vind redenen om dankbaar te zijn in elk moment.
pl: Znajduję powody do wdzięczności w każdej chwili.

# Affirmation.Categories2.headline24.text
source: My thoughts form a world full of positivity.
de: Meine Gedanken formen eine Welt voller Positivität.
es: Mis pensamientos forman un mundo lleno de positividad.
fr: Mes pensées créent un monde rempli de positivité.
it: I miei pensieri formano un mondo pieno di positività.
nl: Mijn gedachten vormen een wereld vol positiviteit.
pl: Moje myśli tworzą świat pełen pozytywności.

# Affirmation.Categories2.headline25.text
source: I am a magnet for good energy and moments of happiness.
de: Ich bin ein Magnet für gute Energien und Glücksmomente.
es: Soy un imán para la buena energía y momentos de felicidad.
fr: Je suis un aimant pour les bonnes énergies et les moments de bonheur.
it: Sono un magnete per l'energia positiva e momenti di felicità.
nl: Ik ben een magneet voor goede energie en gelukkige momenten.
pl: Jestem magnesem dla dobrej energii i chwil szczęścia.

# Affirmation.Categories2.headline26.text
source: I shape my life full of optimism with confidence.
de: Mit Zuversicht gestalte ich mein Leben voller Optimismus.
es: Doy forma a mi vida llena de optimismo con confianza.
fr: Je façonne ma vie pleine d'optimisme avec confiance.
it: Plasmo la mia vita piena di ottimismo con fiducia.
nl: Ik vorm mijn leven vol optimisme met vertrouwen.
pl: Kształtuję swoje życie pełne optymizmu z pewnością siebie.

# Affirmation.Categories2.headline27.text
source: I find deep joy in the simplicity of life.
de: In der Einfachheit des Lebens finde ich tiefe Freude.
es: Encuentro una profunda alegría en la simplicidad de la vida.
fr: Je trouve une joie profonde dans la simplicité de la vie.
it: Trovo una gioia profonda nella semplicità della vita.
nl: Ik vind diepe vreugde in de eenvoud van het leven.
pl: Znajduję głęboką radość w prostocie życia.

# Affirmation.Categories2.headline28.text
source: Positivity is my source of strength that sustains me.
de: Positivität ist meine Kraftquelle, die mich trägt.
es: La positividad es mi fuente de fuerza que me sostiene.
fr: La positivité est ma source de force qui me soutient.
it: La positività è la mia fonte di forza che mi sostiene.
nl: Positiviteit is mijn bron van kracht die me ondersteunt.
pl: Pozytywność jest moim źródłem siły, które mnie wspiera.

# Affirmation.Categories2.headline29.text
source: My heart beats to the rhythm of positive possibilities.
de: Mein Herz schlägt im Rhythmus der positiven Möglichkeiten.
es: Mi corazón late al ritmo de las posibilidades positivas.
fr: Mon cœur bat au rythme des possibilités positives.
it: Il mio cuore batte al ritmo delle possibilità positive.
nl: Mijn hart klopt op het ritme van positieve mogelijkheden.
pl: Moje serce bije w rytmie pozytywnych możliwości.

# Affirmation.Categories2.headline30.text
source: I am the creator of my reality. Today I choose love, joy and peace.
de: Ich bin der Schöpfer meiner Realität. Heute wähle ich Liebe, Freude und Frieden.
es: Soy el creador de mi realidad. Hoy elijo amor, alegría y paz.
fr: Je suis le créateur de ma réalité. Aujourd'hui, je choisis l'amour, la joie et la paix.
it: Sono il creatore della mia realtà. Oggi scelgo amore, gioia e pace.
nl: Ik ben de schepper van mijn realiteit. Vandaag kies ik voor liefde, vreugde en vrede.
pl: Jestem twórcą mojej rzeczywistości. Dziś wybieram miłość, radość i pokój.

# Affirmation.Categories2.headline31.text
source: Every breath refreshes my spirit. I am ready for the abundance this day brings me.
de: Jeder Atemzug erfrischt meinen Geist. Ich bin bereit für die Fülle, die dieser Tag mir bringt.
es: Cada respiración refresca mi espíritu. Estoy listo para la abundancia que este día me trae.
fr: Chaque respiration rafraîchit mon esprit. Je suis prêt pour l'abondance que ce jour m'apporte.
it: Ogni respiro rinfresca il mio spirito. Sono pronto per l'abbondanza che questo giorno mi porta.
nl: Elke ademhaling verfrist mijn geest. Ik ben klaar voor de overvloed die deze dag me brengt.
pl: Każdy oddech odświeża mój duch. Jestem gotowy/gotowa na obfitość, którą przynosi mi ten dzień.

# Affirmation.Categories2.headline32.text
source: With each new day, my strength and wisdom grow.
de: Mit jedem neuen Tag wächst meine Stärke und Weisheit.
es: Con cada nuevo día, mi fuerza y sabiduría crecen.
fr: Avec chaque nouveau jour, ma force et ma sagesse grandissent.
it: Con ogni nuovo giorno, la mia forza e saggezza crescono.
nl: Met elke nieuwe dag groeien mijn kracht en wijsheid.
pl: Z każdym nowym dniem moja siła i mądrość rosną.

# Affirmation.Categories2.headline33.text
source: I trust in the process of life and let go of what I cannot control.
de: Ich vertraue auf den Prozess des Lebens und lasse los, was ich nicht kontrollieren kann.
es: Confío en el proceso de la vida y dejo ir lo que no puedo controlar.
fr: Je fais confiance au processus de la vie et je lâche prise sur ce que je ne peux pas contrôler.
it: Confido nel processo della vita e lascio andare ciò che non posso controllare.
nl: Ik vertrouw op het proces van het leven en laat los wat ik niet kan controleren.
pl: Ufam w proces życia i pozwalam sobie na to, co nie jest pod moją kontrolą.

# Affirmation.Categories2.headline34.text
source: Today I open my heart to new possibilities and positive encounters.
de: Heute öffne ich mein Herz für neue Möglichkeiten und positive Begegnungen.
es: Hoy abro mi corazón a nuevas posibilidades y encuentros positivos.
fr: Aujourd'hui, j'ouvre mon cœur à de nouvelles possibilités et rencontres positives.
it: Oggi apro il mio cuore a nuove possibilità e incontri positivi.
nl: Vandaag open ik mijn hart voor nieuwe mogelijkheden en positieve ontmoetingen.
pl: Dziś otwieram swoje serce na nowe możliwości i pozytywne spotkania.

# Affirmation.Categories2.headline35.text
source: A deep serenity rests within me. I am in harmony with my inner peace.
de: In mir ruht eine tiefe Gelassenheit. Ich bin im Einklang mit meinem inneren Frieden.
es: Una profunda serenidad reposa dentro de mí. Estoy en armonía con mi paz interior.
fr: Une profonde sérénité repose en moi. Je suis en harmonie avec ma paix intérieure.
it: Una profonda serenità riposa dentro di me. Sono in armonia con la mia pace interiore.
nl: Een diepe sereniteit rust in mij. Ik ben in harmonie met mijn innerlijke vrede.
pl: Głęboka serenada spoczywa we mnie. Jestem w harmonii z moim wewnętrznym spokojem.

# Affirmation.Categories2.headline36.text
source: I am a magnet for positive energies. Good things attract good things.
de: Ich bin ein Magnet für positive Energien. Gutes zieht Gutes an.
es: Soy un imán para las energías positivas. Las cosas buenas atraen cosas buenas.
fr: Je suis un aimant pour les énergies positives. Les bonnes choses attirent les bonnes choses.
it: Sono un magnete per le energie positive. Le cose buone attraggono cose buone.
nl: Ik ben een magneet voor positieve energieën. Goede dingen trekken goede dingen aan.
pl: Jestem magnesem dla pozytywnych energii. Dobre rzeczy przyciągają dobre rzeczy.

# Affirmation.Categories2.headline37.text
source: My day begins with love and ends with gratitude.
de: Mein Tag beginnt mit Liebe und endet mit Dankbarkeit.
es: Mi día comienza con amor y termina con gratitud.
fr: Ma journée commence avec amour et se termine avec gratitude.
it: La mia giornata inizia con amore e termina con gratitudine.
nl: Mijn dag begint met liefde en eindigt met dankbaarheid.
pl: Mój dzień zaczyna się od miłości i kończy wdzięcznością.

# Affirmation.Categories2.headline38.text
source: I am the architect of my dreams. Today I am building my happiness.
de: Ich bin der Architekt meiner Träume. Heute baue ich an meinem Glück.
es: Soy el arquitecto de mis sueños. Hoy estoy construyendo mi felicidad.
fr: Je suis l'architecte de mes rêves. Aujourd'hui, je construis mon bonheur.
it: Sono l'architetto dei miei sogni. Oggi sto costruendo la mia felicità.
nl: Ik ben de architect van mijn dromen. Vandaag bouw ik aan mijn geluk.
pl: Jestem architektem moich marzeń. Dziś buduję moje szczęście.

# Affirmation.Categories2.headline39.text
source: My body is healthy, my mind is clear. I am ready for the adventures of this day.
de: Mein Körper ist gesund, mein Geist ist klar. Ich bin bereit für die Abenteuer dieses Tages.
es: Mi cuerpo está sano, mi mente está clara. Estoy listo para las aventuras de este día.
fr: Mon corps est en bonne santé, mon esprit est clair. Je suis prêt pour les aventures de ce jour.
it: Il mio corpo è sano, la mia mente è chiara. Sono pronto per le avventure di questo giorno.
nl: Mijn lichaam is gezond, mijn geest is helder. Ik ben klaar voor de avonturen van deze dag.
pl: Moje ciało jest zdrowe, mój umysł jest klarowny. Jestem gotowy/gotowa na przygody tego dnia.

# Affirmation.Categories3.headline0.text
source: Strong together: We find love and support in our partnership.
de: Gemeinsam stark: In unserer Partnerschaft finden wir Liebe und Unterstützung.
es: Fuertes juntos: Encontramos amor y apoyo en nuestra asociación.
fr: Fort ensemble : Nous trouvons l'amour et le soutien dans notre partenariat.
it: Forte insieme: Troviamo amore e sostegno nella nostra partnership.
nl: Samen sterk: We vinden liefde en steun in onze relatie.
pl: Silni razem: Znajdujemy miłość i wsparcie w naszym partnerstwie.

# Affirmation.Categories3.headline1.text
source: Every day strengthens our love and connection to each other.
de: Jeder Tag stärkt unsere Liebe und Verbindung zueinander.
es: Cada día fortalece nuestro amor y conexión mutua.
fr: Chaque jour renforce notre amour et notre connexion mutuelle.
it: Ogni giorno rafforza il nostro amore e la nostra connessione reciproca.
nl: Elke dag versterkt onze liefde en verbinding met elkaar.
pl: Każdego dnia wzmacniamy naszą miłość i więź z sobą.

# Affirmation.Categories3.headline2.text
source: Trust and respect grow in our relationship.
de: In unserer Beziehung wächst Vertrauen und Respekt.
es: La confianza y el respeto crecen en nuestra relación.
fr: La confiance et le respect grandissent dans notre relation.
it: La fiducia e il rispetto crescono nella nostra relazione.
nl: Vertrouwen en respect groeien in onze relatie.
pl: Zaufanie i szacunek rosną w naszym związku.

# Affirmation.Categories3.headline3.text
source: Our love overcomes every challenge together.
de: Unsere Liebe überwindet gemeinsam jede Herausforderung.
es: Nuestro amor supera cada desafío juntos.
fr: Notre amour surmonte chaque défi ensemble.
it: Il nostro amore supera ogni sfida insieme.
nl: Onze liefde overwint samen elke uitdaging.
pl: Nasza miłość pokonuje każde wyzwanie razem.

# Affirmation.Categories3.headline4.text
source: Together we create space for joy and mutual growth.
de: Gemeinsam schaffen wir Raum für Freude und gemeinsames Wachstum.
es: Juntos creamos espacio para la alegría y el crecimiento mutuo.
fr: Ensemble, nous créons un espace pour la joie et la croissance mutuelle.
it: Insieme creiamo spazio per la gioia e la crescita reciproca.
nl: Samen creëren we ruimte voor vreugde en wederzijdse groei.
pl: Razem tworzymy przestrzeń dla radości i wzajemnego rozwoju.

# Affirmation.Categories3.headline5.text
source: Love is our anchor in all situations.
de: Liebe ist unser Anker in allen Lebenslagen.
es: El amor es nuestro ancla en todas las situaciones.
fr: L'amour est notre ancre dans toutes les situations.
it: L'amore è il nostro ancoraggio in tutte le situazioni.
nl: Liefde is onze anker in alle situaties.
pl: Miłość jest naszym kotwicą we wszystkich sytuacjach.

# Affirmation.Categories3.headline6.text
source: Our partnership is characterized by understanding and communication.
de: Unsere Partnerschaft ist von Verständnis und Kommunikation geprägt.
es: Nuestra asociación se caracteriza por la comprensión y la comunicación.
fr: Notre partenariat est caractérisé par la compréhension et la communication.
it: La nostra partnership è caratterizzata da comprensione e comunicazione.
nl: Onze relatie wordt gekenmerkt door begrip en communicatie.
pl: Nasze partnerstwo cechuje zrozumienie i komunikacja.

# Affirmation.Categories3.headline7.text
source: We find strength and happiness in our love.
de: In unserer Liebe finden wir Kraft und Glück.
es: Encontramos fuerza y felicidad en nuestro amor.
fr: Nous trouvons force et bonheur dans notre amour.
it: Troviamo forza e felicità nel nostro amore.
nl: We vinden kracht en geluk in onze liefde.
pl: Znajdujemy siłę i szczęście w naszej miłości.

# Affirmation.Categories3.headline8.text
source: We walk hand in hand through ups and downs, strengthened by our love.
de: Wir gehen Hand in Hand durch Höhen und Tiefen, gestärkt durch unsere Liebe.
es: Caminamos de la mano a través de los altibajos, fortalecidos por nuestro amor.
fr: Nous marchons main dans la main à travers les hauts et les bas, renforcés par notre amour.
it: Camminiamo mano nella mano attraverso alti e bassi, rafforzati dal nostro amore.
nl: We lopen hand in hand door hoogtes en laagtes, versterkt door onze liefde.
pl: Idziemy razem za rękę przez wzloty i upadki, umacniani przez naszą miłość.

# Affirmation.Categories3.headline9.text
source: Our relationship is a place of love and shared dreams.
de: Unsere Beziehung ist ein Ort der Liebe und gemeinsamen Träume.
es: Nuestra relación es un lugar de amor y sueños compartidos.
fr: Notre relation est un lieu d'amour et de rêves partagés.
it: La nostra relazione è un luogo di amore e sogni condivisi.
nl: Onze relatie is een plek van liefde en gedeelde dromen.
pl: Nasz związek jest miejscem miłości i wspólnych marzeń.

# Affirmation.Categories3.headline10.text
source: Our love grows with every moment we spend together.
de: Unsere Liebe wächst mit jedem gemeinsamen Moment.
es: Nuestro amor crece con cada momento que pasamos juntos.
fr: Notre amour grandit à chaque instant passé ensemble.
it: Il nostro amore cresce con ogni momento che trascorriamo insieme.
nl: Onze liefde groeit met elk moment dat we samen doorbrengen.
pl: Nasza miłość rośnie z każdą chwilą, którą spędzamy razem.

# Affirmation.Categories3.headline11.text
source: There is room for trust and laughter in our partnership.
de: In unserer Partnerschaft ist Platz für Vertrauen und Lachen.
es: Hay espacio para la confianza y la risa en nuestra asociación.
fr: Il y a de la place pour la confiance et le rire dans notre partenariat.
it: C'è spazio per la fiducia e il riso nella nostra partnership.
nl: Er is ruimte voor vertrouwen en gelach in onze relatie.
pl: W naszym partnerstwie jest miejsce na zaufanie i śmiech.

# Affirmation.Categories3.headline12.text
source: Together we create a love that is strong and unshakeable.
de: Gemeinsam schaffen wir eine Liebe, die stark und unerschütterlich ist.
es: Juntos creamos un amor que es fuerte e inquebrantable.
fr: Ensemble, nous créons un amour fort et inébranlable.
it: Insieme creiamo un amore forte e indissolubile.
nl: Samen creëren we een liefde die sterk en onwankelbaar is.
pl: Razem tworzymy miłość, która jest silna i niezachwiana.

# Affirmation.Categories3.headline13.text
source: We complement each other perfectly, our partnership is full of harmony.
de: Wir ergänzen uns perfekt, unsere Partnerschaft ist voller Harmonie.
es: Nos complementamos perfectamente, nuestra asociación está llena de armonía.
fr: Nous nous complétons parfaitement, notre partenariat est plein d'harmonie.
it: Ci completiamo perfettamente, la nostra partnership è piena di armonia.
nl: We vullen elkaar perfect aan, onze relatie is vol harmonie.
pl: Doskonale się uzupełniamy, nasze partnerstwo jest pełne harmonii.

# Affirmation.Categories3.headline14.text
source: There is room for love, freedom and respect in our relationship.
de: In unserer Beziehung ist Raum für Liebe, Freiheit und Respekt.
es: Hay espacio para el amor, la libertad y el respeto en nuestra relación.
fr: Il y a de la place pour l'amour, la liberté et le respect dans notre relation.
it: C'è spazio per l'amore, la libertà e il rispetto nella nostra relazione.
nl: Er is ruimte voor liefde, vrijheid en respect in onze relatie.
pl: W naszym związku jest miejsce na miłość, wolność i szacunek.

# Affirmation.Categories3.headline15.text
source: Our connection is a source of joy and happiness.
de: Unsere Verbindung ist eine Quelle der Freude und des Glücks.
es: Nuestra conexión es una fuente de alegría y felicidad.
fr: Notre connexion est une source de joie et de bonheur.
it: La nostra connessione è una fonte di gioia e felicità.
nl: Onze verbinding is een bron van vreugde en geluk.
pl: Nasze połączenie jest źródłem radości i szczęścia.

# Affirmation.Categories3.headline16.text
source: Love and acceptance characterize our partnership.
de: Liebe und Akzeptanz prägen unsere Partnerschaft.
es: El amor y la aceptación caracterizan nuestra asociación.
fr: L'amour et l'acceptation caractérisent notre partenariat.
it: L'amore e l'accettazione caratterizzano la nostra partnership.
nl: Liefde en acceptatie kenmerken onze relatie.
pl: Miłość i akceptacja charakteryzują nasze partnerstwo.

# Affirmation.Categories3.headline17.text
source: Together we master every challenge, strengthened by our love.
de: Gemeinsam meistern wir jede Herausforderung, gestärkt durch unsere Liebe.
es: Juntos superamos cada desafío, fortalecidos por nuestro amor.
fr: Ensemble, nous maîtrisons chaque défi, renforcés par notre amour.
it: Insieme superiamo ogni sfida, rafforzati dal nostro amore.
nl: Samen overwinnen we elke uitdaging, versterkt door onze liefde.
pl: Razem pokonujemy każde wyzwanie, umacniani przez naszą miłość.

# Affirmation.Categories3.headline18.text
source: We find peace and security in our love.
de: In unserer Liebe finden wir Ruhe und Geborgenheit.
es: Encontramos paz y seguridad en nuestro amor.
fr: Nous trouvons la paix et la sécurité dans notre amour.
it: Trova pace e sicurezza nel nostro amore.
nl: We vinden vrede en veiligheid in onze liefde.
pl: Znajdujemy pokój i bezpieczeństwo w naszej miłości.

# Affirmation.Categories3.headline19.text
source: Our partnership is a journey full of love and shared experiences.
de: Unsere Partnerschaft ist eine Reise voller Liebe und gemeinsamer Erlebnisse.
es: Nuestra asociación es un viaje lleno de amor y experiencias compartidas.
fr: Notre partenariat est un voyage rempli d'amour et d'expériences partagées.
it: La nostra partnership è un viaggio pieno di amore e esperienze condivise.
nl: Onze relatie is een reis vol liefde en gedeelde ervaringen.
pl: Nasze partnerstwo to podróż pełna miłości i wspólnych doświadczeń.

# RatingScreenMenu.headlineLabel.text
source: Please review the App!
de: Bitte bewerte die App!
es: ¡Por favor, revise la App!
fr: Veuillez évaluer l'application !
it: Recensisci l'App!
nl: Geef een beoordeling van de App!
pl: Prosimy o ocenę aplikacji!
