Repository: Parth1402/OVulioBabyMoris
Catalog: Ovulio Baby/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pl

# LearningResourceArticleVC.ohBabySexAfterChildbirth.section5.text
source: The bond between you and your baby is going to be like none you’ve ever experienced before, and it can sometimes leave little room for anything or anyone else. Again, this is very normal. You’re experiencing what’s known as the mother-baby bond with your little one. Leaving the womb isn’t enough to separate two bodies that were united for nine months. Your baby still sees you as one unit and will only become aware of the reality when he or she is about eight months old. Ease yourself slowly out of this phase in order to give your child the opportunity to become independent. You also need time to let your partner in and not feel excluded. It’s important to carve out some time for yourselves as a couple (as difficult as this may be). Try cuddling up with a movie when baby is asleep or taking baby for a walk so that you and your partner get to spend some downtime together. If you have a babysitter available plan a date night when you are both ready.
de: Die Bindung zwischen dir und deinem Baby wird wie keine andere sein, die du je erlebt hast, und es kann manchmal wenig Platz für etwas oder jemanden anderen lassen. Auch das ist völlig normal. Du erlebst das, was als Mutter-Kind-Bindung bekannt ist, mit deinem kleinen Schatz. Die Gebärmutter zu verlassen, reicht nicht aus, um zwei Körper zu trennen, die neun Monate lang vereint waren. Dein Baby sieht dich immer noch als eine Einheit und wird sich dieser Realität erst bewusst, wenn es etwa acht Monate alt ist. Leite dich langsam aus dieser Phase heraus, um deinem Kind die Möglichkeit zu geben, unabhängig zu werden. Du brauchst auch Zeit, um deinen Partner einzulassen und dich nicht ausgeschlossen zu fühlen. Es ist wichtig, etwas Zeit für euch als Paar zu finden (so schwierig das auch sein mag). Versucht, euch mit einem Film zu kuscheln, wenn das Baby schläft, oder mit dem Baby spazieren zu gehen, damit du und dein Partner etwas Zeit zusammen verbringen könnt. Wenn du eine Babysitterin hast, plane einen Date-Abend, wenn ihr beide bereit seid.
es: El vínculo entre tú y tu bebé va a ser como ninguno que hayas experimentado antes, y a veces puede dejar poco espacio para cualquier otra cosa o persona. Una vez más, esto es muy normal. Estás experimentando lo que se conoce como el vínculo madre-bebé con tu pequeño. Salir del útero no es suficiente para separar dos cuerpos que estuvieron unidos durante nueve meses. Tu bebé todavía te ve como una unidad y solo se dará cuenta de la realidad cuando tenga alrededor de ocho meses. Sal de esta fase lentamente para darle a tu hijo la oportunidad de volverse independiente. También necesitas tiempo para dejar entrar a tu pareja y no sentirte excluida. Es importante reservar un tiempo para ustedes como pareja (tan difícil como esto puede ser). Intenta acurrucarte con una película cuando el bebé esté dormido o llevar al bebé a pasear para que tú y tu pareja puedan pasar tiempo juntos. Si tienes una niñera disponible, planea una noche de cita cuando ambos estén listos.
fr: Le lien entre vous et votre bébé sera comme aucun autre que vous avez jamais connu, et cela peut parfois laisser peu de place pour autre chose ou quelqu'un d'autre. Encore une fois, c'est tout à fait normal. Vous vivez ce que l'on appelle le lien mère-bébé avec votre petit. Quitter l'utérus ne suffit pas pour séparer deux corps qui étaient unis depuis neuf mois. Votre bébé vous voit toujours comme une seule unité et ne prendra conscience de la réalité que lorsqu'il ou elle aura environ huit mois. Sortez lentement de cette phase afin de donner à votre enfant la possibilité de devenir indépendant. Vous avez également besoin de temps pour laisser entrer votre partenaire et ne pas vous sentir exclu. Il est important de consacrer du temps pour vous en tant que couple (aussi difficile que cela puisse être). Essayez de vous blottir devant un film lorsque le bébé dort ou de sortir le bébé pour une promenade afin que vous et votre partenaire puissiez passer du temps ensemble. Si vous avez une baby-sitter disponible, planifiez une soirée en amoureux lorsque vous êtes tous les deux prêts.
it: Il legame tra te e il tuo bambino sarà come nessuno che tu abbia mai sperimentato prima, e a volte può lasciare poco spazio per qualsiasi altra cosa o persona. Anche questo è molto normale. Stai sperimentando quello che viene chiamato il legame madre-bambino con il tuo piccolo. Uscire dal grembo materno non è sufficiente per separare due corpi che sono stati uniti per nove mesi. Il tuo bambino ti vede ancora come un'unità unica e diventerà consapevole della realtà solo quando avrà circa otto mesi. Esci lentamente da questa fase per dare al tuo bambino l'opportunità di diventare indipendente. Anche tu hai bisogno di tempo per far entrare il tuo partner e non sentirti esclusa. È importante ritagliare del tempo per voi come coppia (per quanto difficile possa essere). Prova ad accoccolarti con un film quando il bambino dorme o a portare il bambino a fare una passeggiata in modo che tu e il tuo partner possiate trascorrere del tempo insieme. Se hai una babysitter disponibile, organizza una serata romantica quando entrambi siete pronti.
nl: De band tussen jou en je baby zal als geen ander zijn die je ooit hebt meegemaakt, en het kan soms weinig ruimte laten voor iets of iemand anders. Dit is opnieuw heel normaal. Je ervaart wat bekend staat als de moeder-babyband met je kleintje. Het verlaten van de baarmoeder is niet genoeg om twee lichamen te scheiden die negen maanden verenigd waren. Je baby ziet je nog steeds als één geheel en zal zich pas bewust worden van de realiteit als hij of zij ongeveer acht maanden oud is. Bevrijd jezelf langzaam uit deze fase om je kind de kans te geven onafhankelijk te worden. Je hebt ook tijd nodig om je partner toe te laten en je niet buitengesloten te voelen. Het is belangrijk om wat tijd voor jullie samen vrij te maken als koppel (hoe moeilijk dat ook mag zijn). Probeer samen een film te kijken als de baby slaapt of de baby mee te nemen voor een wandeling, zodat jij en je partner wat ontspanningstijd samen hebben. Als je een oppas beschikbaar hebt, plan dan een date night wanneer jullie beiden er klaar voor zijn.
pl: Więź między tobą a twoim dzieckiem będzie jak żadna inna, jakiej kiedykolwiek doświadczyłaś, i czasami może pozostawić niewiele miejsca na cokolwiek lub kogokolwiek innego. To znów jest bardzo normalne. Doświadczasz tego, co nazywa się więzią matka-dziecko z twoim maluchem. Opuszczenie łona nie wystarczy, aby rozdzielić dwa ciała, które były zjednoczone przez dziewięć miesięcy. Twoje dziecko nadal postrzega cię jako jedność i dopiero około ósmego miesiąca życia zacznie zdawać sobie sprawę z rzeczywistości. Powoli wycofuj się z tej fazy, aby dać swojemu dziecku szansę na uzyskanie niezależności. Ty również potrzebujesz czasu, aby wpuścić partnera i nie czuć się wykluczoną. Ważne jest, aby znaleźć czas dla siebie jako para (choć może to być trudne). Spróbuj przytulić się z filmem, gdy dziecko śpi, lub zabrać dziecko na spacer, aby ty i twój partner mogli spędzić trochę czasu razem. Jeśli masz dostępnego opiekuna, zaplanujcie randkę, kiedy oboje będziecie gotowi.

# LearningResourceArticleVC.ohBabySexAfterChildbirth.section6.headline
source: Step 5: Put some passion back into your relationship
de: Schritt 5: Bringe etwas Leidenschaft zurück in deine Beziehung
es: Paso 5: Vuelve a poner pasión en tu relación
fr: Étape 5 : Remettez de la passion dans votre relation
it: Passo 5: Riporta un po' di passione nella tua relazione
nl: Stap 5: Breng wat passie terug in je relatie
pl: Krok 5: Przywróć pasję do swojego związku

# LearningResourceArticleVC.ohBabySexAfterChildbirth.section6.text
source: Finally, you’re ready to get passionate with your partner again and ready to do the deed, but if this is the first time you’ve felt aroused, it can be a bit daunting. If you’re still a little sensitive, go for positions that allow you to be in control like riding or reverse cowgirl. Riding is a great position for sex after childbirth. Being on top of your partner so that you can control the depth and penetration might be best until you get used to things once again. Using a good lubricant can also make things move a bit easier and more comfortably. Remember to take your time and not rush. Take it nice and slow and ease back into the fun. Once you start off here you can assess what feels comfortable and what doesn't and hopefully, in no time you and your partner will be back to enjoying that red-hot passion that made your baby in the first place!
de: Endlich bist du bereit, wieder leidenschaftlich mit deinem Partner zu werden und bereit, es zu tun, aber wenn dies das erste Mal ist, dass du dich erregt fühlst, kann es ein bisschen entmutigend sein. Wenn du immer noch etwas empfindlich bist, wähle Positionen, die es dir ermöglichen, die Kontrolle zu haben, wie Reiten oder Reverse Cowgirl. Reiten ist eine großartige Position für Sex nach der Geburt. Auf deinem Partner zu sein, sodass du die Tiefe und Penetration kontrollieren kannst, könnte am besten sein, bis du dich wieder an die Dinge gewöhnt hast. Die Verwendung eines guten Gleitmittels kann auch helfen, die Dinge ein bisschen leichter und angenehmer zu machen. Denke daran, dir Zeit zu nehmen und es nicht zu überstürzen. Nimm es langsam und genieße die Rückkehr zum Vergnügen. Sobald du hier anfängst, kannst du einschätzen, was sich angenehm anfühlt und was nicht, und hoffentlich werden du und dein Partner bald wieder diese heiße Leidenschaft genießen, die euer Baby überhaupt erst ermöglicht hat!
es: Finalmente, estás lista para volver a apasionarte con tu pareja y lista para hacerlo, pero si esta es la primera vez que te sientes excitada, puede ser un poco intimidante. Si aún estás un poco sensible, opta por posiciones que te permitan tener el control, como montar o la vaquera invertida. Montar es una gran posición para el sexo después del parto. Estar encima de tu pareja para que puedas controlar la profundidad y la penetración puede ser lo mejor hasta que te acostumbres nuevamente. Usar un buen lubricante también puede hacer que las cosas se muevan un poco más fácil y cómodamente. Recuerda tomarte tu tiempo y no apresurarte. Tómalo con calma y vuelve a la diversión gradualmente. Una vez que comiences aquí, podrás evaluar qué se siente cómodo y qué no, y con suerte, en poco tiempo tú y tu pareja volverán a disfrutar de esa pasión ardiente que hizo a tu bebé en primer lugar.
fr: Enfin, vous êtes prête à redevenir passionnée avec votre partenaire et à passer à l'acte, mais si c'est la première fois que vous vous sentez excitée, cela peut être un peu intimidant. Si vous êtes encore un peu sensible, optez pour des positions qui vous permettent de contrôler la situation comme le chevauchement ou la position inversée. Le chevauchement est une excellente position pour le sexe après l'accouchement. Être au-dessus de votre partenaire afin de pouvoir contrôler la profondeur et la pénétration pourrait être le mieux jusqu'à ce que vous vous habituiez à nouveau aux choses. Utiliser un bon lubrifiant peut également faciliter les choses et les rendre plus confortables. Rappelez-vous de prendre votre temps et de ne pas vous précipiter. Allez-y doucement et revenez progressivement au plaisir. Une fois que vous commencez ici, vous pouvez évaluer ce qui est confortable et ce qui ne l'est pas et, espérons-le, en peu de temps, vous et votre partenaire pourrez retrouver cette passion ardente qui a donné naissance à votre bébé !
it: Finalmente sei pronta per diventare appassionata con il tuo partner di nuovo e pronta a fare l'amore, ma se è la prima volta che ti senti eccitata, può essere un po' scoraggiante. Se sei ancora un po' sensibile, prova posizioni che ti permettono di avere il controllo come cavalcare o cowgirl inversa. Cavalcare è una grande posizione per il sesso dopo il parto. Essere sopra il tuo partner in modo da poter controllare la profondità e la penetrazione potrebbe essere la cosa migliore fino a quando non ti abitui di nuovo. Usare un buon lubrificante può anche rendere le cose più facili e confortevoli. Ricorda di prenderti il tuo tempo e non affrettarti. Prenditela con calma e torna gradualmente al divertimento. Una volta iniziato qui, puoi valutare cosa ti sembra comodo e cosa no e, si spera, in poco tempo tu e il tuo partner tornerete a godervi quella passione ardente che ha fatto il vostro bambino in primo luogo!
nl: Eindelijk ben je weer klaar om gepassioneerd met je partner te worden en klaar om de daad te verrichten, maar als dit de eerste keer is dat je je opgewonden voelt, kan het een beetje ontmoedigend zijn. Als je nog steeds een beetje gevoelig bent, ga dan voor posities waarmee je de controle kunt hebben, zoals rijden of reverse cowgirl. Rijden is een geweldige positie voor seks na de bevalling. Bovenop je partner zijn, zodat je de diepte en penetratie kunt controleren, is misschien het beste totdat je weer aan de dingen gewend bent. Het gebruik van een goed glijmiddel kan de zaken ook wat gemakkelijker en comfortabeler laten verlopen. Denk eraan om de tijd te nemen en niet te haasten. Neem het rustig aan en kom langzaam weer in het plezier. Zodra je hier begint, kun je beoordelen wat comfortabel aanvoelt en wat niet, en hopelijk kunnen jij en je partner binnen de kortste keren weer genieten van die vurige passie die je baby in de eerste plaats heeft gemaakt!
pl: Wreszcie jesteś gotowa, aby znów być namiętną z partnerem i gotowa do działania, ale jeśli to pierwszy raz, kiedy czujesz podniecenie, może to być nieco onieśmielające. Jeśli nadal jesteś trochę wrażliwa, wybierz pozycje, które pozwalają ci być na górze, jak jazda na partnerze lub odwrotna kowbojka. Jazda na partnerze to świetna pozycja do seksu po porodzie. Bycie na górze pozwala ci kontrolować głębokość i penetrację, co może być najlepsze, dopóki nie przyzwyczaisz się do rzeczy na nowo. Używanie dobrego lubrykantu również może ułatwić i uczynić to bardziej komfortowym. Pamiętaj, aby nie spieszyć się i nie pędzić. Weź to powoli i powoli wracaj do zabawy. Kiedy już zaczniesz, będziesz mogła ocenić, co jest wygodne, a co nie, i miejmy nadzieję, że wkrótce ty i twój partner znów będziecie cieszyć się tą gorącą pasją, która sprawiła, że wasze dziecko przyszło na świat!

# LearningResourceArticleVC.theRoadBeforeTheBump.headline
source: The Road Before the Bump: A Guide to Gamify Getting Pregnant
de: Der Weg vor dem Babybauch: Ein Leitfaden zur spielerischen Gestaltung der Schwangerschaft
es: El Camino Antes de la Barriga: Una Guía para Convertir en un Juego la Concepción
fr: Le Chemin avant la Bosse : Un Guide pour Rendre la Conception Ludique
it: Il Percorso Prima del Concepimento: Una Guida per Trasformare il Concepire in un Gioco
nl: De Weg Voor de Zwangerschap: Een Gids om Zwanger Worden te Gamificeren
pl: Droga Przed Dziurką: Przewodnik po Zabawie w Zajście w Ciążę

# LearningResourceArticleVC.theRoadBeforeTheBump.text
source: The journey to conceiving is different for everyone. For some woman, they just simple sneeze and they’re pregnant! For others, it may take more planning and time. Though this time is sacred, it can be stressful to keep track of ovulation schedules, tests and constantly pouring over boundless seas of information surrounding getting pregnant. Sometimes it’s easy to get so fixated on the outcome, intimacy may slip through the cracks. So, maybe that passion that used to set your bed alight is starting to dwindle, or perhaps you’re simply looking to make the experience of getting pregnant an unforgettable one, we think this article is for you! The road before the bump can be a long one, so why not enjoy the ride?
de: Der Weg zur Empfängnis ist für jede Frau anders. Für manche Frauen genügt ein Niesen und sie sind schwanger! Bei anderen braucht es mehr Planung und Zeit. Auch wenn diese Zeit heilig ist, kann es stressig sein, den Überblick über Eisprungtermine und Tests zu behalten und sich ständig mit unzähligen Informationen rund um die Schwangerschaft zu beschäftigen. Manchmal ist man so sehr auf das Ergebnis fixiert, dass die Intimität auf der Strecke bleibt. Wenn also die Leidenschaft, die früher Ihr Bett zum Glühen gebracht hat, allmählich nachlässt, oder wenn Sie einfach nur die Erfahrung, schwanger zu werden, zu einem unvergesslichen Erlebnis machen wollen, dann ist dieser Artikel genau das Richtige für Sie! Der Weg bis zur Geburt kann lang sein, warum also nicht die Fahrt genießen?
es: El camino hacia la concepción es diferente para cada persona. Para algunas mujeres, ¡solo estornudan y están embarazadas! Para otras, puede requerir más planificación y tiempo. Aunque este tiempo es sagrado, puede ser estresante llevar un seguimiento de los horarios de ovulación, las pruebas y revisar constantemente mares infinitos de información sobre cómo quedar embarazada. A veces es fácil obsesionarse tanto con el resultado que la intimidad puede pasar desapercibida. Entonces, tal vez esa pasión que solía encender tu cama está empezando a disminuir, o tal vez simplemente estás buscando hacer que la experiencia de quedar embarazada sea inolvidable, ¡creemos que este artículo es para ti! El camino antes de la barriga puede ser largo, ¡así que ¿por qué no disfrutar del viaje?
fr: Le chemin vers la conception est différent pour chaque femme. Pour certaines femmes, il suffit de simplement éternuer et elles sont enceintes! Pour d'autres, cela peut nécessiter plus de planification et de temps. Bien que ce temps soit sacré, il peut être stressant de suivre les horaires d'ovulation, les tests et de consulter constamment des mers infinies d'informations sur la conception. Parfois, il est facile de se concentrer tellement sur le résultat que l'intimité peut passer au second plan. Alors, peut-être que la passion qui autrefois enflammait votre lit commence à diminuer, ou peut-être cherchez-vous simplement à rendre l'expérience de la conception inoubliable. Nous pensons que cet article est pour vous! Le chemin avant la bosse peut être long, alors pourquoi ne pas en profiter?
it: Il viaggio verso il concepimento è diverso per tutti. Per alcune donne, basta un semplice starnuto e sono incinte! Per altre, potrebbe richiedere più pianificazione e tempo. Anche se questo periodo è sacro, può essere stressante tenere traccia degli orari di ovulazione, dei test e immergersi costantemente in mari infiniti di informazioni riguardanti il concepimento. A volte è facile concentrarsi così tanto sul risultato che l'intimità può sfuggire tra le fessure. Quindi, forse quella passione che un tempo accendeva il tuo letto sta iniziando a diminuire, o forse stai semplicemente cercando di rendere l'esperienza del concepimento indimenticabile, pensiamo che questo articolo sia per te! Il percorso prima del concepimento può essere lungo, quindi perché non goderti il viaggio?
nl: De reis naar conceptie is voor iedereen anders. Voor sommige vrouwen, ze niezen gewoon en ze zijn zwanger! Voor anderen kan het meer planning en tijd vergen. Hoewel deze tijd heilig is, kan het stressvol zijn om ovulatieschema's bij te houden, tests te doen en voortdurend over een eindeloze zee van informatie over zwanger worden te gaan. Soms is het zo gemakkelijk om zo gefixeerd te raken op het resultaat, dat intimiteit door de mazen van het net kan glippen. Dus misschien dat de passie die ooit je bed in vuur en vlam zette, begint te tanen, of misschien ben je gewoon op zoek om de ervaring van zwanger worden onvergetelijk te maken, we denken dat dit artikel voor jou is! De weg voor de zwangerschap kan een lange zijn, dus waarom zou je niet van de rit genieten?
pl: Podróż do zajścia w ciążę jest dla każdego inna. Dla niektórych kobiet wystarczy kichnięcie i już są w ciąży! Dla innych może to wymagać więcej planowania i czasu. Chociaż ten czas jest święty, może być stresujące śledzenie harmonogramów owulacji, testów i ciągłe zanurzanie się w bezkresnych morzach informacji dotyczących zajścia w ciążę. Czasami łatwo jest tak się skupić na rezultacie, że intymność może umknąć przez palce. Więc może ta pasja, która kiedyś rozpalała twoje łóżko, zaczyna gasnąć, albo po prostu szukasz sposobu, aby doświadczenie zajścia w ciążę było niezapomniane, myślimy, że ten artykuł jest dla ciebie! Droga przed dziurką może być długa, więc dlaczego nie cieszyć się podróżą?

# LearningResourceArticleVC.theRoadBeforeTheBump.section1.headline
source: 11 Ways to Spice Up Getting Pregnant
de: 11 Möglichkeiten, die Schwangerschaft aufzupeppen
es: 11 Maneras de Darle Sabor a la Concepción
fr: 11 Façons de Pimenter la Conception
it: 11 Modi per Ravvivare il Concepire
nl: 11 Manieren om Zwanger Worden Op te Fleuren
pl: 11 Sposobów na Ożywienie Zajścia w Ciążę
